Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: dsb/mozillavpn.xliff
Languages: dsb

# vpn.alert.authenticationError
source: Authentication error
dsb: Awtentifikaciska zmólka

# vpn.alert.backendServiceError
source: Background service error
dsb: Zmólka slězynoweje słužby

# vpn.alert.deviceDisconnectedAndLogout
source: Signed out and device disconnected
dsb: Wótzjawjony a rěd wótźělony

# vpn.alert.getIPRestrictionError
source: Operation not allowed from current location
dsb: Operacija njejo dowólona wót aktualnego městna

# vpn.alert.remoteServiceError
source: Remote service error
dsb: Zmólka dalokeje słužby

# vpn.alert.subscriptionFailureError
source: Subscription failed
dsb: Aboněrowanje njejo se raźiło.

# vpn.alert.tryAgain
source: Try again
dsb: Hyšći raz wopytaś

# vpn.alert.unableToConnect
source: Unable to connect
dsb: Zwisk njejo móžny

# macosinstaller.conclusion.message1_v2
source: The Mozilla VPN is successfully installed. You’re ready to start taking control of your online privacy.
dsb: Mozilla VPN jo se wuspěšnje instalěrował. Sćo gótowy, kontrolu nad wašeju priwatnosću online pśewześ.

# macosinstaller.conclusion.message2
source: Trouble with this installation?
dsb: Problemy z toś teju instalaciju?

# macosinstaller.conclusion.message3
source: Get help.
dsb: Pomoc se wobstaraś.

# macosinstaller.conclusion.title
source: Success!
dsb: Raźiło!

# macosinstaller.previous_build.message
source: A previous installation of Mozilla VPN exists at /Applications/Mozilla VPN.app. This installer will remove the previous installation prior to installing. Please back up any data before proceeding.
dsb: W /Applications/Mozilla VPN.app pjerwjejšna instalacija Mozilla VPN eksistěrujo. Toś ten instalěrowański program pjerwjejšnu instalaciju pśed instalowanim wótwónoźijo. Pšosym zawěsććo daty, nježli až pókšacujośo.

# macosinstaller.previous_build.title
source: Previous Installation Detected
dsb: Pjerwjejšna instalacija jo se namakała

# macosinstaller.title
source: Mozilla VPN for macOS
dsb: Mozilla VPN za macOS

# macosinstaller.unsupported_version.message
source: Mozilla VPN requires Mac OS X 10.6 or later.
dsb: Mozilla VPN se Mac OS X 10.6 abo nowše pomina.

# macosinstaller.unsupported_version.title
source: Unable to install
dsb: Instalacija njejo móžna

# macosinstaller.welcome.message1
source: You will now be guided through the installation steps for the Mozilla VPN. Thank you for choosing your VPN from the trusted pioneer of internet privacy.
dsb: Wjadu was něnto pśez instalaciske kšace za Mozilla VPN. Wjeliki źěk, až sćo se rozsuźił za VPN wót dowěry gódnego pioněra internetneje priwatnosći.

# macosinstaller.welcome.message2
source: Click “Continue” to continue the setup.
dsb: Klikniśo na „Dalej“, aby z konfiguraciju pókšacował.

# vpn.connectionInfo.loading
source: Loading
dsb: Zacytujo se

# menubar.file.close
source: Close
dsb: Zacyniś

# menubar.file.title
source: File
dsb: Dataja

# vpn.errors.somethingWentWrong
source: Something went wrong…
dsb: Něco njejo se raźiło…

# vpn.errors.tryAgain
source: Try Again
dsb: Hyšći raz wopytaś

# vpn.errors.unableToEstablishConnection
source: Unable to establish a connection at this time. We’re working hard to resolve the issue. Please try again shortly.
dsb: Tuchylu zwisk njejo móžny. Źěłamy śěžko, aby problem rozwězali. Pšosym wopytajśo skóro hyšći raz.

# vpn.crashreporter.description
source: The Mozilla VPN app quit unexpectedly. Would you like to send a crash report to help fix the issue?
dsb: Nałoženje Mozilla VPN jo se njenaźejucy skóńcyło. Cośo rozpšawu wó wowalenju słaś, aby pomagał problem rozwězaś?

# vpn.crashreporter.dontSendButton
source: No thanks
dsb: Ně, źěkujom se

# vpn.crashreporter.mainHeading
source: Crash reporting
dsb: Rozpšawy wowalenjow

# vpn.crashreporter.sendButtonLabel
source: Send report
dsb: Rozpšawu pósłaś

# vpn.devices.myDevices
source: My devices
dsb: Móje rědy

# vpn.servers.currentLocation
source: current location - %1
dsb: aktualne stojnišćo - %1

# vpn.servers.selectLocation
source: Select location
dsb: Stojnišćo wubraś

# vpn.connectionStability.checkConnection
source: Check Connection
dsb: Zwisk pśespytaś

# vpn.connectionStability.noSignal
source: No Signal
dsb: Žeden signal

# vpn.connectionStability.unstable
source: Unstable
dsb: Njestabilny

# vpn.controller.activated
source: VPN is on
dsb: VPN jo zmóžnjony

# vpn.controller.activating
source: Masking connection and location
dsb: Zwisk a stejnišćo se chowatej

# vpn.controller.activationSloagan
source: Turn on to protect your privacy
dsb: Zmóžniśo jen, aby swóju priwatnosć šćitał

# vpn.controller.active
source: Secure and private
dsb: Wěsty a priwatny

# vpn.controller.attemptingToConfirm
source: Attempting to confirm connection
dsb: Wopytujo se zwisk wobkšuśiś

# vpn.controller.connectingState
source: Connecting…
dsb: Zwězujo se…

# vpn.controller.deactivated
source: VPN is off
dsb: VPN jo znjemóžnjony

# vpn.controller.deactivating
source: Unmasking connection and location
dsb: Zwisk a stojnišćo se wótekšywatej

# vpn.controller.disconnecting
source: Disconnecting…
dsb: Zwisk se źěli…

# vpn.controller.switching
source: Switching…
dsb: Pśešaltujo se…

# vpn.controller.switchingDetail
source: From %1 to %2
dsb: Wót %1 do %2

# vpn.toggle.off
source: Turn VPN off
dsb: VPN znjemóžniś

# vpn.toggle.on
source: Turn VPN on
dsb: VPN zmóžniś

# vpn.connectionInfo.download
source: Download
dsb: Ześěgnjenje

source: Cities
dsb: Města

# vpn.settings.language
source: Language
dsb: Rěc

# vpn.settings.guestWifiAlert
source: Guest Wi-Fi portal alert
dsb: Warnowanje góstnego WLAN-portala

# vpn.settings.guestWifiAlert.description
source: Get notified if a guest Wi-Fi portal is blocked due to VPN connection
dsb: Dostańśo powěźeńku, jolic se góstny WLAN-portal VPN-zwiska dla blokěrujo

# vpn.settings.notification.connectionChange.description
source: Get notified when the connection status changes
dsb: Zdźělenje wó statusowych změnjenjach zwiska zmóžniś

# vpn.settings.notification.connectionChange2
source: Connection change notification
dsb: Zdźělenje wó změnjanju zwiska

# vpn.settings.notification.serverSwitch.description
source: Get notified when you successfully switched servers
dsb: Zdźělenje wó wuspěšnej wuměnje serwerow zmóžniś

# vpn.settings.notification.serverSwitch2
source: Server switching notification
dsb: Zdźělenje wó wuměnje serwera

# vpn.settings.notifications
source: Notifications
dsb: Powěźeńki

# vpn.settings.unsecuredNetworkAlert
source: Unsecured network alert
dsb: Warnowanje pśed njewěsteju seśu

# vpn.settings.unsecuredNetworkAlert.description
source: Get notified if you connect to an unsecured Wi-Fi network
dsb: Dostańśo powěźeńku, gaž se z njewěsteju WLAN-seśu zwězujośo

# vpn.protectSelectedApps.addApplication
source: Add application
dsb: Nałoženje pśidaś

# vpn.protectSelectedApps.searchApps
source: Search apps
dsb: Nałoženja pytaś

# vpn.errors.checkOutageUpdates
source: Check outage updates
dsb: Wupadne aktualizacije pśeglědowaś

# vpn.updates.notNow
source: Not now
dsb: Nic něnto

# vpn.updates.updateConnectionInsecureWarning
source: Your connection will not be secure while you update.
dsb: Waš zwisk njejo wěsty, daniž njeaktualizěrujośo.

# vpn.updates.updateNow
source: Update now
dsb: Něnto aktualizěrowaś

# vpn.updates.updateRecomended
source: Update recommended
dsb: Aktualizacija dopórucona

# vpn.updates.updateRecomended.description
source: Please update the app before you continue to use the VPN
dsb: Pšosym aktualizěrujśo nałoženje, nježli až VPN dalej wužywaśo

# vpn.updates.updateRequire.reason
source: We detected and fixed a serious bug. You must update your app.
dsb: Smy wótekšyli a pórěźili rozwažnu zmólku. Musyśo swójo nałoženje aktualizěrowaś.

# vpn.updates.updateRequired
source: Update required
dsb: Aktualizacija trěbna

# vpn.AndroidNotifications.GeneralNotifications
source: General Notifications
dsb: Powšykne powěźeńki

# vpn.aboutUs.copyVersionNumber
source: Copy %1
dsb: %1 kopěrowaś

# vpn.aboutUs.licenses
source: Licenses
dsb: Licence

# vpn.aboutUs.privacyNotice
source: Privacy notice
dsb: Powěźeńka priwatnosći

# vpn.aboutUs.releaseVersion
source: Release version
dsb: Kóńcna wersija

# vpn.aboutUs.termsOfService
source: Terms of service
dsb: Wužywańske wuměnjenja

# vpn.aboutUs.title
source: About us
dsb: Wó nas

# vpn.accessibility.currentIndexFocusedOfTotalItemsInGroup
source: %1 of %2
dsb: %1 z %2

# vpn.accessibility.selected
source: Selected
dsb: Wubrany

# vpn.accessibility.selectedAndItemName
source: Selected item: %1
dsb: Wubrany zapisk: %1

# vpn.captivePortalAlert.actionPostActivation
source: You must turn off your VPN in order to see the portal, and turn it back on once you have logged in.
dsb: Musyśo swój VPN znjemóžniś, aby portal wiźeł, a jen zasej zmóžniś, gaž sćo se pśizjawił.

# vpn.captivePortalAlert.actionPreActivation
source: You can turn on your VPN once you have gained internet access by logging in to the portal.
dsb: Móžośo swój VPN zmóžniś, gaž sćo se pśizjawił pla portala, aby internetny pśistup dostał.

# vpn.captivePortalAlert.buttonTextPostActivation
source: Turn off VPN
dsb: VPN znjemóžniś

# vpn.captivePortalAlert.buttonTextPreActivation
source: Okay
dsb: W pórěźe

# vpn.captivePortalAlert.header
source: A captive portal is when the guest Wi-Fi you are using requires you to log in to get internet access.
dsb: Captive portal jo, gaž musyśo se pla góstnego WLAN pśizjawiś, aby internetny pśistup dostał.

# vpn.captivePortalAlert.title
source: Captive portal detected!
dsb: Captive portal jo se namakał!

# vpn.connectionInfo.connectionInformation
source: Connection information
dsb: Zwiskowe informacije

# vpn.connectionInfo.errorMessage
source: Looks like there was an unexpected error while trying to connect. Please try again or check your connection.
dsb: Zda se, až jo nastała njewótcakana zmólka, mjaztym až sćo wopytał zwězaś. Pšosym wopytajśo hyšći raz abo pśeglědajśo swój zwisk.

# vpn.connectionInfo.exitServerLabelIp
source: Exit Server IP:
dsb: IP wuchadnego serwera:

# vpn.connectionInfo.exitServerLabelIpv6
source: Exit Server IPv6:
dsb: IPv6 wuchadnego serwera:

# vpn.connectionInfo.highBulletOne
source: Streaming in 4K
dsb: Tšuganje w 4K

# vpn.connectionInfo.highBulletThree
source: Online gaming
dsb: Graśa online

# vpn.connectionInfo.highBulletTwo
source: High-speed downloads
dsb: Ześěgnjenja wjelikeje spěšnosći

# vpn.connectionInfo.labelUpload
source: Upload
dsb: Nagraś

# vpn.connectionInfo.listHeaderDefault
source: At your current speed, here’s what your device is optimized for:
dsb: Z wašeju aktuelneju spěšnosću jo waš rěd optiměrowany za:

# vpn.connectionInfo.listHeaderSlow
source: It looks like the connection to this server location is a bit slow, you can try:
dsb: Zda se, až zwisk z toś tym serwerowym stojnišćom jo pitśku pómały, móžośo to wopytaś:

# vpn.connectionInfo.loadingIndicatorLabel
source: Testing speed…
dsb: Spěšnosć se testujo …

# vpn.connectionInfo.mediumBulletOne
source: Browsing the internet
dsb: Pśeglědowanje interneta

# vpn.connectionInfo.mediumBulletThree
source: Video conferencing
dsb: Wideokonferenca

# vpn.connectionInfo.mediumBulletTwo
source: Streaming video
dsb: Tšuganje wideo

# vpn.connectionInfo.metricsTitle
source: Connection information
dsb: Zwiskowe informacije

# vpn.connectionInfo.restartSpeedTest
source: Restart speed test
dsb: Test malsnosći znowego startowaś

# vpn.connectionInfo.startSpeedTest
source: Start speed test
dsb: Test malsnosći startowaś

# vpn.connectionInfo.troubleshootingBulletOne
source: Switching server locations
dsb: Serwerowe stojnišćo změniś

# vpn.connectionInfo.troubleshootingBulletTwo
source: Checking your internet connection
dsb: Internetny zwisk pśeglědowaś

# vpn.crashreporter.crashOptInDialogDescription
source: Don’t show this again. Autosend crash reports to Mozilla.
dsb: To wěcej znowego njepokazaś. Wowaleńske rozpšawy awtomatiski na Mozilla pósłaś.

# vpn.crashreporter.mainTitle
source: Mozilla Crash Report
dsb: Rozpšawa wó wowalenju Mozilla

# vpn.deleteAccount.authButtonLabel
source: Continue
dsb: Dalej

# vpn.deleteAccount.buttonLabel
source: Delete account
dsb: Konto wulašowaś

# vpn.deleteAccount.headline2
source: Delete Mozilla account
dsb: Konto Mozilla lašowaś

# vpn.deleteAccount.optionDescriptionFour
source: Any extensions and themes that you’ve published to addons.mozilla.org will be deleted
dsb: Rozšyrjenja, kótarež sćo wózjawił na addons.mozilla.org, se wulašuju

# vpn.deleteAccount.optionDescriptionOne
source: Any paid subscriptions you have will be cancelled (Except Pocket)
dsb: Wšykne zapłaśone abonementy, kótarež maśo, se wupowěźiju (mimo Pocket)

# vpn.deleteAccount.optionDescriptionThree
source: Reactivating with this email may not restore your saved information
dsb: Waše skłaźone informacije njedaju se snaź wótnowiś, gaž toś tu e-mailowu adresu znowego aktiwěrujośo

# vpn.deleteAccount.optionDescriptionTwo
source: You may lose saved information and features within Mozilla products
dsb: Móžośo skłaźone informacije a funkcije produktow Mozilla zgubiś

# vpn.devices.countLabel
source: %1 out of %2 devices added
dsb: %1 z %2 rědow pśidany

# vpn.devices.limitDescription2
source: You’re using VPN on 5 devices. To add another device, please remove one.
dsb: Wužywaśo VPN na 5 rědach. Aby dalšny rěd pśidał, wótwónoźćo pšosym jaden z nich.

# vpn.devices.limitTitle
source: Device not added
dsb: Rěd njejo pśidany

# vpn.devices.listItemDescriptionAddedDaysAgo
source: Added %1 days ago
dsb: Pśed %1 dnjom/dnjami pśidany

# vpn.devices.listItemDescriptionAddedFewHoursAgo
source: Added a few hours ago (%1)
dsb: Pśed někotarymi góźinami pśidany (%1)

# vpn.devices.listItemDescriptionAddedOneHourAgo
source: Added less than an hour ago
dsb: Pśed mjenjej ako jadneju góźinu pśidany

# vpn.devices.listItemDescriptionCurrent
source: Current Device
dsb: Aktualny rěd

# vpn.devices.listItemRemoveDeviceAccessibility
source: Remove %1
dsb: %1 wótwónoźeś

# vpn.devices.menuTitle
source: My devices
dsb: Móje rědy

# vpn.devices.removePopupDescription
source: Please confirm you would like to remove %1.
dsb: Pšosym wobkšuśćo, až cośo %1 wótwónoźeś.

# vpn.devices.removePopupPrimaryButtonLabel
source: Remove
dsb: Wótwónoźeś

# vpn.devices.removePopupTitle
source: Remove device?
dsb: Rěd wótwónoźeś?

# vpn.devices.removingTitle
source: Removing device…
dsb: Rěd se wótwónoźujo…

# vpn.dnsOverwriteDialog.primaryButton
source: Confirm
dsb: Wobkšuśiś

# vpn.dnsOverwriteDialog.secondaryButton
source: Maybe later
dsb: Snaź pózdźej

# vpn.dnsOverwriteDialog.titleDNS
source: Override DNS settings?
dsb: DNS-nastajenja pśepisaś?

# vpn.dnsOverwriteDialog.titlePrivacy
source: Override privacy features?
dsb: Funkcije priwatnosći pśepisaś?

# vpn.freeTrials.freeTrialLabel
source: 7-day free trial
dsb: 7-dnjowska dermotna testowa wersija

# vpn.freeTrials.startYourFreeTrial
source: Sign up to start your 7-day free trial.
dsb: Registrěrujśo se, aby swóju 7-dnjowsku dermotnu testowu wersiju startował.

# vpn.genericError.unexpected
source: Unexpected error
dsb: Njewócakana zmólka

# vpn.genericPurchaseError.genericPurchaseErrorButton
source: Try Again
dsb: Hyšći raz wopytaś

# vpn.genericPurchaseError.genericPurchaseErrorHeader
source: Problem confirming subscription
dsb: Problem pśi wobkšuśenju abonementa

# vpn.genericPurchaseError.genericPurchaseErrorText
source: An unexpected error has occurred, please try again. Visit our help center below to learn how to troubleshoot this issue or contact support.
dsb: Njewócakana zmólka jo nastała, pšosym wopytajśo hyšći raz. Woglědajśo se k našomu centrumoju pomocy, aby zgónił, kak móžośo toś ten problem rozwězaś abo stajśo se z pomocu do zwiska.

# vpn.getHelp.developerOptions
source: Developer options
dsb: Wuwijaŕske nastajenja

# vpn.getHelp.helpCenter
source: Help Center
dsb: Centrum pomocy

# vpn.getHelp.linkTitle
source: Get help
dsb: Pomoc se wobstaraś

# vpn.getHelp.viewLogs
source: View Logs
dsb: Protokole pokazaś

# vpn.global.clear
source: Clear
dsb: Wuprozniś

# vpn.global.close
source: Close
dsb: Zacyniś

# vpn.global.collapse
source: Collapse
dsb: Schowaś

# vpn.global.continue
source: Continue
dsb: Dalej

# vpn.global.copied
source: Copied!
dsb: Kopěrowany!

# vpn.global.copy
source: Copy
dsb: Kopěrowaś

# vpn.global.discoverNow
source: Discover now
dsb: Něnto namakaś

# vpn.global.expand
source: Expand
dsb: Pokazaś

# vpn.global.getStarted
source: Get started
dsb: Prědne kšace

# vpn.global.goBack
source: Go back
dsb: Slědk

# vpn.global.help
source: Help
dsb: Pomoc

# vpn.global.learnMore
source: Learn more
dsb: Dalšne informacije

# vpn.global.next
source: Next
dsb: Dalej

# vpn.global.noInternetConnection
source: No internet connection
dsb: Žeden internetny zwisk

# vpn.global.noThanks
source: No thanks
dsb: Ně, źěkujom se

# vpn.global.paste
source: Paste
dsb: Zasajźiś

# vpn.global.signOut
source: Sign out
dsb: Wótzjawiś

# vpn.global.vpnUser
source: VPN User
dsb: VPN-wužywaŕ

# vpn.helpSheets.devicesHeader
source: Adding and removing devices
dsb: Rědy pśidaś a wótwónoźeś

# vpn.helpSheets.devicesTitle
source: Device management
dsb: Zastojanje rědow

# vpn.helpSheets.dnsHeader
source: What is a custom DNS?
dsb: Co jo swójski DNS?

# vpn.helpSheets.dnsTitle
source: Custom DNS settings
dsb: Nastajenja swójskego DNS

# vpn.helpSheets.excludedAppsCTA
source: Open “Privacy features”
dsb: „Funkcije priwatnosći“ wócyniś

# vpn.helpSheets.excludedAppsHeader
source: What are excluded apps?
dsb: Co su wuzamknjone nałoženja?

# vpn.helpSheets.excludedAppsTitle
source: Excluded apps
dsb: Wuzamknjone nałoženja

# vpn.helpSheets.locationTitle
source: Location selection
dsb: Wuběrk stojnišća

# vpn.helpSheets.privacyHeader
source: What can privacy features do for me?
dsb: Co mógu funkcije priwatnosći za mnjo cyniś?

# vpn.helpSheets.privacyTitle
source: Privacy features
dsb: Funkcije priwatnosći

# vpn.inAppAuth.changeEmailLink
source: Change email
dsb: E-mailowu adresu změniś

# vpn.inAppAuth.continueToSignIn
source: Continue to sign in
dsb: Dalej k pśizjawjenjeju

# vpn.inAppAuth.createAccountButton
source: Create account
dsb: Konto załožyś

# vpn.inAppAuth.createPasswordLabel
source: Create password
dsb: Gronidło napóraś

# vpn.inAppAuth.emailInputPlaceholder
source: Enter email
dsb: E-mailowu adresu zapódaś

# vpn.inAppAuth.emailTokenResentAlert
source: We’ve resent your code to your email.
dsb: Smy pósłali waš kod znowego na wašu e-mailowu adresu.

# vpn.inAppAuth.emailVerificationDescription
source: Open your email and enter the verification code that was sent.
dsb: Wócyńśo swóju mejlku a zapódajśo pśipósłany wobkšuśeński kod.

# vpn.inAppAuth.enterEmailAddressDescription
source: Enter your email address to continue using Mozilla VPN
dsb: Zapódajśo swóju e-mailowu adresu, aby Mozilla VPN dalej wužywał

# vpn.inAppAuth.finishAccountCreationDescription2
source: Finish creating your Mozilla account to continue to Mozilla VPN
dsb: Dokóńcćo napóranje swójogo konta Mozilla, aby z Mozilla VPN pókšacował

# vpn.inAppAuth.forgotPasswordLink
source: Forgot your password?
dsb: Sćo swójo gronidło zabył?

# vpn.inAppAuth.hidePassword
source: Hide password
dsb: Gronidła schowaś

# vpn.inAppAuth.informationUsageDisclaimer
source: We only use your email to create your account or sign in. We will never sell it to a third party.
dsb: Wužywamy jano wašu e-mailowu adresu, aby my wašo konto załožyli abo was pśizjawili. Tśeśemu póbitowarjeju ju nigda njepśedajomy.

# vpn.inAppAuth.invalidCodeErrorMessage
source: Invalid code. Please try again
dsb: Njepłaśiwy kod. Pšosym wopytajśo hyšći raz

# vpn.inAppAuth.invalidEmailErrorMessage
source: Invalid email. Please try again
dsb: Njepłaśiwa e-mailowa adresa. Pšosym wopytajśo hyšći raz

# vpn.inAppAuth.invalidEmailFormatErrorMessage
source: Email format not supported. Please try again with a different email
dsb: E-mailowy format se njepódpěra. Pšosym wopytajśo z drugeju e-mailoweju adresu hyšći raz

# vpn.inAppAuth.invalidPasswordErrorMessage
source: Invalid password. Please try again
dsb: Njepłaśiwe gronidło. Pšosym wopytajśo hyšći raz

# vpn.inAppAuth.passwordHintCharacterLength
source: Must be at least 8 characters
dsb: Musy nanejmjenjej 8 znamuškow dłujke byś

# vpn.inAppAuth.passwordHintCommonPassword
source: Must not be a common password
dsb: Njesmějo powšykne gronidło byś

# vpn.inAppAuth.passwordHintEmailAddressAsPassword
source: Must not be your email address
dsb: Njesmějo waša e-mailowa adresa byś

# vpn.inAppAuth.passwordInputLabel
source: Password
dsb: Gronidło

# vpn.inAppAuth.passwordInputPlaceholder
source: Enter password
dsb: Gronidło zapódaś

# vpn.inAppAuth.pleaseWait
source: Please wait…
dsb: Pšosym cakajśo…

# vpn.inAppAuth.problemEmailTypeNotSupported
source: Primary account email required for sign-in
dsb: Primarna e-mailowa adresa jo trěbna za pśizjawjenje

# vpn.inAppAuth.problemSendingEmailErrorMessage
source: Sorry, we were unable to send you a verification code.
dsb: Bóžko njejsmy mógli wam wobkšuśeński kod słaś.

# vpn.inAppAuth.problemSendingEmailTitle
source: Problem sending email…
dsb: Problem pśi słanju mejlki…

# vpn.inAppAuth.productUpdateOptInDescription
source: I’d like to receive product update emails from Firefox.
dsb: Ja by se rady dostał nowosći wó produktach wót Firefox pśez e-mail.

# vpn.inAppAuth.reauthSignInSubtitle2
source: To continue, please confirm with your Mozilla account password.
dsb: Aby pókšacował, wobkšuśćo pšosym z gronidłom swójogo konta Mozilla.

# vpn.inAppAuth.resendCodeLink
source: Resend code
dsb: Kod znowego słaś

# vpn.inAppAuth.securityCodeInputPlaceholder
source: Enter 6-digit code
dsb: 6-městnowy kod zapódaś

# vpn.inAppAuth.securityCodeLabel
source: Security code
dsb: Wěstotny kod

# vpn.inAppAuth.securityCodeSubtitle
source: Open your authentication app and enter the security code it provides.
dsb: Wócyńśo swójo awtentificěrowańske nałoženje a zapódajśo k dispoziciji stajony wěstotny kod.

# vpn.inAppAuth.securityCodeTitle
source: Enter security code
dsb: Wěstotny kod zapódaś

# vpn.inAppAuth.sessionEmailCodeInputPlaceholder
source: Enter 6-digit code
dsb: 6-městnowy kod zapódaś

# vpn.inAppAuth.showPassword
source: Show password
dsb: Gronidło pokazaś

# vpn.inAppAuth.signInBlockedForOneMinute
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 1 minute.
dsb: Sćo pśewjadł pśewjele wopytow, aby se pśizjawił. Njamóžośo to wěcej 1 minutu z toś tym kontom wopytaś.

# vpn.inAppAuth.signInButton
source: Sign in
dsb: Pśizjawiś

# vpn.inAppAuth.signInFailedPopupDescription
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 15 minutes.
dsb: Sćo pśewjadł pśewjele wopytow, aby se pśizjawił. Njamóžośo to wěcej 15 minutow z toś tym kontom wopytaś.

# vpn.inAppAuth.signInFailedPopupTitle
source: Sign-in failed
dsb: Pśizjawjenje njejo se raźiło

# vpn.inAppAuth.signInSubtitle2
source: Continue to Mozilla VPN by signing in with your Mozilla account
dsb: Pśizjawśo se ze swójim kontom Mozilla, aby z Mozilla VPN pókšacował

# vpn.inAppAuth.ssoInstructionHeader
source: Create a password
dsb: Gronidło napóraś

# vpn.inAppAuth.ssoInstructionLine2a
source: 1. Go to <a href="open-account">Create password</a> in your Mozilla account settings.
dsb: 1. Źiśo k <a href="open-account">Gronidło napóraś</a> w swójich kontowych nastajenjach Mozilla.

# vpn.inAppAuth.ssoInstructionLine3
source: 2. Create a password.
dsb: 2. Napórajśo gronidło.

# vpn.inAppAuth.stubAccountVerificationHeader
source: Check your email
dsb: Pséglědajśo swóju e-mail
