Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: dsb/mozillavpn.xliff
Languages: dsb

# vpn.subscriptionManagement.planMonthly
source: Monthly plan: %1
dsb: Mjasecny plan: %1

# vpn.subscriptionManagement.planMonthlyPlusTax
source: %1/month + tax
dsb: %1/mjasec + dank

# vpn.subscriptionManagement.planMonthlyWithoutTax
source: %1/month
dsb: %1/mjasec

# vpn.subscriptionManagement.planValueHalfYearly
source: %1 Half-yearly
dsb: %1 kužde poł lěta

# vpn.subscriptionManagement.planValueHalfYearlyPlusTax
source: %1 Half-yearly + tax
dsb: %1 kužde poł lěta + dank

# vpn.subscriptionManagement.planValueMonthly
source: %1 Monthly
dsb: %1 kuždy mjasec

# vpn.subscriptionManagement.planValueMonthlyPlusTax
source: %1 Monthly + tax
dsb: %1/mjasec + dank

# vpn.subscriptionManagement.planValueYearly
source: %1 Yearly
dsb: %1 kužde lěto

# vpn.subscriptionManagement.planValueYearlyPlusTax
source: %1 Yearly + tax
dsb: %1/lěto + dank

# vpn.subscriptionManagement.statusActive
source: Active
dsb: Aktiwny

# vpn.subscriptionManagement.statusInactive
source: Inactive
dsb: Njeaktiwny

# vpn.subscriptionManagement.subscriptionPlatformLabel
source: %1 subscription
dsb: Abonement %1

# vpn.subscriptionManagement.summaryHeadline
source: Subscription summary
dsb: Abonementowe zespominanje

# vpn.subscriptionManagement.upgradeToAnnual
source: Save 50% on an annual plan
dsb: Zažaŕśo 50 % z lětnym planom

# vpn.subscriptionManagement.upgradeToAnnualButton
source: Change plan
dsb: Plan změniś

# vpn.systray.disconnect
source: Disconnect
dsb: Zwisk źěliś

# vpn.systray.help
source: Help
dsb: Pomoc

# vpn.systray.hide
source: Hide Mozilla VPN
dsb: Mozilla VPN schowaś

# vpn.systray.preferences
source: Preferences…
dsb: Nastajenja…

# vpn.systray.quit
source: Quit Mozilla VPN
dsb: Mozilla VPN skóńcyś

# vpn.systray.show
source: Show Mozilla VPN
dsb: Mozilla VPN pokazaś

# vpn.systray.statusConnectTo
source: Connect to the last location:
dsb: Ze slědnym stojnišćom zwězaś:

# vpn.systray.statusConnectedTo
source: Connected to:
dsb: Zwězany z:

# vpn.systray.statusConnectingTo
source: Connecting to:
dsb: Zwězujo se z:

# vpn.systray.statusDisconnectingFrom
source: Disconnecting from:
dsb: Zwisk źěli se wót:

# vpn.telemetryPolicyView.allow
source: Allow on this device
dsb: Toś ten rěd dowóliś

# vpn.telemetryPolicyView.dataCollectionAndUse
source: Data collection and use
dsb: Gromaźenje a wužywanje datow

# vpn.telemetryPolicyView.description
source: We strive to provide you with choices and collect only the data we need to improve Mozilla VPN. Sharing this data with Mozilla is optional.
dsb: Procujomy se, wam wólnosć daś a jano daty gromaźiś, kótarež trjebamy, aby Mozilla VPN pólěpšyli. Źělenje toś tych datow z Mozilla jo opcionalne.

# vpn.telemetryPolicyView.doNotAllow
source: Don’t allow
dsb: Njedowóliś

# vpn.telemetryPolicyView.learnMore
source: Learn more about what data Mozilla collects and how it’s used.
dsb: Zgóńśo wěcej wó tom, kótare daty Mozilla gromaźi a kak se wužywaju.

# vpn.telemetryPolicyView.question
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla?
dsb: Mozilla VPN dowóliś, na Mozilla techniske, interakciske a kampanjowe a wótkazowańske daty słaś?

# vpn.tipsAndTricks.advancedTipsDescription
source: Let us help you learn more about Mozilla VPN
dsb: Pomagamy wam wěcej wó Mozilla VPN zgóniś

# vpn.tipsAndTricks.advancedTipsGuideViewTitle
source: Advanced tip
dsb: Rozšyrjony pokaz

# vpn.tipsAndTricks.advancedTipsTitle
source: Advanced tips
dsb: Rozšyrjone pokaze

# vpn.tipsAndTricks.quickTipsDescription
source: Let us help you get the most out of Mozilla VPN
dsb: Dajśo nam nejlěpše z Mozilla VPN wuwónoźeś

# vpn.tipsAndTricks.quickTipsGuideViewTitle
source: Quick tip
dsb: Malsny tip

# vpn.tipsAndTricks.quickTipsTitle
source: Quick tips
dsb: Malsne tipy

# vpn.tipsAndTricks.settingsEntryLabel
source: VPN tips and tricks
dsb: Tipy a triki VPN

# vpn.tipsAndTricks.tabTitleAll
source: All
dsb: Wšykne

# vpn.tipsAndTricks.tabTitleTips
source: Tips
dsb: Pokaze

# vpn.updateButton.actionNoUpdate
source: Okay
dsb: W pórěźe

# vpn.updateButton.actionOnUpdate
source: Update now
dsb: Něnto aktualizěrowaś

# vpn.updateButton.checkForUpdateButtonText
source: Check for Updates
dsb: Za aktualizacijami pytaś

# vpn.updateButton.descriptionNoUpdate2
source: You currently have the latest version of Mozilla VPN
dsb: Maśo tuchylu nejnowšu wersiju Mozilla VPN

# vpn.updateButton.descriptionOnUpdate
source: Click to update to the latest version of the application
dsb: Klikniśo, aby na nejnowšu wersiju nałoženja aktualizěrowaś

# vpn.updateButton.titleNoUpdate
source: You are up to date
dsb: Sćo na nejnowšem stawje

# vpn.updateButton.titleOnUpdate
source: Updates available
dsb: Aktualizacije k dispoziciji
