Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: dsb/mozillavpn.xliff
Languages: dsb

# vpn.inAppAuth.termsOfServiceAndPrivacyDisclaimer
source: By continuing, you agree to the <a href="terms-of-service">Terms of Service</a> and the <a href="privacy-notice">Privacy Notice</a>.
dsb: Gaž pókšacujośo, zwólijośo do <a href="terms-of-service">wužywańskich wuměnjenjow</a> a <a href="privacy-notice">powěźeńki priwatnosći</a>.

# vpn.inAppAuth.unblockCodeInputPlaceholder
source: Enter 8-digit code
dsb: 8-městnowy kod zapódaś

# vpn.inAppAuth.verificationCodeTitle
source: Enter verification code
dsb: Wobkšuśeński kod zapódaś

# vpn.inAppAuth.verifySecurityCodeButton
source: Verify
dsb: Wobkšuśiś

# vpn.inAppAuth.waitingForSignIn
source: Waiting for sign in and subscription confirmation…
dsb: Caka se na pśizjawjenje a wobkšuśenje abonementa…

# vpn.inAppMessaging.criticalBadge
source: Critical
dsb: Kritiski

# vpn.inAppMessaging.dateTimeYesterday
source: Yesterday
dsb: Cora

# vpn.inAppMessaging.deleteMessage
source: Delete message
dsb: Powěsć lašowaś

# vpn.inAppMessaging.editButton
source: Edit
dsb: Wobźěłaś

# vpn.inAppMessaging.emptyStateDescription
source: You’re up to date!
dsb: Sćo na nejnowšem stawje!

# vpn.inAppMessaging.emptyStateTitle
source: No messages
dsb: Žedne powěsći

# vpn.inAppMessaging.menuTitle
source: Messages
dsb: Powěsći

# vpn.inAppMessaging.newUpdateBadge
source: New update
dsb: Nowa aktualizacija

# vpn.inAppMessaging.searchBarPlaceholderText
source: Search messages
dsb: Powěsći pytaś

# vpn.inAppMessaging.subscriptionBadge
source: Subscription
dsb: Abonement

# vpn.inAppMessaging.surveyBadge
source: Survey
dsb: Napšašowanje

# vpn.inAppMessaging.warningBadge
source: Warning
dsb: Warnowanje

# vpn.inAppMessaging.whatsNewBadge
source: What’s new
dsb: Nowe funkcije a změny

# vpn.inAppSupportWorkflow.accountDropdownListItem
source: Account issues
dsb: Kontowe problemy

# vpn.inAppSupportWorkflow.disclaimerText
source: When you submit, Mozilla VPN will collect technical and interaction data with your email to help our support team understand your issue.
dsb: Gaž sćelośo, buźo Mozilla VPN techniske a interakciske daty z wašeju e-mailu gromaźiś, aby našomu teamoju pomoc pomagał, waš problem rozměś.

# vpn.inAppSupportWorkflow.dropdownLabel
source: Choose a category
dsb: Wubjeŕśo kategoriju

# vpn.inAppSupportWorkflow.featureRequestDropdownListItem
source: Request features
dsb: Funkcije naraźiś

# vpn.inAppSupportWorkflow.issueFieldPlaceholder
source: Describe issue
dsb: Wopišćo problem

# vpn.inAppSupportWorkflow.otherDropdownListItem
source: Other
dsb: Druge

# vpn.inAppSupportWorkflow.paymentDropdownListItem
source: Payment and billing
dsb: Płaśenje a wótlicenje

# vpn.inAppSupportWorkflow.privacyNoticeLinkText
source: Mozilla VPN Privacy Notice
dsb: Powěźeńku priwatnosći Mozilla VPN

# vpn.inAppSupportWorkflow.subjectFieldPlaceholder
source: Subject (optional)
dsb: Tema (na žycenje)

# vpn.inAppSupportWorkflow.supportConfirmEmailPlaceholder
source: Confirm email address
dsb: E-mailowu adresu wobkšuśiś

# vpn.inAppSupportWorkflow.supportEmailFieldLabel
source: Enter your email
dsb: Zapódajśo swóju e-mailowu adresu

# vpn.inAppSupportWorkflow.supportEmailFieldPlaceholder
source: Email address
dsb: E-mailowa adresa

# vpn.inAppSupportWorkflow.supportErrorBrowserButton
source: Try opening in browser
dsb: Wopytajśo we wobglědowaku wócyniś

# vpn.inAppSupportWorkflow.supportErrorButton
source: Try Again
dsb: Hyšći raz wopytaś

# vpn.inAppSupportWorkflow.supportErrorHeader
source: Error submitting your support request
dsb: Zmólka pśi słanju wašeje pšosby wó pomoc

# vpn.inAppSupportWorkflow.supportErrorText
source: An unexpected error has occurred, please try again.
dsb: Njewócakany zmólka jo nastała, pšosym wopytajśo hyšći raz.

# vpn.inAppSupportWorkflow.supportFieldHeader
source: How can we help you with Mozilla VPN?
dsb: Kak móžomy wam z Mozilla VPN pomagaś?

# vpn.inAppSupportWorkflow.supportNavLinkText
source: Contact support
dsb: Pomoc kontaktěrowaś

# vpn.inAppSupportWorkflow.supportPrimaryButtonText
source: Submit
dsb: Wótpósłaś

# vpn.inAppSupportWorkflow.supportResponseBody
source: Our support team will contact you at %1 once we’ve been able to look at your issue.
dsb: Naš team pomocy se z %1 do zwiska stajijo, gaž móžomy se waš problem woglědaś.

# vpn.inAppSupportWorkflow.supportResponseButton
source: Done
dsb: Dokóńcony

# vpn.inAppSupportWorkflow.supportResponseHeader
source: Thank you!
dsb: Wjeliki źěk!

# vpn.inAppSupportWorkflow.supportSecondaryActionText
source: Cancel
dsb: Pśetergnuś

# vpn.inAppSupportWorkflow.technicaDropdownListItem
source: Technical issues
dsb: Techniske problemy

# vpn.languageView.searchPlaceholder
source: Search languages
dsb: Rěcy pytaś

# vpn.languageView.systemLanguageButtonDescription
source: Mozilla VPN will use the default system language.
dsb: Mozilla VPN buźo standardnu rěc wašogo systema wužywaś.

# vpn.languageView.systemLanguageButtonTitle
source: System language
dsb: Rěc systema

# vpn.mobileOnboarding.alreadyASubscriber
source: Already a subscriber?
dsb: Sćo južo abonent?

# vpn.mobileOnboarding.panelOneSubtitle
source: A safe, reliable and fast VPN. Built by the makers of Firefox.
dsb: Wěsty, spušćobny a malsny VPN. Wót wuwijarjow Firefox wuwity.

# vpn.mobileOnboarding.signUpBtn
source: Sign up
dsb: Registrěrowaś

# vpn.multiFxaAccountError.fxaAccountErrorHeader
source: Problem confirming subscription
dsb: Problem pśi wobkšuśenju abonementa

# vpn.multiFxaAccountError.mozAccountErrorText
source: Your subscription is linked to another Mozilla account. You may need to sign in with a different email address.
dsb: Waš abonement jo z drugim kontom Mozilla zwězany. Musyśo se snaź z drugeju e-mailoweju adresu pśizjawiś.

# vpn.multiFxaAccountError.visitOurHelpCenter
source: Visit our help center to learn more about managing your subscriptions.
dsb: Woglědajśo se k našomu centrumoju pomocy, aby wěcej wó tom zgónił, kak móžośo swóje abonementy zastojaś.

# vpn.multiHopFeature.accessibleNameRecentConnection
source: %1 to %2
dsb: %1 do %2

# vpn.multiHopFeature.multiHopArrowAltText
source: To
dsb: Do

# vpn.multiHopFeature.multiHopCardBody
source: Multi-hop VPN routes your traffic through two servers instead of one for extra security and privacy. This may slow down your connection.
dsb: VPN z někotarymi póskokami za wětšu wěstotu a priwatnosć waš wobchad pśez dwa serwera wjeźo město jano pśez jaden. To móžo waš zwisk spómałšyś.

# vpn.multiHopFeature.multiHopCardHeader
source: What is multi-hop VPN?
dsb: Co jo VPN z někotarymi póskokami?

# vpn.multiHopFeature.multiHopConnectionsHeader
source: Recent connections
dsb: Nejnowše zwiski

# vpn.multiHopFeature.multiHopEntryLocationHeader
source: Select entry location
dsb: Zachodowe stojnišćo wubraś

# vpn.multiHopFeature.multiHopExitLocationHeader
source: Select exit location
dsb: Wuchadne stojnišćo wubraś

# vpn.multiHopFeature.multiHopInfoText
source: Exit location represents your main VPN server.
dsb: Wuchadne stojnišćo waš głowny VPN-serwer reprezentěrujo.

# vpn.multiHopFeature.multiHopToggleCTA
source: Multi-hop
dsb: Někotare póskoki

# vpn.multiHopFeature.serverSearchResultsError
source: No results. Try a different search
dsb: Žedne wuslědki. Wopytajśo druge pytanje

# vpn.multiHopFeature.singleHopToggleCTA
source: Single-hop
dsb: Jadnotliwy póskok

# vpn.navBar.homeTab
source: Home
dsb: Startowy bok

# vpn.navBar.messagesTab
source: Messages
dsb: Powěsći

# vpn.navBar.settingsTab
source: Settings
dsb: Nastajenja

# vpn.networkSettings.multihopTitle
source: Multi-hop tunnel
dsb: Tunel z někotarymi póskokami

# vpn.notSignedInGoogle.googleModalBodyText
source: To continue subscribing, please sign in to your Google Account
dsb: Pśizjawśo se pšosym pla swójogo konta Google, aby z aboněrowanim pókšacował

# vpn.notSignedInGoogle.googleModalHeader
source: Sign in to Google Account
dsb: Pla konta Google pśizjawiś

# vpn.notSignedInGoogle.googleModalLinkText
source: Go to Play Store
dsb: K Play Store

# vpn.notifications.VPNConnectedMessages
source: Connected through %1
dsb: Zwězany z %1

# vpn.notifications.VPNConnectedTitle
source: VPN Connected
dsb: VPN jo zwězany

# vpn.notifications.VPNDisconnectedMessage
source: Disconnected from %1
dsb: Wót %1 źělony

# vpn.notifications.VPNDisconnectedTitle
source: VPN Disconnected
dsb: VPN jo źělony

# vpn.notifications.VPNMultihopConnectedMessages
source: Connected through %1 via %2
dsb: Zwězany z %1 pśez %2

# vpn.notifications.VPNMultihopDisconnectedMessage
source: Disconnected from %1 and %2
dsb: Wót %1 a %2 źělony

# vpn.notifications.VPNSwitchedServersMessage
source: Switched from %1 to %2
dsb: Wót %1 do %2 pśešaltowany

# vpn.notifications.VPNSwitchedServersTitle
source: VPN Switched Servers
dsb: VPN jo pśešaltował serwery

# vpn.notifications.captivePortalBlockMessage2
source: The guest Wi-Fi network you’re connected to requires action. Click to turn off VPN to see the portal.
dsb: Góstna WLAN-seś, z kotrejuž sćo zwězany, se akciju pomina. Klikniśo, aby VPN znjemóžnił, aby portal wiźeł.

# vpn.notifications.captivePortalBlockTitle
source: Guest Wi-Fi portal blocked
dsb: Góstny WLAN-portal jo se zabłokěrował

# vpn.notifications.captivePortalUnblockMessage2
source: The guest Wi-Fi network you’re connected to may not be secure. Click to turn on VPN to secure your device.
dsb: Góstna WLAN-seś, z kótarejuž sćo zwězany, snaź njejo wěsta. Klikniśo, aby VPN zmóžnił, aby swój rěd zawěsćił.

# vpn.notifications.captivePortalUnblockTitle
source: Guest Wi-Fi portal detected
dsb: Góstny WLAN-portal jo se namakał

# vpn.notifications.unsecuredNetworkMessage
source: %1 is not secure. Click here to turn on VPN and secure your device.
dsb: %1 njejo wěsta. Klikniśo how, aby VPN zmóžnił a swój rěd zawěsćił.

# vpn.notifications.unsecuredNetworkTitle
source: Unsecured Wi-Fi network detected
dsb: Njewěsta WLAN-seś jo se namakała

# vpn.onboarding.dataSlideBody
source: We strive to provide you with choices and collect only the technical data we need to improve Mozilla VPN. Sharing data with Mozilla is optional.
dsb: Procujomy se, wam wólnosć daś a jano techniske daty gromaźiś, kótarež trjebamy, aby Mozilla VPN pólěpšyli. Źělenje datow z Mozilla jo opcionalne.

# vpn.onboarding.dataSlideCheckboxLabel
source: Mozilla may collect technical data about my use of Mozilla VPN.
dsb: Mozilla móžo techniske daty wó mójom wužywanju Mozilla VPN gromaźiś.

# vpn.onboarding.dataSlideHeader
source: Data collection and use
dsb: Gromaźenje a wužywanje datow

# vpn.onboarding.dataSlideHeader2
source: Data collection
dsb: Gromaźenje datow

# vpn.onboarding.dataSlideLearnMoreCaption
source: Learn more about what data Mozilla collects and how it’s used
dsb: Zgóńśo wěcej wó tom, kótare daty Mozilla gromaźi a kak se wužywaju

# vpn.onboarding.dataSlideLearnMoreCaption2
source: Learn more about data collection
dsb: Zgóńśo wěcej wó gromaźenju datow

# vpn.onboarding.dataSlidePrivacyLinkLabel
source: Mozilla VPN Privacy Notice
dsb: Powěźeńku priwatnosći Mozilla VPN

# vpn.onboarding.dataSlideToggleLabel
source: Share technical data
dsb: Techniske daty źěliś

# vpn.onboarding.devicesSlideBody2
source: To install the VPN on another tablet or mobile device, scan the QR code.
dsb: Aby VPN na drugem tableśe abo mobilnem rěźe instalěrował, scannujśo QR-kod.

# vpn.onboarding.devicesSlideDeviceTypeLabel
source: Select device type:
dsb: Rědowy typ wubraś:

# vpn.onboarding.devicesSlideHeader
source: Install Mozilla VPN on up to 5 devices
dsb: Instalěrujśo Mozilla VPN na až k 5 rědach

# vpn.onboarding.panelFourTitle
source: Add even more privacy
dsb: Pśidajśo samo wěcej priwatnosći

# vpn.onboarding.panelThreeTitle
source: One tap to safety
dsb: Jadno dotyknjenje k wěstośe

# vpn.onboarding.panelTwoTitle
source: Protect your privacy
dsb: Šćitajśo swóju priwatnosć

# vpn.onboarding.privacySlideHeader
source: Get more privacy
dsb: Dostańśo wěcej priwatnosći

# vpn.onboarding.progressBarAccessibilityStepComplete
source: Onboarding step “%1” (%2 of %3). Select to go back to this step.
dsb: Zapokazański kšac „%1“ (%2 z %3). Wubjeŕśo to, aby se k toś tomu kšacoju wrośił.

# vpn.onboarding.progressBarAccessibilityStepCurrent
source: Onboarding step “%1” (%2 of %3). You are currently on this step.
dsb: Zapokazański kšac „%1“ (%2 z %3). Sćo tuchylu pla toś togo kšaca.

# vpn.onboarding.progressBarAccessibilityStepIncomplete2
source: Onboarding step “%1” (%2 of %3)
dsb: Zapokazański kšac „%1“ (%2 z %3)

# vpn.onboarding.progressBarAddDevices
source: Devices
dsb: Rědy

# vpn.onboarding.progressBarConnect
source: Connect
dsb: Zwězaś

# vpn.onboarding.progressBarDataUse
source: Data
dsb: Daty

# vpn.onboarding.progressBarMorePrivacy
source: Privacy
dsb: Priwatnosć

# vpn.onboarding.progressBarStartup
source: Startup
dsb: Startowaś

# vpn.onboarding.startSlideAllowButtonLabel
source: Allow VPN connection
dsb: Zwisk VPN dowóliś

# vpn.onboarding.startSlideHeader
source: Connect Mozilla VPN on startup
dsb: Mozilla VPN pśi startowanju zwězaś

# vpn.onboarding.startSlideMobileHeader
source: Allow Mozilla VPN to create a VPN connection
dsb: Mozilla VPN dowóliś, aby VPN-zwisk napórał

# vpn.paymentMethods.iapApple
source: Apple subscription
dsb: Abonement Apple

# vpn.paymentMethods.iapGoogle
source: Google subscription
dsb: Abonement Google

# vpn.postAuthentication.headline
source: Quick access
dsb: Malsny pśistup

# vpn.postAuthentication.subtitle
source: You can quickly access Mozilla VPN from your status bar.
dsb: Maśo malsny pśistup k Mozilla VPN ze swójeje statusoweje rědki.

# vpn.product.description
source: A fast, secure and easy to use VPN. Built by the makers of Firefox.
dsb: Malsny, wěsty a lažko wužywajobny VPN. Wót wuwijarjow Firefox wuwity.

# vpn.purchase.percentSaved
source: Save %1%
dsb: Zažaŕśo %1%

# vpn.purchase.subscribeNow
source: Subscribe now
dsb: Něnto aboněrowaś

# vpn.purchase.subscriptionOption
source: %1-month plan: %2
dsb: %1-mjasecny plan: %2

# vpn.purchaseWeb.inProgress2
source: Please continue subscribing in your browser…
dsb: Pšosym pókšacujśo z aboněrowanim w swójom wobglědowaku…

# vpn.purchaseWeb.message
source: We couldn’t find a subscription for %1. Subscribe now to protect your connection.
dsb: Njejsmy mógli abonement za %1 namakaś. Aboněrujśo něnto, aby swój zwisk šćitał.

# vpn.purchaseWeb.title
source: Subscribe to Mozilla VPN
dsb: Mozilla VPN aboněrowaś

# vpn.resetSettings.body1
source: This will reset all VPN settings, including:
dsb: To wšykne nastajenja VPN slědk stajijo, mjazy nimi:

# vpn.resetSettings.confirmResetModalBody
source: Reset Mozilla VPN settings? This can’t be undone.
dsb: Nastajenja Mozilla VPN slědk stajiś? To njedajo se anulěrowaś.

# vpn.resetSettings.confirmResetModalResetButtonLabel
source: Reset and quit
dsb: Slědk stajiś a skóńcyś

# vpn.resetSettings.confirmResetModalTitle
source: Confirm reset
dsb: Slědkstajenje wobkšuśiś

# vpn.resetSettings.listItemPreferences
source: Preferences
dsb: Nastajenja

# vpn.resetSettings.resetButtonLabel
source: Reset VPN
dsb: VPN slědk stajiś

# vpn.resetSettings.resetLabel
source: Reset VPN
dsb: VPN slědk stajiś

# vpn.resetSettings.title
source: Reset Mozilla VPN
dsb: Mozilla VPN slědk stajiś

# vpn.restorePurchase.restorePurchaseButton
source: Already a subscriber?
dsb: Sćo južo abonent?

# vpn.restorePurchaseExpiredError.restorePurchaseExpiredErrorText2
source: Sorry, we are unable to connect your Mozilla account to a current subscription. Please try again or contact our support team for further assistance.
dsb: Bóžko njamóžomy wašo konto Mozilla z aktualnym abonementom zwězaś. Pšosym swoytajśo hyšći raz abo stajśo se z našym teamom pomocy za dalšnu pódpěru do zwiska.

# vpn.restorePurchaseGenericPurchaseError.restorePurchaseGenericPurchaseErrorText
source: Sorry, we were unable to confirm your subscription. Please try again or contact our support team for help.
dsb: Bóžko njamóžomy waš abonement wobkšuśiś. Pšosym wopytajśo hyšći raz abo stajśo se z našym teamom pomocy do zwiska, aby pomoc dostał.

# vpn.restorePurchaseInUseError.restorePurchaseInUseErrorText2
source: Another Mozilla account has already subscribed using this Apple ID. Please sign out and try again or contact our support team for help.
dsb: Druge konto Mozilla jo se južo pśizjawiło z toś tym ID Apple. Pšosym wótzjawśo se a wopytajśo hyšći raz abo stajśo se z našym teamom pomocy do zwiska, aby pomoc dostał.

# vpn.serverUnavailableModal.bodyText
source: This server location is temporarily unavailable. Choose a new location.
dsb: Serwerowe stojnišćo njejo tuchylu k dispoziciji. Wubjeŕśo nowe stojnišćo.

# vpn.serverUnavailableModal.buttonLabel
source: Choose a new location
dsb: Nowe stojnišćo wubraś

# vpn.serverUnavailableModal.headerText
source: Server unavailable
dsb: Serwer njejo k dispoziciji

# vpn.serverUnavailableNotification.bodyText
source: This server location is temporarily unavailable. Please open the app to choose a new location.
dsb: Serwerowe stojnišćo tuchylu njejo k dispoziciji. Pšosym wócyńśo nałoženje, aby nowe stojnišćo wubrał.

# vpn.serverUnavailableNotification.bodyTextFireWallBlocked
source: The server has been blocked. Check your firewall settings.
dsb: Serwer jo se blokěrował. Pśeglědajśo nastajenja swójeje wognjomurje.

# vpn.serverUnavailableNotification.preferencesLabel
source: Server unavailable notification
dsb: Powěźeńka w serwerje, kótaryž njejo k dispoziciji

# vpn.serverUnavailableNotification.preferencesSubLabel
source: Get notified when connecting to a server location failed
dsb: Powěźeńku dostaś, gaž zwisk ze serwerowym stojnišćom njejo se raźił

# vpn.serversView.recommendedCardBody
source: These locations are sorted by expected performance.
dsb: Toś te městna su pó wótcakanem wugbaśu sortěrowane.

# vpn.serversView.recommendedCardTitle
source: Why are these locations recommended?
dsb: Cogodla se toś te stojnišća pórucuju?

# vpn.serversView.recommendedEmptyLabel
source: To see recommended server locations, turn off the VPN.
dsb: Aby dopórucone serwerowe stojnišća wiźeł, znjemóžniśo VPN.

# vpn.serversView.recommendedRefreshLabel
source: Refresh list
dsb: Lisćinu aktualizěrowaś

# vpn.serversView.recommendedRefreshLastUpdatedLabel
source: Last updated: %1.
dsb: Slědna aktualizacija: %1.

# vpn.serversView.recommendedRefreshLastUpdatedLabelYesterday
source: yesterday
dsb: cora

# vpn.serversView.recommendedRefreshlLoadingLabel
source: Checking (%1%)…
dsb: Kontrolěrujo se (%1%)…

# vpn.serversView.searchNoResultsLabel
source: No results. Try a different search
dsb: Žedne wuslědki. Wopytajśo druge pytanje

# vpn.serversView.searchPlaceholder
source: Search countries
dsb: Kraje pśepytaś

# vpn.serversView.serverCityWithGoodConnection
source: %1. Good connectivity
dsb: %1. Dobry zwisk

# vpn.serversView.serverCityWithModerateConnection
source: %1. Moderate connectivity
dsb: %1. Srědny zwisk

# vpn.serversView.serverCityWithNoConnection
source: %1. No connectivity
dsb: %1. Žeden zwisk

# vpn.serversView.serverCityWithPoorConnection
source: %1. Poor connectivity
dsb: %1. Słaby zwisk

# vpn.serversView.tabAllLabel
source: All
dsb: Wšykne

# vpn.serversView.tabRecommendedLabel
source: Recommended
dsb: Dopórucony

# vpn.settings.appExclusionClearAllApps
source: Clear all
dsb: Wšykne wulašowaś

# vpn.settings.appExclusionSettings
source: App exclusions
dsb: Nałožeńske wuwześa

# vpn.settings.appPreferences
source: App preferences
dsb: Nałožeńske nastajenja

# vpn.settings.crashOptInDescription
source: Allow Mozilla VPN to automatically send crash reports to help fix unexpected crashes
dsb: Mozilla VPN zmóžnić, awtomatiski wowaleńske rozpšawy pósłaś, aby se njewótcakane wowalenja wótpórali

# vpn.settings.dataCollectionDescription
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla
dsb: Mozilla VPN dowóliś, na Mozilla techniske, interakciske a kampanjowe a wótkazowańske daty słaś

# vpn.settings.dnsSettings
source: DNS settings
dsb: DNS-nastajenja

# vpn.settings.dnsSettingsCustomDNSBody
source: Resolve websites using a custom DNS
dsb: Websedła z pomocu swójskego DNS rozwězaś

# vpn.settings.dnsSettingsCustomDNSError
source: Invalid DNS, please try a new one
dsb: Njepłaśiwy DNS, wopytajśo nowy DNS

# vpn.settings.dnsSettingsCustomDNSTitle
source: Use custom DNS
dsb: Swójski DNS wužywaś

# vpn.settings.dnsSettingsInputPlaceholder
source: Enter custom DNS
dsb: Swójski DNS zapódaś

# vpn.settings.dnsSettingsStandardDNSBody
source: Resolve websites using Mozilla VPN’s standard DNS
dsb: Websedła z pomocu standardnego DNS Mozilla VPN rozwězaś

# vpn.settings.dnsSettingsStandardDNSTitle
source: Use standard DNS
dsb: Standardny DNS wužywaś

# vpn.settings.privacyAdblockTitle
source: Block ads
dsb: Wabjenje blokěrowaś

# vpn.settings.privacyMalwareTitle
source: Block malware
dsb: Škódnu software blokěrowaś

# vpn.settings.privacySettings
source: Privacy features
dsb: Funkcije priwatnosći

# vpn.settings.privacyTrackerTitle
source: Block trackers
dsb: Pśeslědowaki blokěrowaś

# vpn.settings.startAtBootSubtitle
source: Mozilla VPN will launch and connect when you start up your device
dsb: Mozilla VPN buźo startowaś a zwězowaś, gaž swój rěd startujośo

# vpn.settings.startAtBootTitle
source: Connect VPN on startup
dsb: VPN pśi startowanju zwězaś

# vpn.settings.tipsAndTricksSettings
source: Tips and tricks
dsb: Tipy a triki

# vpn.settingsDev.restartRequired
source: VPN must be restarted to take effect
dsb: VPM musy se znowego startowaś, aby se změny wustatkowali

# vpn.settingsDev.showOptionSubtitle
source: Show or hide the developer options menu
dsb: Meni wuwijaŕskich nastajenjow pokazaś abo schowaś

# vpn.settingsDev.showOptionTitle
source: Show Developer Options
dsb: Wuwijaŕske nastajenja pokazaś

# vpn.settingsDev.title
source: Developer Options
dsb: Wuwijaŕske nastajenja

# vpn.settingsDev.useStagingSubtitle
source: Staging services are used to test features before they go live to production
dsb: Testowe słužby se wužywaju, aby funkcije testowali, nježli až se wšym k dispoziciji stajaju

# vpn.settingsDev.useStagingTitle
source: Use Staging Servers
dsb: Testowe serwery wužywaś

# vpn.splittunnel.infoCardDescription
source: VPN must be off to edit App exclusions
dsb: VPN musy znjemóžnjony byś, aby wy mógał nałožeńske wuwześa wobźěłaś

# vpn.splittunnel.infoLinkText
source: Learn more
dsb: Dalšne informacije

# vpn.splittunnel.infoText2
source: For any questions about setting app exclusions, we’ve provided some helpful tips on our website.
dsb: Jolic pšašanja wó nastajanju wuwześow nałoženja maśo, mamy wužytne pokaze na našom websedle za was.

# vpn.splittunnel.missingAppActionButton
source: Add apps manually
dsb: Nałoženja manuelnje pśidaś

# vpn.splittunnel.missingAppAddedOne
source: Success! You added “%1” to this list.
dsb: Raźiło! Sćo pśidał „%1“ lisćinje.

# vpn.splittunnel.missingAppMultiple
source: %1 apps missing from list.
dsb: Licba nałoženjow, kótarež w lisćinje feluju: %1

# vpn.subscriptionManagement.activatedLabel
source: Active since
dsb: Aktiwny wót

# vpn.subscriptionManagement.cardExpiresLabel
source: Expires
dsb: Płaśiwy do

# vpn.subscriptionManagement.cardLast4
source: Card ending in %1
dsb: Kórta, kótaraž se na %1 kóńcy

# vpn.subscriptionManagement.expiresLabel
source: Expires
dsb: Płaśiwy do

# vpn.subscriptionManagement.manageAccount
source: Manage account
dsb: Konto zastojaś

# vpn.subscriptionManagement.manageSubscriptionButton
source: Manage subscription
dsb: Abonoment zastojaś

# vpn.subscriptionManagement.menuTitle
source: Profile
dsb: Profil

# vpn.subscriptionManagement.nextLabel
source: Next billed
dsb: Pśiduca zliceńka

# vpn.subscriptionManagement.paymentHeadline
source: Payment Information
dsb: Płaśeńske informacije

# vpn.subscriptionManagement.planLabel
source: Subscription plan
dsb: Abonementowy plan
