Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */addons/guide_01_how_to_vpn/strings.xliff
Languages: cs, de, es_mx, fur, hu, ia, is, ja, ko, lo, pa_in, ru, th, uk, vi, zh_cn, zh_tw

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
cs: Chraňte své osobní údaje a identitu
de: Schützen Sie Ihre persönlichen Daten und Ihre Identität
es_mx: Protege tus datos personales e identidad
fur: Protêç i tiei dâts personâi e la tô identitât
hu: Védje személyes adatait és személyazonosságát
ia: Salveguardar tu identitate e datos personal
is: Verndaðu persónuupplýsingar þínar og auðkenni
ja: 個人データと ID の保護
ko: 개인 데이터 및 신원 보호
lo: ປົກປ້ອງຂໍ້ມູນສ່ວນຕົວ ແລະ ຕົວຕົນຂອງທ່ານ
pa_in: ਤੁਹਾਡੇ ਨਿੱਜੀ ਡਾਟੇ ਤੇ ਪਛਾਣ ਲਈ ਢਾਲ
ru: Защитите свои персональные данные и личность
th: ปกป้องข้อมูลส่วนตัวและตัวตนของคุณให้ปลอดภัย
uk: Захистіть свої особисті дані та особистість
vi: Bảo vệ dữ liệu cá nhân và danh tính của bạn
zh_cn: 保护您的个人数据和身份
zh_tw: 保護您的個人資料與身分資料

# guide.how_to_vpn.block.c_2.l_1
source: Surf the web and use your favorite apps freely without being tracked
cs: Procházejte internet a používejte své oblíbené aplikace aniž byste byli sledováni
de: Surfen Sie im Internet und nutzen Sie Ihre Lieblings-Apps unbeschwert, ohne verfolgt zu werden
es_mx: Navega por la web y usa tus aplicaciones favoritas libremente sin ser rastreado
fur: Navighe sul web e dopre lis tôs aplicazions preferidis in libertât cence che ti spiin
hu: Böngésszen az interneten, és használja kedvenc alkalmazásait szabadon, nyomon követés nélkül
ia: Navigar le web e usar tu favorite apps liberemente sin esser traciate
is: Vafraðu á vefnum og notaðu uppáhaldsforritin þín frjálslega án þess að aðrir geti fylgst með þeim
ja: 追跡されることなく、自由にウェブを利用し、お気に入りのアプリを使用できます
ko: 추적되지 않으면서 웹을 탐색하고 좋아하는 앱을 자유롭게 사용
lo: ທ່ອງເວັບ ແລະ ໃຊ້ແອັບທີ່ທ່ານມັກໄດ້ຢ່າງເສລີໂດຍບໍ່ໄດ້ຮັບການຕິດຕາມ
pa_in: ਟਰੈਕ ਹੋਣ ਦੇ ਡਰ ਤੋਂ ਮੁਕਤ ਹੋ ਕੇ ਵੈੱਬ ਅਤੇ ਆਪਣੀਆਂ ਮਨਪਸੰਦ ਦੀਆਂ ਐਪਾਂ ਨੂੰ ਵਰਤੋਂ
ru: Сёрфите по Интернету и используйте свои любимые приложения не опасаясь слежки
th: ท่องเว็บและใช้แอปที่คุณชื่นชอบได้อย่างอิสระโดยไม่ถูกติดตาม
uk: Переглядайте в інтернеті та користуйся своїми улюбленими застосунками вільно без стеження
vi: Duyệt web và sử dụng ứng dụng yêu thích của bạn một cách thoải mái mà không bị theo dõi
zh_cn: 在网上冲浪时，自由使用你最喜欢的应用程序，而不会被跟踪
zh_tw: 自由上網、滑 App，不被追蹤

# guide.how_to_vpn.block.c_2.l_2
source: Keep confidential materials safe via our premium data encryption
cs: Uchovávejte důvěrné materiály v bezpečí díky našemu prémiovému šifrování dat
de: Schützen Sie vertrauliche Materialien mit unserer Premium-Datenverschlüsselung
es_mx: Mantén seguros tu información confidencial a través de nuestro cifrado de datos premium
fur: Ten al sigûr lis informazions riservadis gracie ae nestre superlative cifradure dai dâts
hu: Tartsa biztonságban a bizalmas anyagokat a prémium adattitkosításunkkal
ia: Mantener secur le materiales confidential per nostre cryptation premio del datos
is: Haltu trúnaðargögnum öruggum með úrvals-gagnadulritun okkar
ja: 高品質のデータ暗号化により機密情報を安全に保ちます
ko: 프리미엄 데이터 암호화를 통해 기밀 자료를 안전하게 유지
lo: ຮັກສາເອກະສານທີ່ເປັນຄວາມລັບໃຫ້ປອດໄພຜ່ານການເຂົ້າລະຫັດຂໍ້ມູນລະດັບພຣີມຽມຂອງພວກເຮົາ
pa_in: ਸਾਡੀ ਪ੍ਰੀਮੀਅਮ ਡਾਟਾ ਇਕ੍ਰਿਪਸ਼ਨ ਰਾਹੀਂ ਗੁਪਤ ਸਮੱਗਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖੋ
ru: Обеспечьте безопасность конфиденциальных материалов с помощью нашего премиального шифрования данных
th: ปกป้องข้อมูลลับให้ปลอดภัยด้วยการเข้ารหัสลับข้อมูลแบบพรีเมียมของเรา
uk: Зберігайте конфіденційні матеріали в безпеці за допомогою нашого преміального шифрування даних
vi: Giữ dữ liệu nhạy cảm một cách an toàn với khả năng mã hóa dữ liệu cao cấp của chúng tôi
zh_cn: 通过我们的高级数据加密来保护机密信息
zh_tw: 透過我們的進階資料加密功能確保機敏資料安全

# guide.how_to_vpn.block.c_3
source: Defense on the go
cs: Ochrana na cestách
de: Verteidigung auch unterwegs
es_mx: Defensa sobre la marcha
fur: Protezion in moviment
hu: Védelem útközben
ia: Defensa al volo
is: Verðu þig á ferðinni
ja: 外出時の防御
ko: 지속적인 보안
lo: ປ້ອງກັນຢູ່ໃນຂະນະໃຊ້ງານ
pa_in: ਢਾਲ ਹਰ ਥਾਂ ਤੁਹਾਡੇ ਨਾਲ
ru: Защита на ходу
th: ป้องกันได้ทุกที่ทุกแห่ง
uk: Захист на ходу
vi: Phòng thủ khi di chuyển
zh_cn: 随时随地得到保护
zh_tw: 隨時隨地都獲得保護

# guide.how_to_vpn.block.c_4.l_1
source: Blocks unknown entities from seeing your private data on risky public Wi-Fi and hotspots
cs: Zabraňuje neznámým subjektům v přístupu k vašim soukromým datům na rizikových veřejných Wi-Fi a hotspotech
de: Verhindert, dass unbekannte Personen Ihre privaten Daten in riskanten öffentlichen WLANs und Hotspots sehen
es_mx: Bloquea entidades desconocidas para que no vean tus datos privados en puntos de acceso y Wi-Fi públicos de riesgo
fur: Al impedìs a entitâts no cognossudis di viodi i tiei dâts privâts cuant che tu ti coleghis a ponts di acès e Wi-Fi publics
hu: Megakadályozza, hogy ismeretlenek lássák a személyes adatait a kockázatos nyilvános Wi-Fi-hálózatokon és hotspotokon
ia: Bloca entitates incognite de vider tu datos private sur riscose wi-fi e punctos de accesso public
is: Útilokar óþekkta aðila frá því að sjá einkagögnin þín á varasömum Wi-Fi almenningsnetum og tengipunktum
ja: 危険性のある公衆 Wi-Fi やホットスポットで、隠れた存在からあなたの個人データがのぞき見されないようにブロックします
ko: 위험한 공공 Wi-Fi 및 핫스팟에서 알 수 없는 주체가 개인 데이터를 볼 수 없도록 차단
lo: ບລັອກໜ່ວຍງານທີ່ບໍ່ຮູ້ຈັກບໍ່ໃຫ້ເຫັນຂໍ້ມູນສ່ວນຕົວຂອງທ່ານໃນ Wi-Fi ແລະ ຮັອດສະປອດສາທາລະນະທີ່ມີຄວາມສ່ຽງ
pa_in: ਖ਼ਤਰਨਾਕ ਪਬਲਿਕ Wi-Fi ਅਤੇ ਹਾਟਸਪਾਟ ਉੱਤੇ ਆਪਣੇ ਨਿੱਜੀ ਡਾਟੇ ਨੂੰ ਅਣਪਛਾਣਿਆਂ ਨੂੰ ਵੇਖਣ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਂਦਾ ਹੈ
ru: Блокируйте просмотр своих личных данных неизвестным лицам в небезопасных общедоступных сетях Wi-Fi и точках доступа
th: ปิดกั้นบุคคลที่ไม่รู้จักไม่ให้เห็นข้อมูลส่วนตัวของคุณบน Wi-Fi สาธารณะและฮอตสปอตที่มีความเสี่ยง
uk: Блокує доступ невідомим особам до ваших особистих даних у небезпечних загальнодоступних Wi-Fi та точках доступу
vi: Ngăn chặn tin tặc xem dữ liệu riêng tư của bạn trên các điểm truy cập và Wi-Fi công cộng đầy rủi ro
zh_cn: 阻止黑客在有风险的公共 Wi-Fi 和热点上看到您的个人数据
zh_tw: 封鎖惡意第三方透過不安全的公共 Wi-Fi 熱點偷窺您的私人資料

# guide.how_to_vpn.block.c_4.l_2
source: Protection wherever you are, from restaurants to vacation rentals
cs: Ochrana, ať jste kdekoli, od restaurací až po rekreační pronájmy
de: Schutz, wo immer Sie sind, von Restaurants bis zu Ferienwohnungen
es_mx: Protección estés donde estés, desde restaurantes hasta alquileres vacacionales
fur: Protezion dapardut là che tu ti cjatis, dai ristorants ae cjase des vacancis
hu: Védelem, bárhol is van, az éttermektől a nyaralókig
ia: Protection ubicunque tu es, ab le restaurantes al locationes de vacantias
is: Vernd hvar sem þú ert, allt frá veitingastöðum til leigðra orlofshúsa
ja: レストランからレンタル施設まで、どこでもあなたを保護します
ko: 식당부터 휴가용 주택까지 사용자가 어디에 있든 보호
lo: ການປົກປ້ອງບໍ່ວ່າທ່ານຈະຢູ່ໃສ, ຈາກຮ້ານອາຫານໄປຫາບ່ອນພັກເຊົ່າ
pa_in: ਜਿੱਥੇ ਵੀ ਤੁਸੀਂ ਹੋ, ਉਥੇ ਹੀ ਸੁਰੱਖਿਅਤ ਰਹੋ, ਰੇਸਟੋਰੈਂਟਾਂ ਤੋਂ ਲੈ ਕੇ ਛੁੱਟੀਆਂ ਦੀਆਂ ਥਾਵਾਂ ਤੱਕ
ru: Защита, где бы вы ни находились, от ресторанов до жилья для отпуска
th: พร้อมป้องกันไม่ว่าคุณจะอยู่ที่ไหน ไม่ว่าจะเป็นร้านอาหารหรือที่พักตากอากาศก็ตาม
uk: Захист, де б ви не були, від ресторанів до житла для відпочинку
vi: Bảo vệ mọi lúc mọi nơi, từ nhà hàng đến nơi cho thuê nghỉ dưỡng
zh_cn: 从餐馆到酒店，哪里都能得到保护
zh_tw: 隨時隨地，不論是餐廳或渡假村都能受到保護

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
cs: Připojení k více než 30 zemím
de: Verbinden Sie sich mit über 30 Ländern
es_mx: Conéctate a más de 30 países
fur: Conetiti a plui di 30 paîs
hu: Csatlakozzon több mint 30 országhoz
ia: Connecte te a plus de 30 paises
is: Tengstu við fleiri en 30 lönd
ja: 30 か国以上で接続可能
ko: 30개 이상의 국가와 연결
lo: ເຊື່ອມຕໍ່ກັບ 30+ ປະເທດ
pa_in: 30 ਤੋਂ ਵੱਧ ਦੇਸ਼ਾਂ ਨਾਲ ਕਨੈਕਟ ਕਰੋ
ru: Подключайтесь к более чем 30 странам
th: เชื่อมต่อไปยังกว่า 30 ประเทศ
uk: Під'єднуйтеся до понад 30 країн
vi: Kết nối với hơn 30 quốc gia
zh_cn: 连接到 30 余个国家/地区
zh_tw: 連線到超過 30 個國家

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
cs: Prohlížejte a přistupujte k obsahu z celého světa
de: Durchsuchen und greifen Sie auf Inhalte aus der ganzen Welt zu
es_mx: Navega y accede a contenido de todo el mundo
fur: Navighe e viôt contignûts di dut il mont
hu: Böngésszen és érjen el tartalmakat a világ minden tájáról
ia: Naviga e accede a contento de tote le mundo
is: Skoðaðu og fáðu aðgang að efni alls staðar að úr heiminum
ja: 世界のどこからでもコンテンツを閲覧してアクセスできます
ko: 전 세계의 콘텐츠를 탐색하고 접근
lo: ຊອກຫາ ແລະ ເຂົ້າເຖິງເນື້ອຫາຈາກທົ່ວໂລກ
pa_in: ਦੁਨਿਆਂ ਭਰ ਤੋਂ ਸਮੱਗਰੀ ਨੂੰ ਬਰਾਊਜ਼ ਕਰੋ ਤੇ ਪਹੁੰਚ ਲਵੋ
ru: Сёрфите и получайте доступ к контенту со всего мира
th: เรียกดูและเข้าถึงเนื้อหาต่างๆ จากทั่วทุกมุมโลก
uk: Переглядайте та отримайте доступ до вмісту з усього світу
vi: Duyệt và truy cập nội dung từ khắp nơi trên thế giới
zh_cn: 浏览和访问来自世界各地的内容
zh_tw: 瀏覽存取世界各地的內容資源

# guide.how_to_vpn.block.c_6.l_2
source: Shop on a regional server to get localized deals like cheaper airfare
cs: Nakupujte na regionálním serveru a získejte místní nabídky, například levnější letenky
de: Kaufen Sie auf einem regionalen Server ein, um lokalisierte Angebote wie günstigere Flugpreise zu erhalten
es_mx: Compra en un servidor regional para obtener ofertas personalizadas, como boletos de avión más baratos
fur: Fâs compris suntun servidôr intun altri paîs par otignî ufiertis localizadis, par esempli tarifis aereis plui economichis
hu: Vásároljon egy regionális kiszolgálón, hogy helyi ajánlatokat, például olcsóbb repülőjegyeket kapjon
ia: Compra sur un servitor regional pro obtener negotios localisate como billetes de avion minus costose
is: Verslaðu á svæðisbundnum netþjónum til að fá staðbundin tilboð eins og ódýrari flugfargjöld
ja: 地域のサーバーで買い物をして、より安い地元価格の航空運賃で取引できます
ko: 지역 서버에서 쇼핑하여 더 저렴한 항공권 같이 지역화된 거래를 이용해 보세요.
lo: ຊື້ເຄື່ອງຢູ່ໃນເຊີບເວີຂອງພາກພື້ນເພື່ອຮັບຂໍ້ສະເໜີທີ່ເປັນທ້ອງຖິ່ນ ເຊັ່ນ: ຄ່າປີ້ຍົນທີ່ລາຄາຖືກກວ່າ
pa_in: ਸਥਾਨਿਕ ਡੀਲਾਂ ਲੈਣ ਲਈ ਲੋਕਲ ਸਰਵਰ ਤੋਂ ਖਰੀਦਦਾਰੀ ਕਰੋ ਜਿਵੇਂ ਕਿ ਜਹਾਜ਼ਰ ਦੀਆਂ ਟਿਕਟਾਂ
ru: Покупайте на региональном сервере, чтобы получать локальные предложения, например дешёвые авиабилеты
th: ซื้อของบนเซิร์ฟเวอร์ระดับภูมิภาคเพื่อรับข้อเสนอเฉพาะท้องถิ่น เช่น ตั๋วเครื่องบินในราคาถูกกว่า
uk: Здійснюйте покупки на регіональному сервері, щоб отримати локалізовані пропозиції, як-от дешевші авіаквитки
vi: Mua sắm trên máy chủ khu vực để nhận các ưu đãi khu vực như vé máy bay rẻ hơn
zh_cn: 通过区域服务器购物来获得当地优惠，比如更便宜的机票
zh_tw: 於在地的主機購物，獲得在地的優惠折扣，例如更便宜的機票價格

# guide.how_to_vpn.subtitle
source: Mozilla VPN secures the connection between your device and the web. Here’s some of the most useful features your VPN offers:
cs: Mozilla VPN zabezpečuje připojení mezi vaším zařízením a webem. Zde jsou některé z nejužitečnějších funkcí, které VPN nabízí:
de: Mozilla VPN sichert die Verbindung zwischen Ihrem Gerät und dem Internet. Hier sind einige der nützlichsten Funktionen, die Ihr VPN bietet:
es_mx: Mozilla VPN asegura la conexión entre tu dispositivo y la web. Estas son algunas de las funciones más útiles que ofrece tu VPN:
fur: Mozilla VPN al protêç la conession tra il to dispositîf e il Web. Ve chi cualchidune des plui utilis funzionalitâts ufiertis de tô VPN:
hu: A Mozilla VPN biztonságossá teszi a kapcsolatot az eszköz és a web között. Íme néhány a VPN által kínált leghasznosabb funkciók közül:
is: Mozilla VPN tryggir tenginguna milli tækisins þíns og veraldarvefsins. Hér eru nokkrir af gagnlegustu eiginleikum VPN-netsins þíns:
ja: Mozilla VPN は、あなたの端末とウェブの接続を保護します。ここでは VPN が提供するいくつかの便利な機能を示します:
ko: Mozilla VPN은 기기와 웹 간의 연결을 보호합니다. 다음은 현재 사용중인 VPN이 제공하는 가장 유용한 기능들입니다:
lo: Mozilla VPN ຮັບປະກັນການເຊື່ອມຕໍ່ລະຫວ່າງອຸປະກອນຂອງທ່ານກັບເວັບ. ນີ້ແມ່ນບາງຄຸນສົມບັດທີ່ເປັນປະໂຫຍດທີ່ສຸດທີ່ VPN ຂອງທ່ານສະໜອງໃຫ້:
pa_in: Mozilla VPN ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਅਤੇ ਵੈੱਬ ਦੇ ਵਿਚਾਲੇ ਕਨੈਕਸ਼ਨ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਦਾ ਹੈ। ਤੁਹਾਡੇ VPN ਵਲੋਂ ਪੇਸ਼ ਕੀਤੇ ਸਭ ਤੋਂ ਫਾਇਦੇਮੰਦ ਕੁਝ ਫ਼ੀਚਰਾਂ ਵਿੱਚੋਂ ਕੁਝ ਹਨ:
ru: Mozilla VPN защищает соединение между вашим устройством и Интернетом. Вот некоторые из наиболее полезных функций, которые предлагает ваш VPN:
th: Mozilla VPN ช่วยรักษาความปลอดภัยให้กับการเชื่อมต่อระหว่างอุปกรณ์ของคุณและเว็บไซต์ นี่คือคุณสมบัติที่เป็นประโยชน์ที่สุดบางส่วนที่ VPN ของคุณมีให้:
uk: Mozilla VPN захищає з’єднання між вашим пристроєм та інтернетом. Ось деякі з найкорисніших функцій, які пропонує ваша VPN:
vi: Mozilla VPN bảo mật kết nối giữa thiết bị của bạn và web. Dưới đây là một số tính năng hữu ích nhất mà VPN của bạn cung cấp:
zh_cn: Mozilla VPN 可以保护您的设备和互联网之间连接安全。下面是您的 VPN 提供的一些最有用的功能：
zh_tw: Mozilla VPN 會加密您的裝置與網站間的連線，以下是 VPN 常見能提供的功能：

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
cs: Nejčastější využití a výhody používání Mozilla VPN
de: Die wichtigsten Anwendungen und Vorteile der Verwendung von Mozilla VPN
es_mx: Los principales usos y beneficios de usar Mozilla VPN
fur: I principâi ûs e vantaçs di Mozilla VPN
hu: A Mozilla VPN használatának legfontosabb felhasználási területei és előnyei
ia: Le melior usos e beneficios de Mozilla VPN
is: Helstu aðferðir og kostir við að nota Mozilla VPN
ja: Mozilla VPN を使用する主な用途と利点
ko: Mozilla VPN의 주요 용도 및 이점
lo: ການນໍາໃຊ້ ແລະ ຜົນປະໂຫຍດສູງສຸດຂອງການໃຊ້ Mozilla VPN
pa_in: Mozilla VPN ਦੀ ਸਿਖਰਲੀ ਵਰਤੋਂ ਅਤੇ ਵਰਤਣ ਦੇ ਫਾਇਦੇ
ru: Основные области применения и преимущества использования Mozilla VPN
th: การใช้งานและประโยชน์หลักๆ ของการใช้ Mozilla VPN
uk: Найпопулярніші варіанти використання та переваги користування Mozilla VPN
vi: Những công dụng và lợi ích phổ biến khi sử dụng Mozilla VPN
zh_cn: Mozilla VPN 的主要用途和好处
zh_tw: Mozilla VPN 最熱門的用途與好處

# guide.how_to_vpn.subtitle
source: Mozilla VPN secures the connection between your device and the web. Hereâ€™s some of the most useful features your VPN offers:
ia: Mozilla VPN salveguarda le connexion inter tu apparato e le Web. Ecce parte del plus utile characteristicas que tu VPN offere:
