Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: dsb/addons/guide_01_how_to_vpn/strings.xliff
Languages: dsb

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
dsb: Šćitajśo swóje wósobinske daty a swóju identitu

# guide.how_to_vpn.block.c_2.l_1
source: Surf the web and use your favorite apps freely without being tracked
dsb: Pśeglědujśo web a wužywajśo swóje nejlubše nałoženja licho, bźez togo, aby wam něchten slědował

# guide.how_to_vpn.block.c_2.l_2
source: Keep confidential materials safe via our premium data encryption
dsb: Šćitajśo dowěrliwe materialije z našym premijowym datowym skoděrowanim

# guide.how_to_vpn.block.c_3
source: Defense on the go
dsb: Zašćitowanje pó droze

# guide.how_to_vpn.block.c_4.l_1
source: Blocks unknown entities from seeing your private data on risky public Wi-Fi and hotspots
dsb: Zajźujo tomu, až njeznate wósoby waše priwatne daty na riskantnych zjawnych WLAN a hotspotach wiźe

# guide.how_to_vpn.block.c_4.l_2
source: Protection wherever you are, from restaurants to vacation rentals
dsb: Šćit źožkuli sćo, wót gósćeńcow do prozninskich bydlenjow

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
dsb: Zwěžćo se z wěcej ako 30 krajami

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
dsb: Pśeglědaśo a mějśo pśistup k wopśimjeśeju cełego swěta

# guide.how_to_vpn.block.c_6.l_2
source: Shop on a regional server to get localized deals like cheaper airfare
dsb: Nakupujśo na regionalnem serwerje, aby lokalne póbitowanja dostał, na pś. niše płaśizny lěta

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
dsb: Nejwažnjejše wužyśa a lěpšyny pśi wužywanju Mozilla VPN
