Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */extras.xliff
Languages: lo

# languages.bg
source: Bulgarian
lo: ບັງກາຣຽນ

# languages.co
source: Corsican
lo: ຄໍຊິກາ

# languages.cs
source: Czech
lo: ເຊກ

# languages.cy
source: Welsh
lo: ເວວ

# languages.da
source: Danish
lo: ແດນິຊ

# languages.de
source: German
lo: ເຢຍລະມັນ

# languages.dsb
source: Lower Sorbian
lo: ຊໍບຽນຕໍ່ກວ່າ

# languages.el
source: Greek
lo: ກຣີກ

# languages.en
source: English
lo: ອັງກິດ

# languages.en_CA
source: Canadian English
lo: ພາສາອັງກິດ

# languages.en_GB
source: British English
lo: ອັງກິດ (ບຣິດທິຊ)

# languages.es_ES
source: Spanish
lo: ສະແປນນິຊ

# languages.es_MX
source: Mexican Spanish
lo: ເມັກຊິກັນ ສະແປນນິຊ

# languages.fa
source: Persian
lo: ເປີຊຽນ

# languages.fi
source: Finnish
lo: ຟິນນິຊ

# languages.fr
source: French
lo: ຝຣັ່ງ

# languages.fy_NL
source: Western Frisian
lo: ຟຣິຊຽນ ຕາເວັນຕົກ

# languages.hsb
source: Upper Sorbian
lo: ຊໍບຽນ ທາງຕອນເໜືອ

# languages.hu
source: Hungarian
lo: ຮັງກາຣຽນ

# languages.ia
source: Interlingua
lo: ອິນເຕີລິງລົວ

# languages.id
source: Indonesian
lo: ອິນໂດເນຊຽນ

# languages.is
source: Icelandic
lo: ໄອສແລນດິກ

# languages.it
source: Italian
lo: ອິຕາລຽນ

# languages.ja
source: Japanese
lo: ຍີ່ປຸ່ນ

# languages.lo
source: Lao
lo: ລາວ

# languages.ko
source: Korean
lo: ພາສາເກົາຫຼີ

# languages.nl
source: Dutch
lo: ດັຊ

# languages.pa_IN
source: Punjabi
lo: ປັນຈາບີ

# languages.pl
source: Polish
lo: ໂປລິຊ

# languages.pt_BR
source: Portuguese
lo: ປອກຕຸຍກິສ

# languages.pt_PT
source: European Portuguese
lo: ປອກຕຸຍກິສ ຢຸໂຣບ

# languages.ru
source: Russian
lo: ລັດເຊຍ

# languages.sk
source: Slovak
lo: ສະໂລແວັກ

# languages.sl
source: Slovenian
lo: ສະໂລເວນຽນ

# languages.sq
source: Albanian
lo: ອານບານຽນ

# languages.sv_SE
source: Swedish
lo: ສະວີດິຊ

# languages.tr
source: Turkish
lo: ເທີຄິຊ

# languages.uk
source: Ukrainian
lo: ຢູເຄຣນຽນ

# languages.vi
source: Vietnamese
lo: ພາສາຫວຽດນາມ

# languages.zh_CN
source: simplified Chinese
lo: ຈີນແບບຮຽບງ່າຍ

# languages.zh_TW
source: traditional Chinese
lo: ຈີນແບບດັ້ງເດີມ

# servers.al
source: Albania
lo: ປະເທດອານບານີ

# servers.Tirana
source: Tirana
lo: ທິຣານາ

# servers.au
source: Australia
lo: ປະເທດອົດສະຕຣາລີ

# servers.Melbourne
source: Melbourne
lo: ເມລເບີນ

# servers.be
source: Belgium
lo: ປະເທດແບນຊິກ

# servers.Brussels
source: City of Brussels
lo: Brussels

# servers.bg
source: Bulgaria
lo: ປະເທດບູນກາລີ

# servers.br
source: Brazil
lo: ປະເທດບຣາຊິນ

# servers.SaoPaulo
source: São Paulo
lo: ຊາວເປົາໂລ

# servers.ca
source: Canada
lo: ປະເທດການາດາ

# servers.Montreal
source: Montreal
lo: ມົງເລອານ

# servers.ch
source: Switzerland
lo: ປະເທດສະວິດ

# servers.Zurich
source: Zürich
lo: Zurich

# servers.co
source: Colombia
lo: ປະເທດໂກໂລມບີ

# servers.Bogota
source: Bogotá
lo: Bogota

# servers.cz
source: Czech Republic
lo: ປະເທດເຊັກກີ

# servers.Prague
source: Prague
lo: ປຣາກ

# servers.de
source: Germany
lo: ປະເທດເຢຍລະມັນ

# servers.Berlin
source: Berlin
lo: ເບີລິນ

# servers.Dusseldorf
source: Düsseldorf
lo: Dusseldorf

# servers.dk
source: Denmark
lo: ປະເທດດານມາກ

# servers.ee
source: Estonia
lo: ປະເທດແອັດສະໂຕນີ

# servers.es
source: Spain
lo: ປະເທດແອັດສະປາຍ

# servers.fi
source: Finland
lo: ປະເທດແຟງລັງ

# servers.fr
source: France
lo: ປະເທດຝຣັ່ງ

# servers.Paris
source: Paris
lo: ປາຣີ

# servers.gb
source: United Kingdom
lo: ສະຫະລາຊະອານາຈັກ

# servers.London
source: London
lo: ລອນດອນ

# servers.gr
source: Greece
lo: ປະເທດເກຣັກ

# servers.Athens
source: Athens
lo: ເອເທນ

# servers.hk
source: Hong Kong
lo: ຮົງກົງ

# servers.HongKong
source: Hong Kong
lo: ຮົງກົງ

# servers.hr
source: Croatia
lo: ປະເທດກຣົວຊີ

# servers.Zagreb
source: Zagreb
lo: ຊາເກຣບ

# servers.hu
source: Hungary
lo: ປະເທດຮົງກະລີ

# servers.ie
source: Republic of Ireland
lo: ປະເທດອຽກລັງ

# servers.il
source: Israel
lo: ປະເທດອິດສະຣາເອນ

# servers.it
source: Italy
lo: ອິຕາລີ

# servers.jp
source: Japan
lo: ປະເທດຍີ່ປຸ່ນ

# servers.Osaka
source: Ōsaka
lo: Osaka

# servers.Tokyo
source: Tokyo
lo: ໂຕກຽວ

# servers.lv
source: Latvia
lo: ປະເທດແລດໂຕນີ

# servers.mx
source: Mexico
lo: ປະເທດເມັກຊິກ

# servers.Queretaro
source: Querétaro
lo: Queretaro

# servers.nl
source: Netherlands
lo: ປະເທດໂຮນລັງ

# servers.Amsterdam
source: Amsterdam
lo: ອຳສະເຕີດຳ

# servers.no
source: Norway
lo: ປະເທດນອກແວດ

# servers.Stavanger
source: Stavanger Municipality
lo: Stavanger

# servers.nz
source: New Zealand
lo: ປະເທດນູແວນ ເຊລັງ

# servers.pl
source: Poland
lo: ປະເທດໂປໂລຍ

# servers.pt
source: Portugal
lo: ປະເທດປອກຕຸຍການ

# servers.Lisbon
source: Lisbon
lo: ລີຊະບົນ

# servers.ro
source: Romania
lo: ປະເທດຣູມານີ

# servers.rs
source: Serbia
lo: ປະເທດແຊກບີ

# servers.se
source: Sweden
lo: ປະເທດຊູແອດ

# servers.sg
source: Singapore
lo: ປະເທດສິງກະໂປ

# servers.Singapore
source: Singapore
lo: ປະເທດສິງກະໂປ

# servers.si
source: Slovenia
lo: ປະເທດສະໂລເວນີ

# servers.sk
source: Slovakia
lo: ປະເທດສະໂລວາກີ

# servers.ua
source: Ukraine
lo: ປະເທດອູແກຣນ

# servers.Kyiv
source: Kyiv
lo: ຄີຟ

# servers.us
source: United States of America
lo: ສະຫະລັດ

# servers.Ashburn
source: Ashburn
lo: Ashburn, VA

# servers.Atlanta
source: Atlanta
lo: Atlanta, GA

# servers.Boston
source: Boston
lo: Boston, MA

# servers.Chicago
source: Chicago
lo: Chicago, IL

# servers.Dallas
source: Dallas
lo: Dallas, TX

# servers.Denver
source: Denver
lo: Denver, CO

# servers.Detroit
source: Detroit
lo: Detroit, MI

# servers.Houston
source: Houston
lo: Houston, TX

# servers.LosAngeles
source: Los Angeles
lo: Los Angeles, CA

# servers.Miami
source: Miami
lo: Miami, FL

# servers.NewYork
source: New York City
lo: ນະຄອນນິວຢອກ

# servers.Phoenix
source: Phoenix
lo: Phoenix, AZ

# servers.Raleigh
source: Raleigh, North Carolina
lo: Raleigh, NC

# servers.SaltLakeCity
source: Salt Lake City
lo: Salt Lake City, UT

# servers.SanJose
source: San Jose, California
lo: San Jose, CA

# servers.Seattle
source: Seattle
lo: Seattle, WA

# servers.Secaucus
source: Secaucus
lo: Secaucus, NJ

# servers.za
source: South Africa
lo: ປະເທດອາຟຣິກາໃຕ້

# servers.th
source: Thailand
lo: ປະເທດໄທ

# servers.id
source: Indonesia
lo: ປະເທດອິນໂດເນເຊຍ

# servers.cl
source: Chile
lo: ປະເທດຊີລີ

# servers.at
source: Austria
lo: ປະເທດອອສເຕຣຍ

# servers.Bangkok
source: Bangkok
lo: ບາງກອກ

# servers.Barcelona
source: Barcelona
lo: ບາເຊໂລນາ

# servers.Bordeaux
source: Bordeaux
lo: ບັອກໂດ

# servers.Jakarta
source: Jakarta
lo: ຈາກາຕາ

# servers.Santiago
source: Santiago
lo: ຊານຕິອາໂກ

# servers.Vienna
source: Vienna
lo: ວຽນນາ

# servers.Palermo
source: Palermo
lo: ປາແລໂມ

# servers.tr
source: Turkey
lo: ຕຸລະກີ

# servers.Istanbul
source: Istanbul
lo: ອິສຕັນບູລ

# servers.pe
source: Peru
lo: ເປຣູ

# servers.Lima
source: Lima
lo: ລິມາ

# servers.cy
source: Cyprus
lo: ໄຊປັຣສ

# servers.Nicosia
source: Nicosia
lo: ນິໂກເຊຍ
