Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.settings.dnsSettingsCustomDNSBody
source: Resolve websites using a custom DNS
cs: Vyřešte webové stránky pomocí vlastního DNS
cy: Datryswch wefannau gan ddefnyddio DNS cyfaddas
da: Slå adresser på websteder op med en tilpasset DNS-server
de: Websites mit einem benutzerdefinierten DNS auflösen
el: Ανάλυση ιστοτόπων με προσαρμοσμένο DNS
es_ar: Resolver sitios web usando un DNS personalizado
fr: Résoudre l’adresse des sites web à l’aide d’un DNS personnalisé
fy_nl: Websites mei in oanpaste DNS omsette
hu: Webhelyek feloldása egyéni DNS használatával
ia: Resolve le sitos web usante un DNS personalisate
id: Atasi situs web dengan DNS khusus
is: Leysa beiningar á vefsíður með því að nota sérsniðið DNS
it: Risolvi i nomi di dominio dei siti web utilizzando un DNS personalizzato
ja: カスタム DNS を使用してウェブサイトのアドレスを解決する
lo: ແກ້ໄຂເວັບໄຊທ໌ໂດຍໃຊ້ DNS ແບບກຳນົດເອງ
nl: Websites met een aangepaste DNS omzetten
pl: Rozpoznawanie witryn przy użyciu niestandardowego DNS
pt_br: Resolva sites usando um DNS personalizado
pt_pt: Resolver websites utilizando um DNS personalizado
ru: Разрешение доменных имён сайтов с помощью пользовательского DNS
sk: Prekladá adresy stránok použitím vlastného servera DNS
sl: Razrešuj naslove spletnih mest z uporabo strežnika DNS po meri
sq: Ftilloni sajte duke përdorur një DNS vetjake
sv_se: Slå upp webbplatser med en anpassad DNS
th: แปลงที่อยู่เว็บไซต์โดยใช้ DNS กำหนดเอง
tr: Web sitelerini özel DNS kullanarak çöz
uk: Обробляти вебзапити за допомогою власної DNS
vi: Giải quyết trang web sử dụng DNS tùy chỉnh
zh_cn: 使用自定义 DNS 解析网站
zh_tw: 使用自訂 DNS 解析網站

# vpn.settings.dnsSettingsCustomDNSError
source: Invalid DNS, please try a new one
cs: Neplatný DNS, zkuste prosím nový
cy: DNS annilys, rhowch gynnig ar un newydd
da: Ugyldig DNS, prøv en ny
de: Ungültiges DNS, bitte versuchen Sie es mit einem neuen
el: Μη έγκυρο DNS, παρακαλώ δοκιμάστε ένα νέο
es_ar: DNS no válido, probá con uno nuevo
fr: DNS invalide, veuillez en essayer un nouveau
fy_nl: Unjildige DNS, probearje in nije
hu: Érvénytelen DNS, próbáljon egy másikat
ia: DNS non valide, per favor prova un nove
id: DNS tidak valid, silakan coba yang lainnya
is: Ógilt DNS, prófaðu eitthvað annað
it: DNS non valido, provane un altro
ja: 無効な DNS です。新しい DNS を入力してください
lo: DNS ບໍ່ຖືກຕ້ອງ, ກະລຸນາລອງອັນໃໝ່
nl: Ongeldige DNS, probeer een nieuwe
pl: Nieprawidłowy DNS, spróbuj użyć innego
pt_br: DNS inválido, tente outro
pt_pt: DNS inválido, por favor tente um novo
ru: Недействительный DNS, попробуйте другой
sk: Neplatný server DNS, skúste iný
sl: Neveljaven DNS, poskusite z drugim
sq: DNS e pavlefshme, ju lutemi, provoni një të re
sv_se: Ogiltig DNS, försök med en ny
th: DNS ไม่ถูกต้อง โปรดลองใช้ DNS ตัวใหม่
tr: Geçersiz DNS, lütfen yeni bir DNS deneyin
uk: Недійсна DNS, спробуйте іншу
vi: DNS không hợp lệ, hãy thử DNS mới
zh_cn: DNS 无效，请重新输入
zh_tw: DNS 無效，請輸入另一組

# vpn.settings.dnsSettingsCustomDNSTitle
source: Use custom DNS
cs: Použít vlastní DNS
cy: Defnyddiwch DNS cyfaddas
da: Brug tilpasset DNS
de: Benutzerdefiniertes DNS verwenden
el: Χρήση προσαρμοσμένου DNS
es_ar: Usar DNS personalizado
fr: Utiliser un DNS personnalisé
fy_nl: Oanpaste DNS brûke
hu: Egyéni DNS használata
ia: Usar DNS personalisate
id: Gunakan DNS khusus
is: Nota sérsniðið DNS
it: Utilizza DNS personalizzato
ja: カスタム DNS を使用する
lo: ໃຊ້ DNS ແບບກຳນົດເອງ
nl: Aangepaste DNS gebruiken
pl: Użyj niestandardowy DNS
pt_br: Usar DNS personalizado
pt_pt: Usar DNS personalizado
ru: Использовать собственный DNS
sk: Použiť vlastný server DNS
sl: Uporabi DNS po meri
sq: Përdorni DNS vetjake
sv_se: Använd anpassad DNS
th: ใช้ DNS กำหนดเอง
tr: Özel DNS kullan
uk: Використовувати власну DNS
vi: Sử dụng DNS tùy chỉnh
zh_cn: 使用自定义 DNS
zh_tw: 使用自訂 DNS

# vpn.settings.dnsSettingsDisconnectWarning
source: Changing these settings will cause the VPN to disconnect and reconnect automatically.
cs: Změna těchto nastavení způsobí automatické odpojení a opětovné připojení VPN.
cy: Bydd newid y gosodiadau hyn yn achosi i'r VPN ddatgysylltu ac ailgysylltu'n awtomatig.
da: Hvis du ændrer disse indstillinger, så afbryder og genopretter VPN'en automatisk forbindelsen.
de: Wenn Sie diese Einstellungen ändern, wird das VPN automatisch getrennt und wieder verbunden.
el: Η αλλαγή αυτών των ρυθμίσεων θα προκαλέσει την αυτόματη αποσύνδεση και επανασύνδεση του VPN.
es_ar: Cambiar esta configuración hará que la VPN se desconecte y se vuelva a conectar automáticamente.
fr: La modification de ces paramètres entraînera la déconnexion et la reconnexion automatiques du VPN.
fy_nl: As jo dizze ynstellingen wizigje, sil de VPN automatysk de ferbining ferbrekke en opnij ferbine.
hu: Ezen beállítások módosítása esetén a VPN automatikusan bontja a kapcsolatot, majd újracsatlakozik.
ia: Cambiar iste parametros causara al VPN disconnecter se e reconnecter se automaticamente.
id: Mengubah pengaturan ini akan menyebabkan VPN terputus dan tersambung kembali secara otomatis.
is: Breytingar á þessum stillingum mun valda því að VPN aftengist og tengist aftur sjálfkrafa.
it: La modifica di queste impostazioni comporta la disconnessione e la riconnessione automatica della VPN.
ja: これらの設定を変更すると、自動的に VPN との接続が解除され、再接続されます。
lo: ການປ່ຽນແປງການຕັ້ງຄ່າເຫຼົ່ານີ້ຈະເຮັດໃຫ້ VPN ຕັດການເຊື່ອມຕໍ່ ແລະ ເຊື່ອມຕໍ່ຄືນໃໝ່ໂດຍອັດຕະໂນມັດ.
nl: Als u deze instellingen wijzigt, zal de VPN automatisch de verbinding verbreken en opnieuw verbinden.
pl: Zmiana tych ustawień spowoduje, że VPN automatycznie rozłączy się i połączy ponownie.
pt_br: Alterar essas configurações faz com que a VPN seja desconectada e reconectada automaticamente.
pt_pt: Alterar estas definições fará a VPN desligar-se e ligar-se automaticamente.
ru: Изменение этих настроек приведет к автоматическому отключению и повторному подключению VPN.
sk: Zmena týchto nastavení spôsobí automatické odpojenie a opätovné pripojenie siete VPN.
sl: Ob spreminjanju teh nastavitev se bo povezava z VPN prekinila in znova vzpostavila.
sq: Ndryshimi i këtyre rregullimeve do të sjellë shkëputjen dhe rilidhjen e automatizuar me VPN-në.
sv_se: Om du ändrar dessa inställningar kommer VPN att koppla från och återansluta automatiskt.
th: การเปลี่ยนแปลงการตั้งค่าเหล่านี้จะทำให้ VPN ตัดการเชื่อมต่อและเชื่อมต่อใหม่โดยอัตโนมัติ
tr: Bu ayarları değiştirirseniz VPN bağlantısı kesilip otomatik olarak yeniden bağlanılır.
uk: Зміна цих налаштувань призведе до автоматичного повторного з'єднання з VPN.
vi: Việc thay đổi cài đặt này sẽ khiến VPN ngắt kết nối và tự động kết nối lại.
zh_cn: 更改这些设置会使 VPN 断开连接，稍后会自动恢复。
zh_tw: 更改這些設定，將造成 VPN 斷線重連。

# vpn.settings.dnsSettingsInputPlaceholder
source: Enter custom DNS
cs: Zadejte vlastní DNS
cy: Rhowch DNS cyfaddas
da: Indtast tilpasset DNS
de: Benutzerdefiniertes DNS eingeben
el: Εισαγωγή προσαρμοσμένου DNS
es_ar: Ingresar un DNS personalizado
fr: Saisissez un DNS personnalisé
fy_nl: Oanpaste DNS ynfiere
hu: Egyéni DNS megadása
ia: Insere DNS personalisate
id: Masukkan DNS khusus
is: Settu inn sérsniðið DNS
it: Inserisci un DNS personalizzato
ja: カスタム DNS を入力
lo: ໃສ່ DNS ແບບກຳນົດເອງ
nl: Aangepaste DNS invoeren
pl: Wprowadź niestandardowy DNS
pt_br: Digite um DNS personalizado
pt_pt: Inserir DNS personalizado
ru: Введите собственный DNS
sk: Zadajte vlastný server DNS
sl: Vnesite DNS po meri
sq: Jepni DNS vetjake
sv_se: Ange anpassad DNS
th: ใส่ DNS กำหนดเอง
tr: Özel DNS’i yazın
uk: Введіть адресу власної DNS
vi: Nhập DNS tùy chỉnh
zh_cn: 输入自定义 DNS
zh_tw: 輸入自訂 DNS

# vpn.settings.dnsSettingsStandardDNSBody
source: Resolve websites using Mozilla VPN’s standard DNS
cs: Překládá adresy stránek pomocí standardního DNS Mozilla VPN
cy: Datryswch wefannau gan ddefnyddio DNS safonol Mozilla VPN
da: Slå adresser på websteder op med Mozilla VPN's standard-DNS
de: Webseiten über das Standard-DNS von Mozilla VPN auflösen
el: Ανάλυση ιστοτόπων με το τυπικό DNS του Mozilla VPN
es_ar: Resolver sitios web usando el DNS estándar de Mozilla VPN
fr: Résoudre l’adresse des sites web à l’aide du DNS standard de Mozilla VPN
fy_nl: Websites mei in standert-DNS fan Mozilla VPN omsette
hu: Webhelyek feloldása a Mozilla VPN szokásos DNS-ének használatával
ia: Resolver sitos web per le DNS standard de Mozilla VPN
id: Selesaikan situs web menggunakan DNS standar Mozilla VPN
is: Leystu beiningar á vefsíður með því að nota staðlað DNS í Mozilla VPN
it: Risolvi i nomi di dominio dei siti web utilizzando il DNS standard di Mozilla VPN
ja: Mozilla VPN の標準 DNS を使用してウェブサイトのアドレスを解決する
lo: ແກ້ໄຂເວັບໄຊທ໌ໂດຍໃຊ້ DNS ມາດຕະຖານຂອງ Mozilla VPN
nl: Websites met de standaard-DNS van Mozilla VPN omzetten
pl: Rozpoznawanie witryn przy użyciu standardowego DNS Mozilla VPN
pt_br: Resolver sites usando o DNS padrão do Mozilla VPN
pt_pt: Resolver websites utilizando o DNS padrão da Mozilla VPN
ru: Разрешать имена сайтов, используя стандартный DNS Mozilla VPN
sk: Prekladá adresy stránok použitím štandardného DNS servera pre Mozilla VPN
sl: Razrešuj naslove spletnih mest z uporabo standardnega strežnika DNS Mozilla VPN
sq: Ftilloni sajte duke përdorur DNS standarde të Mozilla VPN-së
sv_se: Slå upp webbplatser med Mozilla VPN standard DNS
th: แปลงที่อยู่เว็บไซต์โดยใช้ DNS มาตรฐานของ Mozilla VPN
tr: Web sitelerini Mozilla VPN'in standart DNS'ini kullanarak çöz
uk: Обробляти вебзапити за допомогою стандартної DNS від Mozilla VPN
vi: Giải quyết trang web sử dụng DNS tiêu chuẩn của Mozilla VPN
zh_cn: 使用 Mozilla VPN 的标准 DNS 解析网站
zh_tw: 使用 Mozilla VPN 的標準 DNS 解析網站

# vpn.settings.dnsSettingsStandardDNSTitle
source: Use standard DNS
cs: Použít standardní DNS
cy: Defnyddio DNS safonol
da: Brug standard-DNS
de: Standard-DNS verwenden
el: Χρήση τυπικού DNS
es_ar: Usar DNS estándar
fr: Utiliser le DNS standard
fy_nl: Standert-DNS brûke
hu: Szabványos DNS használata
ia: Usar DNS standard
id: Gunakan DNS standar
is: Nota staðlað DNS
it: Utilizza DNS standard
ja: 標準 DNS を使用する
lo: ໃຊ້ DNS ມາດຕະຖານ
nl: Standaard-DNS gebruiken
pl: Użyj standardowy DNS
pt_br: Usar DNS padrão
pt_pt: Usar DNS padrão
ru: Использовать стандартный DNS
sk: Použiť štandardný server DNS
sl: Uporabi standardni DNS
sq: Përdor DNS standarde
sv_se: Använd standard DNS
th: ใช้ DNS มาตรฐาน
tr: Standart DNS kullan
uk: Використовувати стандартну DNS
vi: Sử dụng DNS tiêu chuẩn
zh_cn: 使用标准 DNS
zh_tw: 使用標準 DNS

# vpn.settings.dnsSettingsWarning
source: These options may cause some websites to break or not display content correctly.
cs: Tyto možnosti mohou způsobit poškození některých webových stránek nebo nesprávné zobrazení obsahu.
cy: Gall yr dewisiadau hyn achosi i rai gwefannau dorri neu beidio ag dangos cynnwys yn gywir.
da: Disse indstillinger kan medføre, at nogen websteder ikke fungerer som de skal eller at indhold ikke vises korrekt.
de: Diese Optionen können dazu führen, dass einige Websites nicht funktionieren oder Inhalte nicht korrekt angezeigt werden.
el: Αυτές οι επιλογές ενδέχεται να προκαλέσουν δυσλειτουργία σε ορισμένους ιστότοπους ή να εμποδίσουν την ορθή εμφάνιση περιεχομένου.
es_ar: Estas opciones pueden hacer que algunos sitios web fallen o no muestren el contenido correctamente.
fr: Ces options peuvent empêcher certains sites de fonctionner correctement ou ne pas afficher correctement leur contenu.
fy_nl: Dizze opsjes kinne feroarsaakje dat guon websiden net goed wurkje of ynhâld net goed werjaan.
hu: Ezek a beállítások egyes webhelyek működésképtelenségét okozhatják, vagy a tartalom nem fog megfelelően megjelenni.
ia: Iste optiones pote causar que alcun sitos web collabe o non monstra contento correctemente.
id: Opsi ini dapat menyebabkan beberapa situs web rusak atau tidak menampilkan konten dengan benar.
is: Þessir valkostir geta valdið því að sum vefsvæði virki ekki eða birti efni ekki rétt.
it: Queste opzioni possono causare il malfunzionamento o la mancata visualizzazione di contenuti in alcuni siti web.
ja: これらのオプションを使用すると、一部のウェブサイトが破損したり、コンテンツが正しく表示されなくなったりする可能性があります。
lo: ທາງເລືອກເຫຼົ່ານີ້ອາດຈະເຮັດໃຫ້ບາງເວັບໄຊທ໌ທໍາລາຍ ຫຼື ບໍ່ສະແດງເນື້ອຫາຢ່າງຖືກຕ້ອງ.
nl: Deze opties kunnen ervoor zorgen dat sommige websites niet goed werken of inhoud niet juist weergeven.
pl: Te opcje mogą spowodować, że niektóre strony internetowe będą działać nieprawidłowo lub nieprawidłowo wyświetlać zawartość.
pt_br: Essas opções podem atrapalhar o funcionamento de alguns sites ou fazer com que não exibam conteúdo corretamente.
pt_pt: Estas opções podem causar falhas em determinados sites ou uma apresentação incorreta dos respetivos conteúdos.
ru: Эти настройки могут привести к поломке некоторых сайтов или неправильному отображению содержимого.
sk: Tieto možnosti môžu spôsobiť rozbitie niektorých webových stránok alebo nesprávne zobrazenie obsahu.
sl: Ob uporabi teh možnosti se nekatera spletna mesta morda ne bodo prikazala ali delovala pravilno.
sq: Këto mundësi mund të sjellin dëmtim të disa sajteve, ose mosshfaqje të tyre si duhet.
sv_se: Dessa alternativ kan göra att vissa webbplatser ser konstiga ut eller inte visas korrekt.
th: ตัวเลือกเหล่านี้อาจทำให้บางเว็บไซต์ใช้งานไม่ได้หรือแสดงผลเนื้อหาไม่ถูกต้อง
tr: Bu seçenekler bazı web sitelerinin bozulmasına veya içeriklerin düzgün görüntülenmemesine neden olabilir.
uk: Ці параметри можуть пошкодити роботу або належний показ вмісту деяких вебсайтів.
vi: Tùy chọn này có thể khiến một số trang web bị hỏng hoặc không hiển thị nội dung chính xác.
zh_cn: 这些选项可能会导致某些网站崩溃或无法正确显示内容。
zh_tw: 這些選項可能會造成某些網站故障，或無法正常顯示內容。

# vpn.settings.firefoxExtensionFirefoxButton
source: Download Firefox
de: Firefox herunterladen
is: Sækja Firefox
it: Scarica Firefox
pl: Pobierz Firefoksa
ru: Загрузить Firefox
tr: Firefox’u indir

# vpn.settings.firefoxExtensionFirstParagraphHead
source: Turn off VPN for specific websites.
de: VPN für bestimmte Websites deaktivieren.
is: Slökkva á VPN fyrir tiltekin vefsvæði.
it: Disattiva la VPN per siti web specifici.
pl: Wyłącz VPN dla określonych witryn internetowych.
ru: Отключить VPN для определённых веб-сайтов.
tr: Belirli web siteleri için VPN’i kapatabilirsiniz.

# vpn.settings.firefoxExtensionFirstParagraphMain
source: No more toggling your VPN on and off when you need a site to work. Plus, your preference for the website is saved so you don’t have to adjust it each time.
de: Sie müssen Ihr VPN nicht mehr ein- und ausschalten, wenn eine Website funktionieren muss. Außerdem wird Ihre Einstellung für die Website gespeichert, damit Sie diese nicht jedes Mal anpassen müssen.
is: Þú þarft ekki lengur að kveikja og slökkva á VPN-inu þínu þegar þú þarfnast þess að vefsvæði virki. Auk þess eru stillingar þínar fyrir vefsvæðið vistaðar svo þú þarft ekki að laga þær í hvert skipti.
it: Non dovrai più attivare e disattivare la tua VPN quando hai bisogno di far funzionare un sito. Inoltre, la tua preferenza per il sito web viene salvata in modo da non doverla modificare ogni volta.
pl: Nie trzeba już włączać i wyłączać VPN-a, gdy witryna ma zacząć działać. Ponadto preferencje dotyczące strony są zapisywane, więc nie musisz ich zmieniać za każdym razem.
ru: Больше не нужно включать и выключать VPN, когда вам нужно, чтобы сайт работал. Кроме того, ваши настройки для веб-сайта сохраняются, так что вам не нужно корректировать их каждый раз.
tr: Çalışmayan siteleri çalıştırmak için VPN’inizi açıp kapatmaya artık gerek yok. Ayrıca, web sitesi tercihiniz kaydedileceği için her seferinde değiştirmeniz de gerekmeyecek.

# vpn.settings.firefoxExtensionInfo
source: Firefox extension
de: Firefox-Erweiterung
is: Firefox-forritsauki
it: Estensione per Firefox
pl: Rozszerzenie do Firefoksa
ru: Расширение для Firefox
tr: Firefox uzantısı

# vpn.settings.firefoxExtensionIntro
source: Get more precise control over how your VPN works when you’re browsing, with the Firefox extension.
de: Mit der Firefox-Erweiterung erhalten Sie eine präzisere Kontrolle über die Funktionsweise Ihres VPN, wenn Sie surfen.
is: Fáðu nákvæmari stjórn á því hvernig VPN-netið þitt virkar þegar þú vafrar með Firefox-forritsaukanum.
it: Ottieni un controllo più preciso sul funzionamento della tua VPN durante la navigazione grazie all’estensione per Firefox.
pl: Rozszerzenie do przeglądarki Firefox zapewnia bardziej precyzyjną kontrolę nad działaniem sieci VPN podczas przeglądania stron internetowych.
ru: Получите более точный контроль над работой вашего VPN во время веб-сёрфинга, с помощью расширения для Firefox.
tr: İnternette gezinirken VPN’inizin çalışma şeklini Firefox uzantısıyla daha iyi yönetebilirsiniz.

# vpn.settings.firefoxExtensionMainButton
source: Get the extension
de: Installieren Sie die Erweiterung
is: Ná í forritsaukann
it: Installa l’estensione
pl: Pobierz rozszerzenie
ru: Загрузить расширение
tr: Uzantıyı yükle

# vpn.settings.firefoxExtensionSecondParagraphHead
source: Choose different locations for different websites.
de: Wählen Sie unterschiedliche Standorte für unterschiedliche Websites.
is: Veldu mismunandi staðsetningar fyrir mismunandi vefsvæði.
it: Scegli posizioni diverse per i diversi siti web.
pl: Wybierz różne lokalizacje dla różnych witryn internetowych.
ru: Выбирайте разные местоположения для разных сайтов.
tr: Farklı web siteleri için farklı konumlar seçebilirsiniz.

# vpn.settings.firefoxExtensionSecondParagraphMain
source: Browse one site as if you’re in New York and another as if you’re in Paris — all in the same Firefox session.
de: Surfen Sie auf einer Website, als wären Sie in New York, und surfen Sie auf einer anderen, als wären Sie in Paris – alles in einer Firefox-Sitzung.
is: Skoðaðu eitt vefsvæði eins og þú værir í New York og annað eins og þú værir í París — allt í sömu Firefox lotunni.
it: Naviga in un sito come se fossi a New York e in un altro come se fossi a Parigi, il tutto nella stessa sessione di Firefox.
pl: Przeglądaj jedną witrynę tak, jakbyś był w Nowym Jorku, a inną, jakbyś był w Paryżu — wszystko w tej samej sesji Firefoksa.
ru: Просматривайте один сайт, как если бы вы были в Нью-Йорке, а другой, как если бы вы были во Франции — и всё в одной сессии Firefox.
tr: Aynı Firefox oturumunda bir sitede New York’taymış gibi, başka bir sitede Paris’teymişsiniz gibi gezinebilirsiniz.

# vpn.settings.preferencesSettings
source: Preferences
cs: Předvolby
de: Einstellungen
el: Προτιμήσεις
es_ar: Preferencias
fy_nl: Foarkarren
is: Kjörstillingar
it: Preferenze
lo: ການຕັ້ງຄ່າ
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ru: Настройки
sl: Nastavitve
sq: Parapëlqime
sv_se: Inställningar
th: การกำหนดลักษณะ
tr: Tercihler
vi: Tùy chỉnh
zh_tw: 偏好設定

# vpn.settings.privacyAdblockBody
source: Reduces the number of ads you see when you’re using VPN
cs: Snižuje počet reklam, které vidíte, když používáte VPN
cy: Yn lleihau nifer yr hysbysebion welwch chi pan fyddwch chi'n defnyddio VPN
da: Reducerer antallet af reklamer, du ser når du bruger VPN'en
de: Reduziert die Anzahl der Anzeigen, die Sie sehen, wenn Sie VPN verwenden.
el: Μειώνει τον αριθμό των διαφημίσεων που βλέπετε όταν χρησιμοποιείτε το VPN
es_ar: Reduce la cantidad de publicidades que ves cuando usás VPN
fr: Réduit le nombre de publicités que vous voyez lorsque vous utilisez le VPN
fy_nl: Ferleget it oantal advertinsjes dat jo sjogge as jo VPN brûke
hu: Csökkenti a VPN használata közben megjelenő hirdetések számát
ia: Reduce le numero de avisos publicitari que tu vide quando tu usa VPN
id: Mengurangi jumlah iklan yang Anda lihat saat menggunakan VPN
is: Fækkar þeim auglýsingum sem þú sérð þegar þú ert að nota VPN
it: Riduce il numero di annunci visualizzati quando utilizzi la VPN
ja: VPN 利用時に表示される広告の数を減らします
lo: ຫຼຸດຈຳນວນໂຄສະນາທີ່ເຈົ້າເຫັນໃນເວລາທີ່ທ່ານໃຊ້ VPN
nl: Vermindert het aantal advertenties dat u ziet wanneer u VPN gebruikt
pl: Zmniejsza liczbę reklam wyświetlanych podczas korzystania z VPN
pt_br: Reduz o número de anúncios que aparece ao usar a VPN
pt_pt: Reduz o número de anúncios que vê quando está a utilizar a VPN
ru: Уменьшает количество рекламы, которую вы видите при использовании VPN
sk: Znižuje počet reklám, ktoré vidíte, keď používate VPN
sl: Ob uporabi VPN zmanjša število prikazanih oglasov
sq: Redukton numrin e reklamave që shihni, kur përdorni VPN
sv_se: Minskar antalet annonser du ser när du använder VPN
th: ให้คุณเห็นโฆษณาน้อยลงในระหว่างที่กำลังใช้ VPN
tr: VPN kullanırken gördüğünüz reklam sayısını azaltır
uk: Зменшення кількості рекламних оголошень під час використання VPN
vi: Giảm số lượng quảng cáo bạn nhìn thấy khi sử dụng VPN
zh_cn: 减少使用 VPN 时看到的广告数量
zh_tw: 當您使用 VPN 時減少會看到的廣告數量

# vpn.settings.privacyAdblockTitle
source: Block ads
cs: Blokovat reklamy
cy: Rhwystro hysbysebion
da: Bloker reklamer
de: Werbung blockieren
el: Φραγή διαφημίσεων
es_ar: Bloquear publicidades
fr: Bloquer les publicités
fy_nl: Advertinsjes blokkearje
hu: Reklámok blokkolása
ia: Blocar avisos publicitari
id: Blokir iklan
is: Loka fyrir auglýsingar
it: Blocca annunci pubblicitari
ja: 広告をブロック
lo: ຂັດຂວາງການໂຄສະນາ
nl: Advertenties blokkeren
pl: Blokowanie reklam
pt_br: Bloqueie anúncios
pt_pt: Bloquear anúncios
ru: Блокировка рекламы
sk: Blokovanie reklám
sl: Zavračaj oglase
sq: Bllokoni reklama
sv_se: Blockera annonser
th: ปิดกั้นโฆษณา
tr: Reklamları engelle
uk: Блокувати рекламу
vi: Chặn quảng cáo
zh_cn: 屏蔽广告
zh_tw: 封鎖廣告
