Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.devices.removePopupDescription
source: Please confirm you would like to remove %1.
cs: Potvďte prosím odstranění zařízení %1.
cy: Cadarnhewch yr hoffech chi dynnu %1.
da: Bekræft, at du vil fjerne %1.
de: Bitte bestätigen Sie, dass %1 entfernt werden soll.
el: Παρακαλώ επιβεβαιώστε ότι θέλετε να αφαιρέσετε το «%1».
es_ar: Confirmá que querés eliminar %1.
fr: Veuillez confirmer la suppression de %1.
fy_nl: Befêstigje dat jo %1 ferwiderje wolle.
hu: Erősítse meg, hogy el akarja távolítani a következőt: %1.
ia: Confirma que tu vole remover %1.
id: Konfirmasikan bahwa Anda ingin menghapus %1.
is: Staðfestu að þú viljir fjarlægja %1.
it: Conferma la rimozione del dispositivo %1.
ja: %1 を削除してもよろしいですか？
lo: ກະລຸນາຢືນຢັນວ່າທ່ານຕ້ອງການລຶບ %1 ອອກ.
nl: Bevestig dat u %1 wilt verwijderen.
pl: Potwierdź, że chcesz usunąć %1.
pt_br: Confirme que você quer remover %1.
pt_pt: Por favor, confirme que deseja remover %1.
ru: Пожалуйста, подтвердите, что вы действительно хотите удалить %1.
sk: Prosím, potvrďte, že chcete odstrániť zariadenie %1.
sl: Potrdite, da želite odstraniti napravo %1.
sq: Ju lutemi, ripohoni se do të donit të hiqet %1.
sv_se: Bekräfta att du vill ta bort %1.
th: โปรดยืนยันว่าคุณต้องการเอา %1 ออก
tr: Lütfen %1 cihazını kaldırmak istediğinizi onaylayın.
uk: Підтвердьте, що хочете вилучити %1.
vi: Vui lòng xác nhận bạn muốn xóa %1.
zh_cn: 请确认您是否要移除 %1。
zh_tw: 請確認您是否要移除 %1？

# vpn.devices.removePopupPrimaryButtonLabel
source: Remove
cs: Odstranit
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
es_ar: Eliminar
fr: Supprimer
fy_nl: Ferwiderje
hu: Eltávolítás
ia: Remover
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
lo: ເອົາອອກ
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ru: Удалить
sk: Odstrániť
sl: Odstrani
sq: Hiqe
sv_se: Ta bort
th: เอาออก
tr: Kaldır
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_tw: 移除

# vpn.devices.removePopupTitle
source: Remove device?
cs: Odstranit zařízení?
cy: Tynnu dyfais?
da: Fjern enhed?
de: Gerät entfernen?
el: Αφαίρεση συσκευής;
es_ar: ¿Eliminar dispositivo?
fr: Supprimer l’appareil ?
fy_nl: Apparaat ferwiderje?
hu: Eltávolítja az eszközt?
ia: Remover le apparato?
id: Hapus perangkat?
is: Fjarlægja tæki?
it: Rimuovere il dispositivo?
ja: 端末を削除しますか？
lo: ລຶບອຸປະກອນອອກບໍ?
nl: Apparaat verwijderen?
pl: Usunąć urządzenie?
pt_br: Remover dispositivo?
pt_pt: Remover dispositivo?
ru: Удалить устройство?
sk: Naozaj chcete odstrániť zariadenie?
sl: Odstranim napravo?
sq: Të hiqet pajisja?
sv_se: Ta bort enhet?
th: เอาอุปกรณ์ออกหรือไม่?
tr: Cihaz kaldırılsın mı?
uk: Вилучити пристрій?
vi: Xoá thiết bị?
zh_cn: 确定移除设备？
zh_tw: 確定要移除裝置？

# vpn.devices.removingTitle
source: Removing device…
cs: Odstraňování zařízení…
cy: Yn tynnu dyfais…
da: Fjerner enhed…
de: Gerät wird entfernt…
el: Αφαίρεση συσκευής…
es_ar: Eliminando dispositivo…
fr: Suppression de l’appareil…
fy_nl: Apparaat ferwiderje…
hu: Eszköz eltávolítása…
ia: Removente apparato…
id: Menghapus perangkat…
is: Fjarlægi tæki…
it: Rimozione dispositivo…
ja: 端末を削除しています...
lo: ກຳລັງລຶບອຸປະກອນອອກ…
nl: Apparaat verwijderen…
pl: Usuwanie urządzenia…
pt_br: Removendo dispositivo…
pt_pt: A remover dispositivo…
ru: Удаление устройства…
sk: Odstraňuje sa zariadenie…
sl: Odstranjevanje naprave …
sq: Po hiqet pajisja…
sv_se: Tar bort enhet…
th: กำลังเอาอุปกรณ์ออก…
tr: Cihaz kaldırılıyor…
uk: Вилучення пристрою…
vi: Đang xoá thiết bị…
zh_cn: 正在移除设备…
zh_tw: 正在移除裝置…

# vpn.devices.sectionTitle
source: Devices
cs: Zařízení
de: Geräte
el: Συσκευές
es_ar: Dispositivos
fy_nl: Apparaten
is: Tæki
it: Dispositivi
lo: ອຸປະກອນ
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
sl: Naprave
sq: Pajisje
sv_se: Enheter
th: อุปกรณ์
tr: Cihazlar
vi: Thiết bị
zh_tw: 裝置

# vpn.dnsOverwriteDialog.bodyDNS
source: Using these privacy features will override your custom DNS.
cs: Použití těchto funkcí ochrany osobních údajů přepíše vaše vlastní DNS.
cy: Bydd defnyddio'r nodweddion preifatrwydd hyn yn dileu eich DNS cyfaddas.
da: Brug af disse funktioner til beskyttelse af privatlivet erstatter din tilpassede DNS.
de: Die Verwendung dieser Datenschutzfunktionen überschreibt Ihr benutzerdefiniertes DNS.
el: Η χρήση αυτών των δυνατοτήτων απορρήτου θα παρακάμψει το προσαρμοσμένο DNS σας.
es_ar: El uso de estas funciones de privacidad anulará el DNS personalizado.
fr: L’utilisation de ces fonctionnalités de confidentialité remplacera votre DNS personnalisé.
fy_nl: As jo dizze privacyfunksjes brûke, wurdt jo oanpaste DNS oerskreaun.
hu: Ezen adatvédelmi funkciók felülírják az Ön által használt egyéni DNS-t.
ia: Usar iste functionalitates de confidentialitate supplantara tu DNS personalisate.
id: Menggunakan fitur privasi ini akan menimpa DNS kustom Anda.
is: Notkun þessara persónuverndareiginleika mun hnekkja sérsniðnu DNS.
it: L’utilizzo di queste funzioni per la privacy sovrascriverà il tuo DNS personalizzato.
ja: これらのプライバシー機能を使用すると、カスタム DNS が上書きされます。
lo: ການໃຊ້ຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວເຫຼົ່ານີ້ຈະລົບລ້າງ DNS ແບບກຳນົດເອງຂອງທ່ານ.
nl: Als u deze privacyfuncties gebruikt, wordt uw aangepaste DNS overschreven.
pl: Korzystanie z tych funkcji prywatności spowoduje zastąpienie niestandardowego DNS.
pt_br: O uso desses recursos de privacidade substitui seu DNS personalizado.
pt_pt: Utilizar estas funcionalidades de privacidade irá substituir o seu DNS personalizado.
ru: Использование этих функций приватности переопределит ваш пользовательский DNS.
sk: Používanie týchto funkcií ochrany súkromia prepíše vaše vlastné DNS.
sl: Uporaba teh možnosti zasebnosti bo preglasila izbrani DNS po meri.
sq: Përdorimi i këtyre veçorive të privatësisë do të anashkalojë DNS-në tuaj vetjake.
sv_se: Användning av dessa sekretessfunktioner kommer att åsidosätta dina anpassade DNS-funktioner.
th: การใช้คุณลักษณะความเป็นส่วนตัวเหล่านี้จะแทนที่ค่า DNS กำหนดเองของคุณ
tr: Bu gizlilik özelliklerini kullanırken özel DNS’inizi kullanamazsınız.
uk: Використання цих функцій приватності перевизначить користувацькі налаштування DNS.
vi: Việc sử dụng tính năng quyền riêng tư này sẽ ghi đè DNS tùy chỉnh của bạn.
zh_cn: 使用这些隐私功能会覆盖您的自定义 DNS。
zh_tw: 使用這些隱私權功能，將蓋過您的自訂 DNS 設定。

# vpn.dnsOverwriteDialog.bodyPrivacy
source: Using a custom DNS will override your preferences in the privacy features page.
cs: Použití vlastního DNS přepíše vaše preference na stránce funkcí ochrany osobních údajů.
cy: Bydd defnyddio DNS cyfaddas yn dileu eich dewisiadau ar y dudalen nodweddion preifatrwydd.
da: Brug af tilpasset DNS tilsidesætter dine indstillinger på siden med funktioner til beskyttelse af dit privatliv.
de: Die Verwendung eines benutzerdefinierten DNS überschreibt Ihre Einstellungen auf der Seite mit den Datenschutzfunktionen.
el: Η χρήση ενός προσαρμοσμένου DNS θα παρακάμψει τις προτιμήσεις σας στη σελίδα λειτουργιών απορρήτου.
es_ar: El uso de un DNS personalizado anulará las preferencias en la página de funciones de privacidad.
fr: L’utilisation d’un DNS personnalisé remplacera vos préférences dans la page des fonctionnalités de confidentialité.
fy_nl: As jo in oanpaste DNS brûke, wurde jo foarkarren op de side mei privacyfunksjes oerskreaun.
hu: Az egyéni DNS használata felülírja az adatvédelmi funkciók oldalon megadott beállításait.
ia: Usar un DNS personalisate supplantara tu preferentias in le pagina del functionalitates de confidentialitate.
id: Menggunakan DNS kustom akan mengesampingkan preferensi Anda di laman fitur privasi.
is: Að nota sérsniðið DNS mun hnekkja kjörstillingum þínum á persónuverndarsíðunni.
it: L’utilizzo di un DNS personalizzato sovrascriverà le tue preferenze nella pagina delle funzioni per la privacy.
ja: カスタム DNS を使用すると、プライバシー機能ページの設定が上書きされます。
lo: ການໃຊ້ DNS ແບບກຳນົດເອງຈະລົບລ້າງຄວາມມັກຂອງທ່ານໃນໜ້າຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວ.
nl: Als u een aangepaste DNS gebruikt, worden uw voorkeuren op de pagina met privacyfuncties overschreven.
pl: Ustawienie niestandardowego DNS spowoduje zastąpienie Twoich preferencji na stronie funkcji prywatności.
pt_br: O uso de um DNS personalizado substitui suas preferências na página de recursos de privacidade.
pt_pt: Utilizar um DNS personalizado irá substituir as suas preferências na página de funcionalidades de privacidade.
ru: Использование пользовательского DNS переопределит ваши настройки на странице функций приватности.
sk: Použitie vlastného DNS prepíše vaše preferencie na stránke funkcií ochrany súkromia.
sl: Uporaba DNS po meri bo preglasila nastavitve na strani Možnosti zasebnosti.
sq: Përdorimi i një DNS-je vetjake do të anashkalojë parapëlqimet tuaja te faqja e veçorive të privatësisë.
sv_se: Att använda anpassade DNS-funktioner kommer att åsidosätta dina inställningar på sidan med sekretessfunktioner.
th: การใช้ DNS กำหนดเองจะแทนที่การกำหนดลักษณะของคุณในหน้าคุณลักษณะความเป็นส่วนตัว
tr: Özel DNS kullanırsanız gizlilik özellikleri sayfasındaki tercihleriniz geçersiz hale gelir.
uk: Використання користувацьких налаштувань DNS перевизначить ваші параметри на сторінці функцій приватності.
vi: Sử dụng DNS tùy chỉnh sẽ ghi đè tùy chọn của bạn trong trang tính năng quyền riêng tư.
zh_cn: 使用自定义 DNS 会覆盖您在隐私功能页面中的首选项。
zh_tw: 使用自訂 DNS 將蓋過您在隱私權保護功能頁面中的設定。

# vpn.dnsOverwriteDialog.primaryButton
source: Confirm
cs: Potvrdit
cy: Cadarnhau
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es_ar: Confirmar
fr: Confirmer
fy_nl: Befêstigje
hu: Megerősítés
ia: Confirmar
id: Konfirmasi
is: Staðfesta
it: Conferma
ja: 確認
lo: ຢືນຢັນ​
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sq: Ripohojeni
sv_se: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_cn: 确认
zh_tw: 確認

# vpn.dnsOverwriteDialog.secondaryButton
source: Maybe later
cs: Možná později
cy: Rhywbryd eto
da: Måske senere
de: Vielleicht später
el: Ίσως αργότερα
es_ar: Quizás más tarde
fr: Peut-être plus tard
fy_nl: Miskien letter
hu: Talán később
ia: Forsan un altere vice
id: Mungkin nanti
is: Kannski seinna
it: Magari più tardi
ja: 後で確認
lo: ບາງທີພາຍຫຼັງ
nl: Misschien later
pl: Może później
pt_br: Talvez mais tarde
pt_pt: Talvez mais tarde
ru: Возможно, позже
sk: Možno neskôr
sl: Morda pozneje
sq: Ndoshta më vonë
sv_se: Kanske senare
th: ไว้ทีหลัง
tr: Daha sonra
uk: Можливо, пізніше
vi: Có lẽ để sau
zh_cn: 以后再说
zh_tw: 之後再說

# vpn.dnsOverwriteDialog.titleDNS
source: Override DNS settings?
cs: Přepsat nastavení DNS?
cy: Dileu gosodiadau DNS?
da: Tilsidesæt DNS-indstillinger?
de: DNS-Einstellungen überschreiben?
el: Παράκαμψη ρυθμίσεων DNS;
es_ar: ¿Anular configuración de DNS?
fr: Remplacer les paramètres DNS ?
fy_nl: DNS-ynstellingen oerskriuwe?
hu: Felülírja a DNS-beállításokat?
ia: Supplantar parametros DNS?
id: Ganti pengaturan DNS?
is: Yfirtaka DNS stillingar?
it: Sovrascrivere le impostazioni DNS?
ja: DNS 設定を上書きしますか？
lo: ລົບລ້າງການຕັ້ງຄ່າ DNS ບໍ?
nl: DNS-instellingen overschrijven?
pl: Zastąpić ustawienia DNS?
pt_br: Substituir configurações de DNS?
pt_pt: Substituir configurações de DNS?
ru: Переопределить настройки DNS?
sk: Prepísať nastavenia DNS?
sl: Želite preglasiti nastavitve DNS?
sq: Të anashkalohet rregullime DNS?
sv_se: Åsidosätt DNS-inställningar?
th: แทนที่การตั้งค่า DNS หรือไม่?
tr: DNS ayarları geçersiz kılınsın mı?
uk: Перевизначити налаштування DNS?
vi: Ghi đè cài đặt DNS?
zh_cn: 确定要覆盖 DNS 设置吗？
zh_tw: 要蓋過 DNS 設定嗎？

# vpn.dnsOverwriteDialog.titlePrivacy
source: Override privacy features?
cs: Přepsat funkce ochrany soukromí?
cy: Dileu nodweddion preifatrwydd?
da: Tilsidesæt funktioner til beskyttelse af dit privatliv?
de: Datenschutzfunktionen überschreiben?
el: Παράκαμψη λειτουργιών απορρήτου;
es_ar: ¿Anular funciones de privacidad?
fr: Outrepasser les fonctionnalités de protection de la vie privée ?
fy_nl: Privacyfunksjes oerskriuwe?
hu: Felülbírálja az adatvédelmi funkciókat?
ia: Supplantar functionalitates de confidentialitate?
id: Ganti fitur privasi?
is: Yfirtaka persónuverndareiginleika?
it: Sovrascrivere le funzioni per la privacy?
ja: プライバシー機能を上書きしますか?
lo: ລົບລ້າງຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວບໍ?
nl: Privacyfuncties overschrijven?
pl: Zastąpić funkcje prywatności?
pt_br: Substituir recursos de privacidade?
pt_pt: Substituir funcionalidades de privacidade?
ru: Переопределить функции приватности?
sk: Prepísať funkcie ochrany súkromia?
sl: Želite preglasiti možnosti zasebnosti?
sq: Të anashkalohet veçori privatësie?
sv_se: Åsidosätt sekretessfunktioner?
th: แทนที่คุณลักษณะความเป็นส่วนตัวหรือไม่?
tr: Gizlilik özellikleri geçersiz kılınsın mı?
uk: Перевизначити функції приватності?
vi: Ghi đè tính năng riêng tư?
zh_cn: 确定要覆盖隐私功能吗？
zh_tw: 要蓋過隱私權保護功能嗎？

# vpn.freeTrials.freeTrialLabel
source: 7-day free trial
cs: 7denní bezplatná zkušební verze
cy: Profi 7 diwrnod am ddim
da: Prøv gratis i 7 dage
de: 7 Tage kostenlose Testversion
el: Δωρεάν δοκιμή 7 ημερών
es_ar: Prueba de 7 días gratis
fr: Essai gratuit de 7 jours
fy_nl: Fergeze proefperioade fan 7 dagen
hu: 7 napos ingyenes próbaverzió
ia: Prova gratuite de 7 dies
id: Uji coba gratis selama 7 hari
is: 7 daga ókeypis prufuáskrift
it: 7 giorni di prova gratuita
ja: 7 日間の無料トライアル
lo: ການທົດລອງໃຊ້ຟຣີ 7 ມື້
nl: Gratis proefperiode van 7 dagen
pl: 7-dniowy bezpłatny okres próbny
pt_br: 7 dias de teste grátis
pt_pt: Teste gratuito de 7 dias
ru: 7-дневный бесплатный период
sk: 7-dňová bezplatná skúšobná verzia
sl: 7-dnevni brezplačen preskus
sq: Provë falas për 7 ditë
sv_se: 7 dagars kostnadsfri provperiod
th: ทดลองใช้ฟรี 7 วัน
tr: 7 günlük ücretsiz deneme
uk: 7-денна безплатна пробна версія
vi: Dùng thử miễn phí 7 ngày
zh_cn: 7 天免费试用
zh_tw: 7 天免費試用

# vpn.freeTrials.startYourFreeTrial
source: Sign up to start your 7-day free trial.
cs: Zaregistrujte se a vyzkoušejte 7denní bezplatnou zkušební verzi.
cy: Cofrestrwch i gychwyn eich profi 7 diwrnod am ddim.
da: Tilmeld dig for at begynde din gratis prøveperiode på 7 dage.
de: Melden Sie sich an, um Ihre 7-tägige kostenlose Testversion zu starten.
el: Εγγραφείτε για να ξεκινήσετε τη δωρεάν δοκιμή 7 ημερών.
es_ar: Registrate para empezar tu prueba de 7 días gratis.
fr: Inscrivez-vous pour démarrer votre essai gratuit de 7 jours.
fy_nl: Meld jo oan om jo fergeze proefperioade fan 7 dagen te starten.
hu: Regisztráljon a 7 napos ingyenes próbaidőszak megkezdéséhez.
ia: Inscribe te pro initiar tu prova gratuite de 7 dies.
id: Daftar untuk memulai uji coba gratis selama 7 hari.
is: Skráðu þig til að hefja 7-daga ókeypis prufuáskriftina þína.
it: Registrati per iniziare la tua prova gratuita di 7 giorni.
ja: アカウント登録して、7 日間の無料トライアルを開始してください。
lo: ລົງທະບຽນເພື່ອເລີ່ມການທົດລອງໃຊ້ຟຣີ 7 ມື້ຂອງທ່ານ.
nl: Registreer om uw gratis proefperiode van 7 dagen te starten.
pl: Zarejestruj się, aby rozpocząć 7-dniowy bezpłatny okres próbny.
pt_br: Inscreva-se para iniciar sua avaliação gratuita de 7 dias.
pt_pt: Registe-se para iniciar o seu teste gratuito de 7 dias.
ru: Зарегистрируйтесь, чтобы начать 7-дневный бесплатный период.
sk: Zaregistrujte sa a vyskúšajte 7-dňovú bezplatnú skúšobnú verziu.
sl: Prijavite se in začnite 7-dnevno brezplačno preskusno obdobje.
sq: Regjistrohuni që të filloni provën tuaj falas shtatëditore.
sv_se: Registrera dig för att starta din 7-dagars gratis provperiod.
th: ลงทะเบียนเพื่อเริ่มการทดลองใช้ฟรี 7 วันของคุณ
tr: 7 günlük ücretsiz denemenizi başlatmak için kaydolun.
uk: Зареєструйтеся, щоб розпочати користуватися 7-денною безплатною пробною версією.
vi: Đăng ký để bắt đầu dùng thử miễn phí 7 ngày.
zh_cn: 现在注册即享 7 天免费试用。
zh_tw: 現在註冊即可享有 7 天免費試用。

# vpn.genericError.unexpected
source: Unexpected error
cs: Neočekávaná chyba
cy: Gwall annisgwyl
da: Uventet fejl
de: Unerwarteter Fehler
el: Μη αναμενόμενο σφάλμα
es_ar: Error inesperado
fr: Erreur inattendue
fy_nl: Unferwachte flater
hu: Nem várt hiba
ia: Error inexpectate
id: Kesalahan tak terduga
is: Óvænt villa
it: Errore imprevisto
ja: 予期しないエラー
lo: ຄວາມຜິດພາດທີ່ບໍ່ຄາດຄິດ
nl: Onverwachte fout
pl: Nieoczekiwany błąd
pt_br: Erro inesperado
pt_pt: Erro inesperado
ru: Непредвиденная ошибка
sk: Neočakávaná chyba
sl: Nepričakovana napaka
sq: Gabim i papritur
sv_se: Oväntat fel
th: ข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmeyen hata
uk: Неочікувана помилка
vi: Lỗi không xác định
zh_cn: 意外错误
zh_tw: 未預期的錯誤

# vpn.genericPurchaseError.genericPurchaseErrorButton
source: Try Again
cs: Zkusit znovu
cy: Ceisiwch Eto
da: Prøv igen
de: Erneut versuchen
el: Δοκιμή ξανά
es_ar: Intentar de nuevo
fr: Réessayer
fy_nl: Opnij probearje
hu: Próbálja újra
ia: Retentar
id: Coba Lagi
is: Reyndu aftur
it: Riprova
ja: 再試行
lo: ລອງໃຫມ່ອີກຄັ້ງ
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Попробовать снова
sk: Skúsiť znova
sl: Poskusi znova
sq: Riprovoni
sv_se: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити спробу
vi: Thử lại
zh_cn: 重试
zh_tw: 再試一次

# vpn.genericPurchaseError.genericPurchaseErrorHeader
source: Problem confirming subscription
cs: Problém s potvrzením předplatného
cy: Gwall wrth gadarnhau eich tanysgrifiad
da: Problem med at bekræfte abonnement
de: Problem beim Bestätigen des Abonnements
el: Πρόβλημα επιβεβαίωσης συνδρομής
es_ar: Hubo un problema al confirmar la suscripción
fr: Problème de confirmation d’abonnement
fy_nl: Probleem by befêstigjen abonnemint
hu: Probléma a feliratkozás megerősítésekor
ia: Problema al confirmation del subscription
id: Ada masalah saat mengonfirmasi langganan
is: Vandamál við að staðfesta áskrift
it: Errore durante la conferma dell’abbonamento
ja: サブスクリプションの確認中に問題が発生しました
lo: ເກີດບັນຫາໃນການຢືນຢັນການສະໝັກສະມາຊິກ
nl: Probleem bij bevestigen abonnement
pl: Problem z potwierdzeniem subskrypcji
pt_br: Problema ao confirmar assinatura
pt_pt: Problema ao confirmar a subscrição
ru: Проблема с подтверждением подписки
sk: Problém s potvrdením predplatného
sl: Težava pri potrjevanju naročnine
sq: Problem me ripohimin e pajtimit
sv_se: Problem med att bekräfta prenumeration
th: เกิดปัญหาในการยืนยันการสมัครสมาชิก
tr: Abonelik onaylanırken sorun oluştu
uk: Проблема підтвердження передплати
vi: Sự cố khi xác nhận đăng ký
zh_cn: 确认订阅信息时出现问题
zh_tw: 確認訂閱資訊時發生問題

# vpn.genericPurchaseError.genericPurchaseErrorText
source: An unexpected error has occurred, please try again. Visit our help center below to learn how to troubleshoot this issue or contact support.
cs: Došlo k neočekávané chybě, zkuste to prosím znovu. Navštivte naše centrum nápovědy níže, kde se dozvíte, jak tento problém vyřešit, nebo kontaktujte podporu.
cy: Mae gwall annisgwyl wedi digwydd, ceisiwch eto. Ewch i'n canolfan gymorth isod i ddysgu sut i ddatrys y mater hwn neu gysylltu â chymorth.
da: Der opstod en uventet fejl. Prøv igen. Besøg vores support-side for at læse, hvordan du fejlsøger problemet, eller kontakt supporten.
de: Ein unerwarteter Fehler ist aufgetreten, bitte versuchen Sie es erneut. Besuchen Sie unser Hilfecenter, um zu erfahren, wie Sie dieses Problem beheben können, oder wenden Sie sich an den Support.
el: Προέκυψε απρόσμενο σφάλμα, παρακαλώ δοκιμάστε ξανά. Επισκεφτείτε το κέντρο βοήθειας παρακάτω για να μάθετε πώς μπορείτε να επιλύσετε αυτό το ζήτημα ή επικοινωνήστε με την υποστήριξη.
es_ar: Hubo un error inesperado, volvé a intentarlo. Visitá nuestro centro de ayuda a continuación para aprender cómo solucionar este problema o contactate con el equipo de ayuda.
fr: Une erreur inattendue s’est produite, veuillez réessayer. Consultez notre centre d’aide ci-dessous pour savoir comment résoudre ce problème ou contactez l’assistance.
fy_nl: Der is in ûnferwachte flater bard, probearje it opnij. Besykje ús helpsintrum hjirûnder foar ynfo oer it oplossen fan dit probleem of nim kontakt op mei de stipetsjinst.
hu: Váratlan hiba történt, próbálja újra. Keresse fel a súgóközpontot, ahol megtudhatja, hogyan lehet elhárítani ezt a problémát, vagy lépjen kapcsolatba az ügyfélszolgálattal.
ia: Un error impreviste ha occurrite, per favor retenta. Visita nostre centro de adjuta infra pro saper como diagnosticar iste problema o contacta le equipa de assistentia.
id: Terjadi kesalahan tak terduga, harap coba lagi. Kunjungi pusat bantuan kami di bawah untuk mempelajari cara memecahkan masalah ini atau hubungi dukungan.
is: Óvænt villa kom upp, endilega reyndu aftur. Skoðaðu hjálparmiðstöðina okkar hér að neðan til að sjá hvernig á að leysa þetta vandamál eða hafðu samband við þjónustudeild.
it: Si è verificato un errore imprevisto, riprova. Consulta il nostro centro assistenza per scoprire come risolvere questo problema o contattare l’assistenza.
ja: 予期しないエラーが発生しました。再度試してください。この問題を解決する方法については、以下のヘルプセンターにアクセスするか、サポートにお問い合わせください。
lo: ເກີດຄວາມຜິດພາດທີ່ບໍ່ຄາດຄິດຂຶ້ນ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ. ເຂົ້າເບິ່ງສູນຄວາມຊ່ວຍເຫຼືອຂອງພວກເຮົາຂ້າງລຸ່ມນີ້ເພື່ອຮຽນຮູ້ວິທີແກ້ໄຂບັນຫານີ້ ຫຼື ຕິດຕໍ່ຝ່າຍຊ່ວຍເຫຼືອ.
nl: Er is een onverwachte fout opgetreden, probeer het opnieuw. Bezoek ons hulpcentrum hieronder voor info over het oplossen van dit probleem of neem contact op met de ondersteuningsdienst.
pl: Wystąpił nieoczekiwany błąd, spróbuj ponownie. Odwiedź nasze centrum pomocy poniżej, aby dowiedzieć się, jak rozwiązać ten problem, lub skontaktuj się z pomocą techniczną.
pt_br: Ocorreu um erro inesperado, tente novamente. Visite nossa central de ajuda abaixo para saber como solucionar esse problema, ou entre em contato com o suporte.
pt_pt: Ocorreu um erro inesperado, tente novamente. Visite o nosso centro de ajuda abaixo para saber como resolver este problema ou a contactar o suporte.
ru: Произошла непредвиденная ошибка, попробуйте ещё раз. Посетите наш центр помощи ниже, чтобы узнать, как решить эту проблему, или обратитесь в службу поддержки.
sk: Vyskytla sa neočakávaná chyba, skúste to znova. Navštívte naše centrum pomoci a zistite, ako tento problém vyriešiť, alebo kontaktujte podporu.
sl: Prišlo je do nepričakovane napake. Poskusite znova. Oglejte si nasvete za odpravljanje težav v našem središču za pomoč ali pa se obrnite na podporo.
sq: Ndodhi një gabim i papritur, ju lutemi, riprovoni. Vizitoni më poshtë qendrën tonë të ndihmës, që të mësoni si ta diagnostikoni këtë problem, ose, lidhuni me asistecën.
sv_se: Ett oväntat fel har inträffat, försök igen. Besök vårt hjälpcenter nedan för att lära dig hur du felsöker det här problemet eller kontaktar supporten.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด โปรดลองอีกครั้ง ไปที่ศูนย์ช่วยเหลือของเราด้านล่างเพื่อเรียนรู้วิธีแก้ไขปัญหานี้หรือติดต่อฝ่ายสนับสนุน
tr: Beklenmeyen bir sorun oluştu, lütfen yeniden deneyin. Bu sorunu nasıl gidereceğinizi öğrenmek veya destek ekibiyle iletişime geçmek için aşağıdaki yardım merkezimizi ziyaret edin.
uk: Сталася помилка, повторіть спробу. Відвідайте наш довідковий центр нижче, щоб дізнатися, як розв'язати цю проблему, або зверніться до служби підтримки.
vi: Đã xảy ra lỗi không mong muốn, vui lòng thử lại. Hãy truy cập trung tâm trợ giúp của chúng tôi bên dưới để tìm hiểu cách khắc phục sự cố này hoặc liên hệ với bộ phận hỗ trợ.
zh_cn: 发生意外错误，请重试。您也可访问下方的帮助中心以获得解决方法或联系支持人员。
zh_tw: 發生未預期的錯誤，請再試一次。若持續出現，請到下方的說明中心了解要如何排除此問題，或聯絡我們的支援團隊。

# vpn.getHelp.developerOptions
source: Developer options
cs: Možnosti pro vývojáře
cy: Dewisiadau datblygwyr
da: Indstillinger for udviklere
de: Entwickler-Optionen
el: Επιλογές προγραμματιστή
es_ar: Opciones de desarrollador
fr: Options de développement
fy_nl: Untwikkelersopsjes
hu: Fejlesztői beállítások
ia: Optiones de disveloppator
id: Opsi pengembang
is: Valkostir þróunaraðila
it: Opzioni per gli sviluppatori
ja: 開発者オプション
lo: ທາງ​ເລືອກ​ນັກ​ພັດ​ທະ​ນາ
nl: Ontwikkelaarsopties
pl: Opcje programisty
pt_br: Opções de desenvolvimento
pt_pt: Opções de programador
ru: Настройки разработчика
sk: Možnosti pre vývojárov
sl: Možnosti za razvijalce
sq: Mundësi zhvilluesis
sv_se: Utvecklaralternativ
th: ตัวเลือกสำหรับนักพัฒนา
tr: Geliştirici seçenekleri
uk: Параметри розробника
vi: Tùy chọn nhà phát triển
zh_cn: 开发者选项
zh_tw: 開發者選項
