Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.inAppSupportWorkflow.otherDropdownListItem
source: Other
cs: Ostatní
cy: Eraill
da: Andet
de: Sonstiges
el: Άλλο
es_ar: Otro
fr: Autre
fy_nl: Oar
hu: Egyéb
ia: Altere
id: Lainnya
is: Annað
it: Altro
ja: その他
lo: ອື່ນໆ
nl: Overig
pl: Pozostałe
pt_br: Outro
pt_pt: Outro
ru: Другое
sk: Iná
sl: Drugo
sq: Tjetër
sv_se: Annat
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_cn: 其他
zh_tw: 其他

# vpn.inAppSupportWorkflow.paymentDropdownListItem
source: Payment and billing
cs: Platba a fakturace
cy: Talu a bilio
da: Betaling og fakturering
de: Bezahlung & Abrechnung
el: Πληρωμή και χρέωση
es_ar: Pago y facturación
fr: Paiement et facturation
fy_nl: Betelling en fakturaasje
hu: Fizetés és számlázás
ia: Pagamento e facturation
id: Pembayaran dan penagihan
is: Greiðslur og innheimta
it: Pagamento e fatturazione
ja: 支払いと請求に関して
lo: ການຈ່າຍເງິນ ແລະ ໃບບິນ
nl: Betaling en facturatie
pl: Płatności i rachunki
pt_br: Pagamento e cobrança
pt_pt: Pagamento e faturação
ru: Оплата и выставление счетов
sk: Platba a fakturácia
sl: Plačilo in obračun
sq: Pagesë dhe faturim
sv_se: Betalning och fakturering
th: การชำระและเรียกเก็บเงิน
tr: Ödeme ve faturalandırma
uk: Оплата і виставлення рахунків
vi: Thanh toán và hóa đơn
zh_cn: 支付和账单
zh_tw: 付款與帳務問題

# vpn.inAppSupportWorkflow.privacyNoticeLinkText
source: Mozilla VPN Privacy Notice
cs: Oznámení o ochraně osobních údajů službou Mozilla VPN
cy: Hysbysiad Preifatrwydd Mozilla VPN
da: Privatlivserklæring for Mozilla VPN
de: Mozilla-VPN-Datenschutzerklärung
el: Σημείωση απορρήτου Mozilla VPN
es_ar: Aviso de privacidad sobre Mozilla VPN
fr: Politique de confidentialité de Mozilla VPN
fy_nl: Mozilla VPN-privacyferklearring
hu: Mozilla VPN adatvédelmi irányelvek
ia: Advertentia de confidentialitate de Mozilla VPN
id: Pemberitahuan Privasi Mozilla VPN
is: Persónuverndartilkynning Mozilla VPN
it: Informativa sulla privacy di Mozilla VPN
ja: Mozilla VPN プライバシー通知
lo: ປະກາດຄວາມເປັນສ່ວນຕົວ Mozilla VPN
nl: Mozilla VPN-privacyverklaring
pl: Zasady ochrony prywatności aplikacji Mozilla VPN
pt_br: Aviso de privacidade do Mozilla VPN
pt_pt: Informação de privacidade da Mozilla VPN
ru: Уведомление о конфиденциальности Mozilla VPN
sk: Vyhlásenie o ochrane osobných údajov Mozilla VPN
sl: Obvestilo o zasebnosti za Mozilla VPN
sq: Shënim Privatësie për Mozilla VPN-në
sv_se: Sekretessmeddelande för Mozilla VPN
th: ประกาศความเป็นส่วนตัวของ Mozilla VPN
tr: Mozilla VPN Gizlilik Bildirimi
uk: Повідомлення про приватність Mozilla VPN
vi: Thông báo về quyền riêng tư của Mozilla VPN
zh_cn: Mozilla VPN 隐私声明
zh_tw: Mozilla VPN 隱私權公告

# vpn.inAppSupportWorkflow.subjectFieldPlaceholder
source: Subject (optional)
cs: Předmět (volitelné)
cy: Pwnc (dewisol)
da: Emne (valgfri)
de: Betreff (optional)
el: Θέμα (προαιρετικό)
es_ar: Asunto (opcional)
fr: Sujet (facultatif)
fy_nl: Underwerp (opsjoneel)
hu: Tárgy (nem kötelező)
ia: Subjecto (optional)
id: Subyek (opsional)
is: Viðfangsefni (valfrjálst)
it: Oggetto (facoltativo)
ja: 件名 (任意)
lo: ຫົວຂໍ້ (ບໍ່ບັງຄັບ)
nl: Onderwerp (optioneel)
pl: Temat (opcjonalnie)
pt_br: Assunto (opcional)
pt_pt: Assunto (opcional)
ru: Тема (необязательно)
sk: Predmet (voliteľný)
sl: Zadeva (neobvezno)
sq: Subjekt (në daçi)
sv_se: Ämne (valfritt)
th: หัวเรื่อง (ไม่บังคับ)
tr: Konu (isteğe bağlı)
uk: Тема (необов'язково)
vi: Chủ đề (không bắt buộc)
zh_cn: 主题（非必填）
zh_tw: 主旨（非必填）

# vpn.inAppSupportWorkflow.supportConfirmEmailPlaceholder
source: Confirm email address
cs: Potvrďte e-mailovou adresu
cy: Cadarnhau'r cyfeiriad e-bost
da: Bekræft mailadresse
de: E-Mail-Adresse bestätigen
el: Επιβεβαίωση διεύθυνσης email
es_ar: Confirmar dirección de correo electrónico
fr: Confirmer l’adresse e-mail
fy_nl: E-mailadres befêstigje
hu: E-mail-cím megerősítése
ia: Confirma adresse e-mail
id: Konfirmasi alamat surel
is: Staðfestu tölvupóstfang
it: Conferma l’indirizzo email
ja: メールアドレスの確認
lo: ຢືນ​ຢັນ​ທີ່​ຢູ່​ອີ​ເມວ
nl: E-mailadres bevestigen
pl: Potwierdź adres e-mail
pt_br: Confirmar endereço de email
pt_pt: Confirmar endereço de e-mail
ru: Подтвердите адрес электронной почты
sk: Potvrďte e‑mailovú adresu
sl: Potrdite e-poštni naslov
sq: Ripohoni adresën email
sv_se: Bekräfta e-postadress
th: ยืนยันที่อยู่อีเมล
tr: E-posta adresinizi onaylayın
uk: Підтвердити адресу е-пошти
vi: Xác nhận địa chỉ email
zh_cn: 确认电子邮件地址
zh_tw: 確認電子郵件地址

# vpn.inAppSupportWorkflow.supportEmailFieldLabel
source: Enter your email
cs: Zadejte svoji e-mailovou adresu
cy: Rhowch eich e-bost
da: Indtast din mailadresse
de: E-Mail-Adresse eingeben
el: Εισαγάγετε το email σας
es_ar: Ingresar tu correo electrónico
fr: Saisissez votre adresse e-mail
fy_nl: Fier jo e-mailadres yn
hu: Adja meg az e-mail-címét
ia: Insere tu email
id: Masukkan surel Anda
is: Settu inn tölvupóstfangið þitt
it: Inserisci la tua email
ja: メールアドレスを入力
lo: ປ້ອນທີ່ຢູ່ອີເມວຂອງທ່ານ
nl: Voer uw e-mailadres in
pl: Wpisz adres e-mail
pt_br: Digite seu email
pt_pt: Inserir o seu e-mail
ru: Введите ваш адрес электронной почты
sk: Zadajte svoju e‑mailovú adresu
sl: Vnesite svoj e-poštni naslov
sq: Jepni email-in tuaj
sv_se: Ange din e-postadress
th: ใส่อีเมลของคุณ
tr: E-posta adresinizi girin
uk: Введіть свою адресу е-пошти
vi: Nhập email của bạn
zh_cn: 输入您的电子邮件地址
zh_tw: 輸入您的電子郵件地址

# vpn.inAppSupportWorkflow.supportEmailFieldPlaceholder
source: Email address
cs: E-mailová adresa
cy: Cyfeiriad e-bost
da: Mailadresse
de: E-Mail-Adresse
el: Διεύθυνση email
es_ar: Dirección de correo electrónico
fr: Adresse e-mail
fy_nl: E-mailadres
hu: E-mail-cím
ia: Adresse de e-mail
id: Alamat surel
is: Tölvupóstfang
it: Indirizzo email
ja: メールアドレス
lo: ທີ່ຢູ່ອີເມວ
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de email
pt_pt: Endereço de e-mail
ru: Адрес электронной почты
sk: E‑mailová adresa
sl: E-poštni naslov
sq: Adresë email
sv_se: E-postadress
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса е-пошти
vi: Địa chỉ email
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

# vpn.inAppSupportWorkflow.supportErrorBrowserButton
source: Try opening in browser
cs: Zkuste otevřít v prohlížeči
cy: Ceisiwch ei agor yn y porwr
da: Prøv at åbne i en browser
de: Versuchen Sie es im Browser zu öffnen
el: Δοκιμή στον φυλλομετρητή
es_ar: Intentá abrir en el navegador
fr: Essayer d’ouvrir dans le navigateur
fy_nl: Probearje yn browser te iepenjen
hu: Próbálja böngészőben megnyitni
ia: Prova aperir in le navigator
id: Coba buka di peramban
is: Prófaðu að opna í vafra
it: Prova ad aprirlo nel browser
ja: ブラウザーで開いてみてください
lo: ລອງເປີດໃນ browser
nl: Proberen in browser te openen
pl: Spróbuj otworzyć w przeglądarce
pt_br: Tente abrir no navegador
pt_pt: Experimente abrir no navegador
ru: Попробовать открыть в браузере
sk: Skúsiť otvoriť v prehliadači
sl: Poskusi odpreti v brskalniku
sq: Provoni hapjen në shfletues
sv_se: Testa att öppna i webbläsaren
th: ลองเปิดในเบราว์เซอร์
tr: Tarayıcıda açmayı dene
uk: Спробувати відкрити у браузері
vi: Thử mở trong trình duyệt
zh_cn: 请尝试用浏览器打开
zh_tw: 嘗試用瀏覽器開啟

# vpn.inAppSupportWorkflow.supportErrorButton
source: Try Again
cs: Zkusit znovu
cy: Ceisiwch eto
da: Prøv igen
de: Erneut versuchen
el: Δοκιμή ξανά
es_ar: Intentar de nuevo
fr: Réessayer
fy_nl: Opnij probearje
hu: Próbálja újra
ia: Retenta
id: Coba Lagi
is: Reyndu aftur
it: Riprova
ja: 再試行
lo: ລອງໃຫມ່ອີກຄັ້ງ
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Попробовать снова
sk: Skúsiť znova
sl: Poskusi znova
sq: Riprovoni
sv_se: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити спробу
vi: Thử lại
zh_cn: 重试
zh_tw: 再試一次

# vpn.inAppSupportWorkflow.supportErrorHeader
source: Error submitting your support request
cs: Při odesílání vaší žádosti o podporu došlo k chybě
cy: Gwall wrth gyflwyno'ch cais am gefnogaeth
da: Der opstod en fejl med at indsende din support-forespørgsel
de: Fehler beim Senden Ihrer Support-Anfrage
el: Σφάλμα υποβολής αιτήματος υποστήριξης
es_ar: Error al enviar tu solicitud de ayuda
fr: Erreur lors de l’envoi de votre demande d’assistance
fy_nl: Flater by it yntsjinjen fan jo stipefersyk
hu: Hiba a támogatási kérés elküldésekor
ia: Error durante le invio de tu requesta de supporto
id: Terjadi kesalahan saat mengirimkan permintaan dukungan Anda
is: Villa við að senda inn aðstoðarsbeiðni þína
it: Errore durante l’invio della richiesta di supporto
ja: サポートリクエストの送信中にエラーが発生しました
lo: ເກີດຄວາມຜິດພາດໃນການສົ່ງຄໍາຮ້ອງຂໍການຊ່ວຍເຫຼືອຂອງທ່ານ
nl: Fout bij het indienen van uw ondersteuningsverzoek
pl: Błąd podczas przesyłania zgłoszenia
pt_br: Erro ao enviar sua solicitação de suporte
pt_pt: Erro ao submeter o seu pedido de apoio
ru: Ошибка при отправке запроса в службу поддержки
sk: Chyba pri odosielaní vašej žiadosti o podporu
sl: Napaka pri pošiljanju zahtevka za podporo
sq: Gabim gjatë parashtrimit të kërkesës suaj për asistencë
sv_se: Det gick inte att skicka din supportförfrågan
th: เกิดข้อผิดพลาดขณะส่งคำร้องขอสนับสนุนของคุณ
tr: Destek talebiniz gönderilirken hata oluştu
uk: Помилка надсилання запиту до служби підтримки
vi: Lỗi khi gửi yêu cầu hỗ trợ của bạn
zh_cn: 提交用户支持请求时出错
zh_tw: 送出技術支援請求時發生錯誤

# vpn.inAppSupportWorkflow.supportErrorText
source: An unexpected error has occurred, please try again.
cs: Došlo k neočekávané chybě, zkuste to prosím znovu.
cy: Mae gwall annisgwyl wedi digwydd, ceisiwch eto.
da: Der opstod en uventet fejl. Prøv igen.
de: Ein unerwarteter Fehler ist aufgetreten, versuchen Sie es bitte erneut.
el: Προέκυψε απρόσμενο σφάλμα, παρακαλούμε δοκιμάστε ξανά.
es_ar: Hubo un error inesperado, volvé a intentarlo.
fr: Une erreur inattendue s’est produite, veuillez réessayer.
fy_nl: Der is in ûnferwachte flater bard, probearje it nochris.
hu: Váratlan hiba történt, próbálja újra.
ia: Un error impreviste occurreva, retenta.
id: Terjadi kesalahan tak terduga, harap coba lagi.
is: Óvænt villa kom upp, vinsamlegast reyndu aftur.
it: Si è verificato un errore imprevisto, riprova.
ja: 予期しないエラーが発生しました。再度試してください。
lo: ເກີດຄວາມຜິດພາດທີ່ບໍ່ຄາດຄິດຂຶ້ນ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.
nl: Er is een onverwachte fout opgetreden, probeer het opnieuw.
pl: Wystąpił nieoczekiwany błąd, spróbuj ponownie.
pt_br: Ocorreu um erro inesperado, tente novamente.
pt_pt: Ocorreu um erro inesperado, por favor tente novamente.
ru: Произошла непредвиденная ошибка, попробуйте ещё раз.
sk: Vyskytla sa neočakávaná chyba. Skúste to znova.
sl: Prišlo je do nepričakovane napake. Poskusite znova.
sq: Ndodhi një gabim i papritur, ju lutemi, riprovoni.
sv_se: Ett oväntat fel har inträffat, försök igen.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด โปรดลองอีกครั้ง
tr: Beklenmeyen bir sorun oluştu. Lütfen yeniden deneyin.
uk: Сталася помилка, повторіть спробу.
vi: Đã xảy ra lỗi không mong muốn, vui lòng thử lại.
zh_cn: 发生错误，请重试。
zh_tw: 發生未知錯誤，請再試一次。

# vpn.inAppSupportWorkflow.supportFieldHeader
source: How can we help you with Mozilla VPN?
cs: Jak vám můžeme pomoci s Mozilla VPN?
cy: Sut allwn ni eich helpu chi gyda Mozilla VPN?
da: Hvordan kan vi hjælpe dig med Mozilla VPN?
de: Wie können wir Ihnen bei Mozilla VPN helfen?
el: Πώς μπορούμε να σας βοηθήσουμε με το Mozilla VPN;
es_ar: ¿Cómo podemos ayudarte con Mozilla VPN?
fr: Comment pouvons-nous vous aider avec Mozilla VPN ?
fy_nl: Hoe kinne wy jo helpe mei Mozilla VPN?
hu: Hogyan segíthetünk a Mozilla VPN-nel kapcsolatban?
ia: Como pote nos te adjutar con Mozilla VPN?
id: Apa yang bisa kami bantu dengan Mozilla VPN?
is: Hvernig getum við hjálpað þér með Mozilla VPN?
it: Come possiamo aiutarti con Mozilla VPN?
ja: Mozilla VPN でどのような助けが必要ですか？
lo: ພວກເຮົາຈະຊ່ວຍທ່ານແນວໃດກັບ Mozilla VPN?
nl: Hoe kunnen we u helpen met Mozilla VPN?
pl: Jak możemy Ci pomóc z Mozilla VPN?
pt_br: Como podemos ajudar sobre o Mozilla VPN?
pt_pt: Como podemos ajudá-lo com a Mozilla VPN?
ru: Как мы можем помочь вам с Mozilla VPN?
sk: Ako vám môžeme pomôcť s Mozilla VPN?
sl: Kako vam lahko pomagamo z Mozilla VPN?
sq: Si mund t’ju ndihmojmë me Mozilla VPN-në?
sv_se: Hur kan vi hjälpa dig med Mozilla VPN?
th: คุณต้องการให้เราช่วยเกี่ยวกับ Mozilla VPN อย่างไรบ้าง?
tr: Mozilla VPN ile ilgili size nasıl yardımcı olabiliriz?
uk: Чим ми можемо допомогти вам із Mozilla VPN?
vi: Chúng tôi có thể giúp gì cho bạn với Mozilla VPN?
zh_cn: 在 Mozilla VPN 方面我们能帮到您什么？
zh_tw: 關於 Mozilla VPN 的使用，有什麼我們可以協助的地方？

# vpn.inAppSupportWorkflow.supportNavLinkText
source: Contact support
cs: Kontaktovat podporu
cy: Cysylltu â chefnogaeth
da: Kontakt Support
de: Support kontaktieren
el: Επικοινωνία με την υποστήριξη
es_ar: Contactar la ayuda
fr: Contacter l’assistance
fy_nl: Kontakt opnimme
hu: Kapcsolatfelvétel az ügyfélszolgálattal
ia: Contactar assistentia
id: Hubungi dukungan
is: Hafa samband við þjónustudeild
it: Contatta l’assistenza
ja: サポートへの問い合わせ
lo: ຕິດຕໍ່ຝ່າຍສະຫນັບສະຫນູນ
nl: Contact opnemen
pl: Skontaktuj się z pomocą techniczną
pt_br: Entre em contato com o suporte
pt_pt: Contactar o suporte
ru: Связаться с поддержкой
sk: Kontaktujte podporu
sl: Pišite podpori
sq: Lidhuni me asistencën
sv_se: Kontakta supporten
th: ติดต่อฝ่ายสนับสนุน
tr: Destek ekibiyle iletişim
uk: Звернутися до служби підтримки
vi: Liên hệ hỗ trợ
zh_cn: 联系用户支持
zh_tw: 聯絡支援團隊

# vpn.inAppSupportWorkflow.supportPrimaryButtonText
source: Submit
cs: Odeslat
cy: Cyflwyno
da: Indsend
de: Senden
el: Υποβολή
es_ar: Enviar
fr: Envoyer
fy_nl: Yntsjinje
hu: Elküldés
ia: Inviar
id: Kirim
is: Senda inn
it: Invia
ja: 送信
lo: ສົ່ງ
nl: Indienen
pl: Wyślij
pt_br: Enviar
pt_pt: Submeter
ru: Отправить
sk: Odoslať
sl: Pošlji
sq: Parashtroje
sv_se: Skicka in
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_cn: 提交
zh_tw: 送出

# vpn.inAppSupportWorkflow.supportResponseBody
source: Our support team will contact you at %1 once we’ve been able to look at your issue.
cs: Jakmile se nám podaří prozkoumat váš problém, bude vás náš tým podpory kontaktovat na adrese %1.
cy: Bydd ein tîm cymorth yn cysylltu â chi ar %1 unwaith y byddwn wedi gallu edrych ar eich mater.
da: Vores support-hold skriver til dig på %1, når vi har fået mulighed for at kigge på dit problem.
de: Unser Support-Team wird sich unter %1 mit Ihnen in Verbindung setzen, sobald wir Ihr Problem prüfen konnten.
el: Η ομάδα υποστήριξής μας θα επικοινωνήσει μαζί σας στο %1 μόλις μπορέσουμε να διερευνήσουμε το ζήτημά σας.
es_ar: Nuestro equipo de ayuda se pondrá en contacto con vos en %1 una vez que hayamos podido ver tu problema.
fr: Notre équipe d’assistance vous contactera à l’adresse %1 une fois que nous aurons pu examiner votre problème.
fy_nl: Us stipeteam sil kontakt mei jo opnimme op %1 sa gau as wy jo probleem besjoen hawwe.
hu: Ügyfélszolgálatunk felveszi Önnel a kapcsolatot a(z) %1 címen, amint meg tudjuk vizsgálni a problémáját.
ia: Nostre equipa de assistentia te contactara al adresse %1 un vice que nos habera potite examinar tu problema.
id: Tim dukungan kami akan menghubungi Anda ke alamat %1 setelah kami dapat mengetahui masalah Anda.
is: Þjónustuteymi okkar mun hafa samband við þig í %1 þegar við höfum getað skoðað málið.
it: Il nostro team di supporto ti contatterà all’indirizzo %1 non appena avremo esaminato il tuo problema.
ja: 問題を確認でき次第、サポートチームから %1 にご連絡いたします。
lo: ທີມງານຊ່ວຍເຫຼືອຂອງພວກເຮົາຈະຕິດຕໍ່ຫາທ່ານທີ່ %1 ເມື່ອພວກເຮົາສາມາດກວດເບິ່ງບັນຫາຂອງທ່ານໄດ້.
nl: Ons ondersteuningsteam zal contact met u opnemen op %1 zodra we uw probleem hebben kunnen bekijken.
pl: Nasz zespół pomocy skontaktuje się z Tobą na adres %1, gdy tylko będziemy mogli przyjrzeć się Twojemu problemowi.
pt_br: Nossa equipe de suporte entrará em contato com você em %1, assim que pudermos analisar seu problema.
pt_pt: A nossa equipa de suporte irá contactá-lo no endereço %1 assim que conseguirmos analisar o seu problema.
ru: Наша служба поддержки свяжется с вами по адресу %1, как только мы рассмотрим вашу проблему.
sk: Keď sa nám podarí preskúmať váš problém, náš tím podpory vás bude kontaktovať na adrese %1.
sl: Ekipa za podporo vam bo pisala na naslov %1, ko bomo preučili vašo težavo.
sq: Ekipi ynë i asistencës do të lidhet me ju përmes %1, pasi t’i kemi hedhur një sy problemit tuaj.
sv_se: Vårt supportteam kommer att kontakta dig på %1 när vi har tittat på ditt problem.
th: ทีมสนับสนุนของเราจะติดต่อคุณที่ %1 เมื่อเราตรวจสอบปัญหาของคุณได้แล้ว
tr: Destek ekibimiz sorununuzu inceledikten sonra %1 e-posta adresinden sizinle iletişime geçecektir.
uk: Наша служба підтримки зв’яжеться з вами за допомогою %1, як тільки ми зможемо розглянути вашу проблему.
vi: Nhóm hỗ trợ của chúng tôi sẽ liên hệ với bạn tại %1 khi chúng tôi có thể xem xét vấn đề của bạn.
zh_cn: 收到您的问题后，我们的支持团队会第一时间通过 %1 联系您。
zh_tw: 我們的支援團隊會在收到您的問題後回信到 %1 來連絡您。

# vpn.inAppSupportWorkflow.supportResponseButton
source: Done
cs: Hotovo
cy: Gorffen
da: Færdig
de: Fertig
el: Τέλος
es_ar: Hecho
fr: Terminer
fy_nl: Dien
hu: Kész
ia: Facite
id: Selesai
is: Lokið
it: Fatto
ja: 完了
lo: ສຳເລັດ
nl: Gereed
pl: Gotowe
pt_br: Pronto
pt_pt: Concluído
ru: Готово
sk: Hotovo
sl: Končano
sq: Mbarova
sv_se: Klar
th: เสร็จสิ้น
tr: Tamam
uk: Готово
vi: Xong
zh_cn: 完成
zh_tw: 完成

# vpn.inAppSupportWorkflow.supportResponseHeader
source: Thank you!
cs: Děkujeme!
cy: Diolch yn fawr!
da: Tak!
de: Vielen Dank!
el: Ευχαριστούμε!
es_ar: ¡Gracias!
fr: Merci !
fy_nl: Tige tank!
hu: Köszönjük!
ia: Gratias!
id: Terima kasih!
is: Þakka þér fyrir!
it: Grazie
ja: ありがとうございます。
lo: ຂອບ​ໃຈ!
nl: Bedankt!
pl: Dziękujemy!
pt_br: Obrigado!
pt_pt: Obrigado!
ru: Спасибо!
sk: Ďakujeme!
sl: Hvala!
sq: Faleminderit!
sv_se: Tack!
th: ขอบคุณ!
tr: Teşekkürler!
uk: Дякуємо!
vi: Cảm ơn bạn!
zh_cn: 感谢您！
zh_tw: 感謝您！

# vpn.inAppSupportWorkflow.supportSecondaryActionText
source: Cancel
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
el: Ακύρωση
es_ar: Cancelar
fr: Annuler
fy_nl: Annulearje
hu: Mégse
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
lo: ຍົກເລີກ
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sv_se: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# vpn.inAppSupportWorkflow.technicaDropdownListItem
source: Technical issues
cs: Technické problémy
cy: Materion technegol
da: Tekniske problemer
de: Technische Probleme
el: Τεχνικά ζητήματα
es_ar: Problemas técnicos
fr: Problèmes techniques
fy_nl: Technyske problemen
hu: Műszaki problémák
ia: Problemas technic
id: Masalah teknis
is: Tæknileg vandamál
it: Problemi tecnici
ja: 技術的な問題
lo: ບັນຫາດ້ານເຕັກນິກ
nl: Technische problemen
pl: Problemy techniczne
pt_br: Problemas técnicos
pt_pt: Problemas técnicos
ru: Технические проблемы
sk: Technický problém
sl: Tehnične težave
sq: Çështje teknike
sv_se: Tekniska problem
th: ปัญหาทางเทคนิค
tr: Teknik sorunlar
uk: Технічні проблеми
vi: Sự cố kỹ thuật
zh_cn: 技术问题
zh_tw: 技術問題

# vpn.languageView.searchPlaceholder
source: Search languages
cs: Hledat jazyky
cy: Chwlio'r ieithoedd
da: Søg efter sprog
de: Sprachen suchen
el: Αναζήτηση γλωσσών
es_ar: Buscar idiomas
fr: Rechercher des langues
fy_nl: Talen sykje
hu: Nyelvek keresése
ia: Cercar lingua
id: Cari bahasa
is: Leita að tungumálum
it: Cerca lingua
ja: 言語を検索
lo: ຄົ້ນຫາພາສາ
nl: Talen zoeken
pl: Wyszukaj język
pt_br: Pesquisar idiomas
pt_pt: Pesquisar por idiomas
ru: Поиск языка
sk: Hľadať jazyky
sl: Iskanje jezikov
sq: Kërkoni te gjuhët
sv_se: Sök språk
th: ค้นหาภาษา
tr: Dillerde ara
uk: Пошук мов
vi: Tìm kiếm ngôn ngữ
zh_cn: 搜索语言
zh_tw: 搜尋語言

# vpn.languageView.systemLanguageButtonDescription
source: Mozilla VPN will use the default system language.
cs: Mozilla VPN použije výchozí jazyk systému.
cy: Bydd Mozilla VPN yn defnyddio iaith ragosodedig y system.
da: Mozilla VPN anvender systemets standardsprog.
de: Mozilla VPN wird die Standardsprache des Systems verwenden.
el: Το Mozilla VPN θα χρησιμοποιήσει την προεπιλεγμένη γλώσσα συστήματος.
es_ar: La VPN de Mozilla usará el idioma predeterminado del sistema.
fr: Mozilla VPN utilisera la langue par défaut du système.
fy_nl: Mozilla VPN brûkt de standert systeemtaal.
hu: A Mozilla VPN a rendszer alapértelmezett nyelvét fogja használni.
ia: Mozilla VPN usara le lingua predefinite de systema.
id: Mozilla VPN akan menggunakan bahasa sistem baku.
is: Mozilla VPN mun nota sjálfgefið tungumál kerfisins.
it: Mozilla VPN utilizzerà la lingua predefinita del sistema.
ja: Mozilla VPN はシステムの既定の言語を使用します。
lo: Mozilla VPN ຈະໃຊ້ພາສາລະບົບເລີ່ມຕົ້ນ.
nl: Mozilla VPN gebruikt de standaard systeemtaal.
pl: Mozilla VPN użyje domyślnego języka systemu.
pt_br: O Mozilla VPN usará o idioma padrão do sistema.
pt_pt: A Mozilla VPN irá utilizar o idioma predefinido do sistema.
ru: Mozilla VPN будет использовать язык системы по умолчанию.
sk: Mozilla VPN bude používať predvolený jazyk systému.
sl: Mozilla VPN naj uporablja jezik, nastavljen v sistemu.
sq: Mozilla VPN do të përdorë gjuhën parazgjedhje të sistemit.
sv_se: Mozilla VPN använder systemets standardspråk.
th: Mozilla VPN จะใช้ภาษาเริ่มต้นตามระบบ
tr: Mozilla VPN varsayılan sistem dilini kullanacaktır.
uk: Mozilla VPN застосовуватиме мову системи.
vi: Mozilla VPN sẽ sử dụng ngôn ngữ hệ thống mặc định.
zh_cn: Mozilla VPN 将使用系统默认语言。
zh_tw: Mozilla VPN 會使用系統預設語言。

# vpn.languageView.systemLanguageButtonTitle
source: System language
cs: Jazyk systému
cy: Iaith y system
da: Systemsprog
de: Sprache des Systems
el: Γλώσσα συστήματος
es_ar: Idioma del sistema
fr: Langue du système
fy_nl: Systeemtaal
hu: Rendszer nyelve
ia: Lingua de systema
id: Bahasa sistem
is: Tungumál kerfis
it: Lingua del sistema
ja: システムの言語
lo: ພາສາລະບົບ
nl: Systeemtaal
pl: Język systemu
pt_br: Idioma do sistema
pt_pt: Idioma do sistema
ru: Язык системы
sk: Jazyk systému
sl: Jezik sistema
sq: Gjuhë sistemi
sv_se: Systemspråk
th: ภาษาของระบบ
tr: Sistem dili
uk: Мова системи
vi: Ngôn ngữ hệ thống
zh_cn: 系统语言
zh_tw: 系統語言

# vpn.mobileOnboarding.alreadyASubscriber
source: Already a subscriber?
cs: Už máte předplatné?
cy: Eisoes yn danysgrifiwr?
da: Abonnerer du allerede?
de: Bereits Kunde?
el: Είστε ήδη συνδρομητής;
es_ar: ¿Ya estás suscripto?
fr: Déjà abonné·e ?
fy_nl: Binne jo al abonnee?
hu: Már előfizető?
ia: Jam abonate?
id: Sudah menjadi pelanggan?
is: Nú þegar áskrifandi?
it: Sei già abbonato?
ja: 登録済みですか？
lo: ເປັນຜູ້ສະໝັກໃຊ້ແລ້ວບໍ?
nl: Bent u al abonnee?
pl: Jesteś już subskrybentem?
pt_br: Já tem uma assinatura?
pt_pt: Já subscreveu?
ru: Уже подписаны?
sk: Už máte predplatné?
sl: Ste že naročnik?
sq: Pajtimtar tashmë?
sv_se: Är du redan prenumerant?
th: เป็นสมาชิกอยู่แล้วใช่หรือไม่?
tr: Zaten abone misiniz?
uk: Уже передплатили?
vi: Đã có gói đăng ký?
zh_cn: 已经订阅？
zh_tw: 已經訂閱了嗎？
