Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.serverUnavailableNotification.preferencesLabel
source: Server unavailable notification
cs: Upozornění na nedostupnost serveru
cy: Hysbysiad nad yw'r gweinydd ar gael
da: Meddelelse om utilgængelig server
de: Benachrichtigung über nicht verfügbaren Server
el: Ειδοποίηση μη διαθέσιμου διακομιστή
es_ar: Notificación de servidor no disponible
fr: Notification de serveur indisponible
fy_nl: Melding server net beskikber
hu: Értesítés a kiszolgáló elérhetetlenségéről
ia: Aviso de servitor indisponibile.
id: Notifikasi ketidaktersediaan server
is: Tilkynning um að netþjónn sé ekki tiltækur
it: Notifica server non disponibile
ja: サーバー利用不可の通知
lo: ການແຈ້ງເຕືອນເຊີເວີບໍ່ພ້ອມໃຊ້ງານ
nl: Melding server niet beschikbaar
pl: Powiadomienie o niedostępności serwera
pt_br: Notificação de servidor indisponível
pt_pt: Notificação de servidor indisponível
ru: Уведомление о недоступности сервера
sk: Upozornenie na nedostupnosť servera
sl: Obvestilo o nedosegljivosti strežnika
sq: Njoftim për shërbyes të pakapshëm
sv_se: Avisering om server otillgänglig
th: แจ้งเตือนเมื่อเซิร์ฟเวอร์ใช้ไม่ได้
tr: Sunucu kullanılamıyor bildirimi
uk: Сповіщення про недоступність сервера
vi: Thông báo máy chủ không khả dụng
zh_cn: 服务器不可用通知
zh_tw: 伺服器無法使用通知

# vpn.serverUnavailableNotification.preferencesSubLabel
source: Get notified when connecting to a server location failed
cs: Zobrazit oznámení, pokud se nepodaří připojit k umístění serveru
cy: Cael gwybod pan fethwyd cysylltu â lleoliad gweinydd
da: Få en meddelelse, når oprettelse af forbindelse til en server-placering har slået fejl
de: Benachrichtigung erhalten, wenn die Verbindung zu einem Serverstandort fehlgeschlagen ist
el: Λάβετε ειδοποίηση όταν αποτύχει η σύνδεση με τον διακομιστή μιας τοποθεσίας
es_ar: Recibir una notificación cuando falla la conexión a una ubicación del servidor
fr: Recevoir une notification lorsque la connexion à un emplacement de serveur a échoué
fy_nl: Untfang in melding wannear’t ferbining meitsjen mei in serverlokaasje mislearre is
hu: Kapjon értesítést, ha a kiszolgálóhoz való csatlakozás sikertelen
ia: Recipe notificationes quando connexion a un position de servitor falle
id: Dapatkan notifikasi saat koneksi ke lokasi server gagal
is: Fáðu tilkynningu þegar tenging við staðsetningu netþjóns mistekst
it: Ricevi una notifica quando non è possibile connettersi al server per la posizione scelta
ja: サーバーの場所への接続に失敗したときに通知を受け取る
lo: ໄດ້ຮັບການແຈ້ງເຕືອນເມື່ອເຊື່ອມຕໍ່ກັບສະຖານທີ່ເຊີບເວີລົ້ມເຫລວ
nl: Ontvang een melding wanneer verbinding maken met een serverlocatie is mislukt
pl: Otrzymuj powiadomienia, gdy połączenie z lokalizacją serwera nie powiedzie się
pt_br: Seja notificado quando falhar a conexão com um local de servidor
pt_pt: Seja notificado quando a ligação a uma localização de servidor falhou
ru: Получать уведомления при сбое подключения к серверу
sk: Upozorníme vás, ak sa nepodarí pripojiť k umiestneniu servera
sl: Prejmite obvestilo, ko povezava s strežnikom ne uspe
sq: Njoftohuni, kur dështon lidhja me shërbyesin
sv_se: Få ett meddelande när det inte gick att ansluta till en serverplats
th: รับการแจ้งเตือนเมื่อการเชื่อมต่อกับตำแหน่งเซิร์ฟเวอร์ล้มเหลว
tr: Bir sunucu konumuna bağlanılamadığında bildirim alın
uk: Отримувати сповіщення, якщо не вдалося під'єднатися до сервера
vi: Nhận thông báo khi kết nối đến địa điểm máy chủ không thành công
zh_cn: 当服务器连接失败时接收通知
zh_tw: 當伺服器連線失敗時接收通知

# vpn.serversView.recommendedEmptyLabel
source: To see recommended server locations, turn off the VPN.
cs: Chcete-li zobrazit doporučená umístění serverů, vypněte VPN.
cy: I weld lleoliadau gweinydd sy'n cael eu hargymell, diffoddwch y VPN.
da: Slå VPN fra for at se anbefalede server-placeringer.
de: Um empfohlene Serverstandorte zu sehen, schalten Sie das VPN aus.
el: Για να δείτε προτεινόμενες τοποθεσίες διακομιστών, απενεργοποιήστε το VPN.
es_ar: Para ver las ubicaciones de servidores recomendados, desactivá la VPN.
fr: Pour afficher les emplacements de serveurs recommandés, désactivez le VPN.
fy_nl: Skeakelje de VPN út om oanrekommandearre serverlokaasjes te sjen.
hu: Az ajánlott kiszolgálóhelyek megtekintéséhez kapcsolja ki a VPN-t.
ia: Pro vider positiones de servitores recommendate, disactiva le VPN.
id: Untuk melihat lokasi server yang disarankan, matikan VPN.
is: Slökktu á VPN til að sjá ráðlagðar staðsetningar netþjóna.
it: Per visualizzare le posizioni consigliate dei server, disattivare la VPN.
ja: 推奨されるサーバーの場所を表示するには、VPN をオフにしてください。
lo: ເພື່ອເບິ່ງສະຖານທີ່ເຊີບເວີທີ່ແນະນໍາ, ໃຫ້ປິດ VPN.
nl: Schakel de VPN uit om aanbevolen serverlocaties te zien.
pl: Aby pobrały się polecane lokalizacje serwerów, wyłącz VPN.
pt_br: Para ver os locais de servidor recomendados, desligue a VPN.
pt_pt: Para ver os locais de servidor recomendados, desligue a VPN.
ru: Чтобы просмотреть рекомендуемые местоположения серверов, отключите VPN.
sk: Ak chcete zobraziť odporúčané umiestnenia serverov, vypnite sieť VPN.
sl: Za ogled priporočenih lokacij strežnikov izklopite VPN.
sq: Që të shihni vendndodhje shërbyes të rekomanduar, çaktivizoni VPN-në.
sv_se: För att se rekommenderade serverplatser, stäng av VPN.
th: ถ้าต้องการดูตำแหน่งเซิร์ฟเวอร์ที่แนะนำ ให้ปิด VPN
tr: Önerilen sunucu konumlarını görmek için VPN’i kapatın.
uk: Щоб переглянути рекомендовані розташування серверів, вимкніть VPN.
vi: Để xem các địa điểm máy chủ được đề xuất, hãy tắt VPN.
zh_cn: 若要查看推荐的服务器位置，请先关闭 VPN。
zh_tw: 若要檢視推薦的伺服器位置，請關閉 VPN。

# vpn.serversView.recommendedRefreshLabel
source: Refresh list
cs: Obnovit seznam
cy: Adnewyddu'r rhestr
da: Opdater listen
de: Liste aktualisieren
el: Ανανέωση λίστας
es_ar: Actualizar la lista
fr: Actualiser la liste
fy_nl: List ferfarskje
hu: Lista frissítése
ia: Actualisar le lista
id: Segarkan daftar
is: Endurlesa lista
it: Aggiorna elenco
ja: リストを更新
lo: ໂຫຼດລາຍຊື່ຄືນໃໝ່
nl: Lijst verversen
pl: Odśwież listę
pt_br: Atualizar lista
pt_pt: Atualizar lista
ru: Обновить список
sk: Obnoviť zoznam
sl: Osveži seznam
sq: Rifreskoje listën
sv_se: Uppdatera lista
th: เรียกรายชื่อใหม่
tr: Listeyi tazele
uk: Оновити список
vi: Làm mới danh sách
zh_cn: 刷新列表
zh_tw: 重新整理清單

# vpn.serversView.recommendedRefreshLastUpdatedDisabledLabel
source: Last updated: %1. To update this list please disconnect from the VPN.
cs: Poslední aktualizace: %1. Chcete-li tento seznam aktualizovat, odpojte se od sítě VPN.
cy: Diweddarwyd diwethaf: %1. I ddiweddaru'r rhestr hon datgysylltwch o'r VPN.
da: Senest opdateret: %1. Afbryd forbindelse til VPN'en for at opdatere listen.
de: Zuletzt aktualisiert: %1. Um diese Liste zu aktualisieren, trennen Sie bitte die Verbindung zum VPN.
el: Τελευταία ενημέρωση: %1. Για να ενημερώσετε τη λίστα, παρακαλώ αποσυνδεθείτε από το VPN.
es_ar: Última actualización: %1. Para actualizar esta lista, desconectate de la VPN.
fr: Dernière mise à jour : %1. Pour mettre à jour cette liste, veuillez vous déconnecter du VPN.
fy_nl: Lêst bywurke: %1. Untkeppelje fan de VPN om dizze list by te wurkjen.
hu: Legutóbbi frissítés: %1. A lista frissítéséhez bontsa a VPN-kapcsolatot.
ia: Ultime actualisation: %1. Pro actualisar iste lista, disconnecte te del VPN.
id: Terakhir diperbarui: %1. Untuk memperbarui daftar ini, harap putuskan sambungan dari VPN.
is: Síðast uppfært: %1. Til að uppfæra þennan lista skaltu aftengjast VPN.
it: Ultimo aggiornamento: %1. Per aggiornare questo elenco disconnettersi dalla VPN.
ja: 最終更新日: %1。 このリストを更新するには VPN との接続を解除してください。
lo: ອັບເດດຫຼ້າສຸດ: %1. ເພື່ອອັບເດດລາຍຊື່ນີ້, ກະລຸນາຕັດການເຊື່ອມຕໍ່ຈາກ VPN.
nl: Laatst bijgewerkt: %1. Ontkoppel van de VPN om deze lijst bij te werken.
pl: Ostatnia aktualizacja: %1. Aby zaktualizować tę listę, odłącz się od VPN.
pt_br: Última atualização: %1. Para atualizar esta lista, desconecte-se da VPN.
pt_pt: Última atualização: %1. Para atualizar esta lista por favor desligue-se da VPN.
ru: Последнее обновление: %1. Чтобы обновить этот список, отключитесь от VPN.
sk: Naposledy aktualizovaný: %1. Ak chcete aktualizovať tento zoznam, odpojte sa od siete VPN.
sl: Nazadnje posodobljeno: %1. Za posodobitev tega seznama prekinite povezavo z VPN.
sq: Përditësimi i fundit më: %1. Që të përdiësoni këtë listë, ju lutemi, shkëputuni prej VPN-je.
sv_se: Senast uppdaterad: %1. För att uppdatera denna lista vänligen koppla från VPN.
th: ปรับปรุงล่าสุด: %1 หากต้องการปรับปรุงรายชื่อนี้ โปรดตัดการเชื่อมต่อกับ VPN
tr: Son güncelleme: %1. Listeyi güncellemek için lütfen VPN bağlantınızı kesin.
uk: Останнє оновлення: %1. Щоб оновити цей список, від'єднайтеся від VPN.
vi: Cập nhật lần cuối: %1. Để cập nhật danh sách này, vui lòng ngắt kết nối khỏi VPN.
zh_cn: 上次更新于 %1。如需更新此列表，请先断开 VPN 连接。
zh_tw: 最近更新：%1。若要更新此清單，請中斷 VPN。

# vpn.serversView.recommendedRefreshLastUpdatedLabel
source: Last updated: %1.
cs: Naposledy aktualizováno: %1.
cy: Diweddarwyd diwethaf: %1.
da: Senest opdateret: %1.
de: Zuletzt aktualisiert: %1.
el: Τελευταία ενημέρωση: %1.
es_ar: Última actualización: %1.
fr: Dernière mise à jour : %1.
fy_nl: Lêst bywurke: %1.
hu: Legutóbb frissítve: %1.
ia: Ultime actualisation: %1.
id: Terakhir diperbarui: %1.
is: Síðast uppfært: %1.
it: Ultimo aggiornamento: %1.
ja: 最終更新日: %1。
lo: ອັບເດດຫຼ້າສຸດ: %1.
nl: Laatst bijgewerkt: %1.
pl: Ostatnia aktualizacja: %1.
pt_br: Última atualização: %1.
pt_pt: Última atualização: %1.
ru: Последнее обновление: %1.
sk: Naposledy aktualizovaný: %1.
sl: Zadnja posodobitev: %1.
sq: Përditësimi i fundit: %1.
sv_se: Senast uppdaterad: %1.
th: ปรับปรุงล่าสุด: %1
tr: Son güncelleme: %1.
uk: Останнє оновлення: %1.
vi: Cập nhật lần cuối: %1.
zh_cn: 上次更新于 %1。
zh_tw: 最近更新：%1。

# vpn.serversView.recommendedRefreshLastUpdatedLabelYesterday
source: yesterday
cs: včera
cy: ddoe
da: i går
de: Gestern
el: χθες
es_ar: ayer
fr: hier
fy_nl: juster
hu: tegnap
ia: heri
id: kemarin
is: í gær
it: ieri
ja: 昨日
lo: ມື້ວານ
nl: gisteren
pl: wczoraj
pt_br: ontem
pt_pt: ontem
ru: вчера
sk: včera
sl: včeraj
sq: dje
sv_se: igår
th: เมื่อวานนี้
tr: dün
uk: учора
vi: hôm qua
zh_cn: 昨天
zh_tw: 昨天

# vpn.serversView.recommendedRefreshlLoadingLabel
source: Checking (%1%)…
cs: Kontrola (%1 %)…
cy: Wrthi'n gwirio (%1%)…
da: Kontrollerer (%1%)…
de: Prüfung läuft (%1%)…
el: Έλεγχος (%1%)…
es_ar: Verificando (%1%)…
fr: Vérification (%1%)…
fy_nl: Kontrolearje (%1%)…
hu: Ellenőrzés (%1%)…
ia: Verificante (%1%)…
id: Memeriksa (%1%)…
is: Athugar (%1%)…
it: Verifica in corso (%1%)…
ja: 確認中 (%1%)...
lo: ກຳລັງກວດສອບ (%1%)…
nl: Controleren (%1%)…
pl: Sprawdzanie (%1%)…
pt_br: Verificando (%1%)…
pt_pt: A verificar (%1%)…
ru: Проверка (%1%)…
sk: Kontroluje sa (%1 %)…
sl: Preverjanje (%1 %) …
sq: Po kontrollohet (%1%)…
sv_se: Kontrollerar (%1%)…
th: กำลังตรวจสอบ (%1%)…
tr: Kontrol ediliyor (%%1)…
uk: Перевірка (%1%)…
vi: Đang kiểm tra (%1%)…
zh_cn: 检查中（%1%）…
zh_tw: 檢查中（%1%）…

# vpn.serversView.searchNoResultsLabel
source: No results. Try a different search
cs: Žádné výsledky. Zkuste jiné vyhledávání
cy: Dim canlyniadau. Rhowch gynnig ar chwiliad gwahanol
da: Ingen resultater. Prøv en anden søgning
de: Keine Ergebnisse. Versuchen Sie es mit einer anderen Suche
el: Κανένα αποτέλεσμα. Δοκιμάστε μια άλλη αναζήτηση
es_ar: No hay resultados. Probá una búsqueda distinta
fr: Aucun résultat. Essayez une recherche différente
fy_nl: Gjin resultaten. Probearje in oare sykopdracht
hu: Nincs találat. Próbáljon egy másik keresést.
ia: Nulle resultatos. Tenta un recerca differente
id: Tidak berhasil. Coba pencarian yang berbeda
is: Engar niðurstöður. Prófaðu aðra leit
it: Nessun risultato. Prova con un’altra ricerca
ja: 検索結果がありません。他の検索語を試してください
lo: ບໍ່ມີຜົນໄດ້ຮັບ. ລອງຊອກຫາແບບອື່ນ
nl: Geen resultaten. Probeer een andere zoekopdracht
pl: Brak wyników. Spróbuj innego wyszukiwania
pt_br: Nenhum resultado. Tente uma pesquisa diferente
pt_pt: Sem resultados. Tente uma pesquisa diferente
ru: Нет результатов. Попробуйте другие настройки поиска
sk: Žiadne výsledky. Skúste iné vyhľadávanie
sl: Ni zadetkov. Poskusite z drugačnim iskanjem
sq: S’ka përfundime.Provoni një kërkim tjetër
sv_se: Inga resultat. Prova en annan sökning
th: ไม่มีผลลัพธ์ โปรดลองค้นหาด้วยคำอื่น
tr: Sonuç bulunamadı. Başka bir arama yapmayı deneyin.
uk: Немає результатів. Спробуйте інший пошук
vi: Không có kết quả. Hãy thử tìm kiếm khác
zh_cn: 无结果，请尝试不同关键词。
zh_tw: 找不到結果，請嘗試調整關鍵字。

# vpn.serversView.searchPlaceholder
source: Search countries
cs: Prohledávat země
cy: Chwilio gwledydd
da: Søg efter lande
de: Länder durchsuchen
el: Αναζήτηση χωρών
es_ar: Buscar países
fr: Rechercher un pays
fy_nl: Lannen sykje
hu: Országok keresése
ia: Cercar paises
id: Pilih negara
is: Leita að löndum
it: Cerca un Paese
ja: 国を検索
lo: ຊອກຫາປະເທດ
nl: Landen zoeken
pl: Wyszukaj kraje
pt_br: Pesquisar países
pt_pt: Pesquisar por países
ru: Поиск страны
sk: Prehľadávať krajiny
sl: Iskanje držav
sq: Kërkoni te vendet
sv_se: Sök efter länder
th: ค้นหาประเทศ
tr: Ülke ara
uk: Пошук країн
vi: Tìm kiếm quốc gia
zh_cn: 搜索国家/地区
zh_tw: 搜尋國家

# vpn.serversView.serverCityWithGoodConnection
source: %1. Good connectivity
cs: %1. Dobré připojení
cy: %1. Cysylltedd da
da: %1. God forbindelse
de: %1. Gute Verbindung
el: %1. Καλή συνδεσιμότητα
es_ar: %1. Buena conectividad
fr: %1. Bonne connectivité
fy_nl: %1. Goede konnektiviteit
hu: %1 – Jó kapcsolat
ia: %1. Bon connectivitate
id: %1. Konektivitas bagus
is: %1. Góð tenging
it: %1. Buona connettività
ja: %1。接続良好
lo: %1. ການເຊື່ອມຕໍ່ທີ່ດີ
nl: %1. Goede connectiviteit
pl: %1. Dobra łączność
pt_br: %1. Conectividade boa
pt_pt: %1. Boa ligação
ru: %1. Хорошее качество соединения
sk: %1. Dobrá konektivita
sl: %1. Dobra povezljivost
sq: %1. Shkallë e mirë lidhjeje
sv_se: %1. Bra uppkoppling
th: %1 คุณภาพการเชื่อมต่อดี
tr: %1. İyi bağlantı
uk: %1. Хороше з'єднання
vi: %1. Kết nối tốt
zh_cn: %1。连接性好
zh_tw: %1。連線品質良好

# vpn.serversView.serverCityWithModerateConnection
source: %1. Moderate connectivity
cs: %1. Středně dobré připojení
cy: %1. Cysylltedd cymedrol
da: %1. Middel forbindelse
de: %1. Mäßige Verbindung
el: %1. Μέτρια συνδεσιμότητα
es_ar: %1. Conectividad moderada
fr: %1. Connectivité modérée
fy_nl: %1. Matige konnektiviteit
hu: %1 – Közepes kapcsolat
ia: %1. Connectivitate moderate
id: %1. Konektivitas sedang
is: %1. Miðlungs tenging
it: %1. Connettività moderata
ja: %1。接続可
lo: %1. ການເຊື່ອມຕໍ່ປານກາງ
nl: %1. Matige connectiviteit
pl: %1. Przeciętna łączność
pt_br: %1. Conectividade razoável
pt_pt: %1. Ligação moderada
ru: %1. Среднее качество соединения
sk: %1. Stredne dobrá konektivita
sl: %1. Srednje dobra povezljivost
sq: %1. Shkallë mesatare lidhjeje
sv_se: %1. Måttlig anslutning
th: %1 คุณภาพการเชื่อมต่อปานกลาง
tr: %1. Orta düzey bağlantı
uk: %1. Середня якість з'єднання
vi: %1. Kết nối trung bình
zh_cn: %1。连接性中等
zh_tw: %1。連線品質一般

# vpn.serversView.serverCityWithNoConnection
source: %1. No connectivity
cs: %1. Žádné připojení
cy: %1. Dim cysylltedd
da: %1. Ingen forbindelse
de: %1. Keine Verbindung
el: %1. Χωρίς συνδεσιμότητα
es_ar: %1. Sin conectividad
fr: %1. Aucune connectivité
fy_nl: %1. Gjin konnektiviteit
hu: %1 – Nincs kapcsolat
ia: %1. Nulle connectivitate
id: %1. Tidak ada konektivitas
is: %1. Engin tenging
it: %1. Nessuna connettività
ja: %1。接続不可
lo: %1. ບໍ່ມີການເຊື່ອມຕໍ່
nl: %1. Geen connectiviteit
pl: %1. Brak łączności
pt_br: %1. Sem conectividade
pt_pt: %1. Sem ligação
ru: %1. Нет соединения
sk: %1. Žiadna konektivita
sl: %1. Ni povezljivosti
sq: %1. Pa aftësi lidhjeje
sv_se: %1. Ingen anslutning
th: %1 ไม่สามารถเชื่อมต่อได้
tr: %1. Bağlantı yok
uk: %1. Немає з'єднання
vi: %1. Không có kết nối
zh_cn: %1。无连接
zh_tw: %1。無法連線

# vpn.serversView.serverCityWithPoorConnection
source: %1. Poor connectivity
cs: %1. Slabé připojení
cy: %1. Cysylltedd gwael
da: %1. Dårlig forbindelse
de: %1. Schlechte Verbindung
el: %1. Κακή συνδεσιμότητα
es_ar: %1. Mala conectividad
fr: %1. Connectivité médiocre
fy_nl: %1. Minne konnektiviteit
hu: %1 – Gyenge kapcsolat
ia: %1. Mal connectivitate
id: %1. Konektivitas buruk
is: %1. Léleg tenging
it: %1. Connettività scarsa
ja: %1。接続不良
lo: %1. ການເຊື່ອມຕໍ່ບໍ່ດີ
nl: %1. Slechte connectiviteit
pl: %1. Słaba łączność
pt_br: %1. Conectividade ruim
pt_pt: %1. Ligação fraca
ru: %1. Плохое качество соединения
sk: %1. Slabá konektivita
sl: %1. Slaba povezljivost
sq: %1. Shkallë e dobët lidhjeje
sv_se: %1. Dålig anslutning
th: %1 คุณภาพการเชื่อมต่อแย่
tr: %1. Zayıf bağlantı
uk: %1. Погана якість з'єднання
vi: %1. Kết nối kém
zh_cn: %1。连接性差
zh_tw: %1。連線品質不佳

# vpn.serversView.tabAllLabel
source: All
cs: Vše
cy: Y Cyfan
da: Alle
de: Alle
el: Όλες
es_ar: Todo
fr: Tous
fy_nl: Alle
hu: Összes
ia: Toto
id: Semua
is: Allt
it: Tutti
ja: すべて
lo: ທັງໝົດ
nl: Alle
pl: Wszystkie
pt_br: Tudo
pt_pt: Todos
ru: Все
sk: Všetky
sl: Vse
sq: Krejt
sv_se: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_cn: 全部
zh_tw: 全部

# vpn.serversView.tabRecommendedLabel
source: Recommended
cs: Doporučené
cy: Cymeradwy
da: Anbefalede
de: Empfohlen
el: Προτεινόμενες
es_ar: Recomendado
fr: Recommandés
fy_nl: Oanrekommandearre
hu: Ajánlott
ia: Recommendate
id: Disarankan
is: Mælt með
it: Consigliati
ja: おすすめ
lo: ແນະນຳ
nl: Aanbevolen
pl: Polecane
pt_br: Recomendado
pt_pt: Recomendados
ru: Желательные
sk: Odporúčané
sl: Priporočeno
sq: E këshilluar
sv_se: Rekommenderade
th: แนะนำ
tr: Önerilen
uk: Рекомендовані
vi: Được đề xuất
zh_cn: 推荐
zh_tw: 推薦

# vpn.settings.appExclusionClearAllApps
source: Clear all
cs: Vymazat vše
cy: Clirio'r cyfan
da: Ryd alle
de: Alle löschen
el: Απαλοιφή όλων
es_ar: Eliminar todo
fr: Tout effacer
fy_nl: Alles wiskje
hu: Összes törlése
ia: Clarar toto
id: Bersihkan semua
is: Hreinsa allt
it: Elimina tutto
ja: すべて消去
lo: ລຶບລ້າງທັງໝົດ
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
pt_pt: Limpar tudo
ru: Очистить всё
sk: Vymazať
sl: Izbriši vse
sq: Spastroji krejt
sv_se: Rensa alla
th: ล้างทั้งหมด
tr: Tümünü temizle
uk: Стерти все
vi: Xóa tất cả
zh_cn: 全部清除
zh_tw: 全部清除

# vpn.settings.appExclusionTitle
source: Excluded apps
de: Ausgeschlossene Apps
el: Εξαιρούμενες εφαρμογές
is: Útilokuð forrit
it: App escluse
lo: ແອັບທີ່ຍົກເວັ້ນ
pl: Wykluczone aplikacje
pt_br: Aplicativos excluídos
ru: Исключённые приложения
sl: Izvzete aplikacije
th: แอปที่ยกเว้น
tr: Hariç tutulan uygulamalar
vi: Loại trừ ứng dụng
zh_tw: 排除的應用程式

# vpn.settings.appearance
source: Appearance
de: Erscheinungsbild
is: Útlit
it: Aspetto
pl: Wygląd
ru: Внешний вид
tr: Görünüm

# vpn.settings.appearanceAutomatic
source: Automatic
de: Automatisch
is: Sjálfvirkt
it: Automatico
pl: Automatyczny
ru: Автоматически
tr: Otomatik

# vpn.settings.appearanceAutomaticDescription
source: Follow your system’s appearance
de: Dem Erscheinungsbild Ihres Systems folgen
is: Fylgja útliti kerfisins þíns
it: Adatta all’aspetto del sistema
pl: Zgodny z motywem systemu
ru: Повторять внешний вид системы
tr: Sistem görünümünü kullan

# vpn.settings.appearanceDark
source: Dark
de: Dunkel
is: Dökkt
it: Scuro
pl: Ciemny
ru: Тёмная
tr: Koyu

# vpn.settings.appearanceLight
source: Light
de: Hell
is: Ljóst
it: Chiaro
pl: Jasny
ru: Светлая
tr: Açık

# vpn.settings.crashOptInDescription
source: Allow Mozilla VPN to automatically send crash reports to help fix unexpected crashes
cs: Povolte Mozilla VPN automaticky odesílat zprávy o selhání, abyste pomohli opravit neočekávané pády
cy: Caniatewch i Mozilla VPN anfon adroddiadau chwalu yn awtomatig i helpu i atgyweirio chwaliadau annisgwyl
da: Tillad at Mozilla VPN automatisk sender rapporter om nedbrud for at hjælpe med at undgå uventede nedbrud
de: Mozilla VPN erlauben, Absturzberichte automatisch zu senden, um unerwartete Abstürze zu beheben
el: Να επιτρέπεται στο Mozilla VPN η αυτόματη αποστολή των αναφορών καταρρεύσεων για συνεισφορά στη διόρθωση των απροσδόκητων σφαλμάτων
es_ar: Permitir que Mozilla VPN envíe automáticamente informes de fallos para ayudar a solucionar colgadas inesperadas
fr: Autoriser Mozilla VPN à envoyer automatiquement des rapports de plantage pour aider à résoudre les problèmes
fy_nl: Mozilla VPN tastean om automatysk ûngelokrapporten te ferstjoeren om ûnferwachte ûngelokken helpe op te lossen
hu: Engedélyezés a Mozilla VPN számára, hogy automatikusan hibajelentéseket küldjön a váratlan összeomlások kijavítása érdekében
ia: Permitter a Mozilla VPN de automaticamente inviar reportos de crash pro adjutar a remediar crashes impreviste
id: Izinkan Mozilla VPN mengirim laporan kerusakan secara otomatis untuk membantu memperbaiki kerusakan yang tidak diharapkan
is: Leyfðu Mozilla VPN að senda sjálfvirkar hrunskýrslur til að hjálpa við að laga óvænt hrun
it: Consenti a Mozilla VPN di inviare automaticamente segnalazioni di arresto anomalo per aiutare nella risoluzione del problema
ja: Mozilla VPN にクラッシュレポートの自動送信を許可して、予期しないクラッシュの修正に役立てる
lo: ອະນຸຍາດໃຫ້ Mozilla VPN ສົ່ງລາຍງານການຂັດຂ້ອງໂດຍອັດຕະໂນມັດເພື່ອຊ່ວຍແກ້ໄຂການຂັດຂ້ອງທີ່ບໍ່ຄາດຄິດ
nl: Mozilla VPN toestaan om automatisch crashrapporten te verzenden om onverwachte crashes te helpen oplossen
pl: Zezwól na automatyczne wysyłanie raportów o awariach do Mozilli, aby pomóc naprawić nieoczekiwane awarie
pt_br: Permitir que o Mozilla VPN envie automaticamente relatórios de falhas para ajudar a corrigir falhas inesperadas
pt_pt: Permitir que a Mozilla VPN envie relatórios de erro automaticamente para ajudar a corrigir falhas inesperadas
ru: Разрешить Mozilla VPN автоматически отправлять отчеты о падениях, чтобы помочь устранить неожиданные падения
sk: Povoliť Mozilla VPN automaticky odosielať správy o zlyhaní, ktoré nám pomôžu opraviť neočakávané zlyhania
sl: Dovoli, da Mozilla VPN samodejno pošilja poročila o sesutjih, in pomagaj odpraviti nepričakovana sesutja
sq: Lejojeni Mozilla VPN të dërgojë vetvetiu njoftime vithisjesh, për të ndihmuar të ndreqen vithisje të papritura
sv_se: Tillåt Mozilla VPN att automatiskt skicka kraschrapporter för att åtgärda oväntade krascher
th: อนุญาตให้ Mozilla VPN ส่งรายงานข้อขัดข้องโดยอัตโนมัติเพื่อช่วยแก้ไขข้อขัดข้องที่ไม่คาดคิด
tr: Beklenmedik çöküşleri düzeltmesi için Mozilla VPN’e otomatik olarak çökme raporlarını gönderme izni verin
uk: Дозволити Mozilla VPN автоматично надсилати звіти про аварійне завершення роботи, щоб допомогти виправити збої
vi: Cho phép Mozilla VPN tự động gửi báo cáo sự cố để giúp khắc phục sự cố không mong muốn
zh_cn: 允许 Mozilla VPN 自动发送崩溃报告以帮助修复意外崩溃
zh_tw: 允許 Mozilla VPN 自動傳送錯誤報告，幫助我們修正未預期的錯誤

# vpn.settings.dnsSettings
source: DNS settings
cs: Nastavení DNS
cy: Gosodiadau DNS
da: DNS-indstillinger
de: DNS-Einstellungen
el: Ρυθμίσεις DNS
es_ar: Ajustes de DNS
fr: Paramètres DNS
fy_nl: DNS-ynstellingen
hu: DNS beállítások
ia: Configurationes de DNS
id: Setelan DNS
is: DNS-stillingar
it: Impostazioni DNS
ja: DNS 設定
lo: ການຕັ້ງຄ່າ DNS
nl: DNS-instellingen
pl: Ustawienia DNS
pt_br: Configurações de DNS
pt_pt: Definições de DNS
ru: Настройки DNS
sk: Nastavenia DNS
sl: Nastavitve DNS
sq: Rregullime DNS
sv_se: DNS-inställningar
th: การตั้งค่า DNS
tr: DNS ayarları
uk: Налаштування DNS
vi: Cài đặt DNS
zh_cn: DNS 设置
zh_tw: DNS 選項
