Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.protectSelectedApps.searchApps
source: Search apps
cs: Prohledat aplikace
cy: Chwilio apiau
da: Søg efter apps
de: Apps suchen
el: Αναζήτηση εφαρμογών
es_ar: Buscar aplicaciones
fr: Rechercher des applications
fy_nl: Apps sykje
hu: Alkalmazások keresése
ia: Cercar in Apps
id: Cari aplikasi
is: Leita að forritum
it: Cerca app
ja: アプリを検索
lo: ຄົ້ນຫາແອັບຯ
nl: Apps zoeken
pl: Wyszukaj aplikacje
pt_br: Pesquisar apps
pt_pt: Pesquisar por aplicações
ru: Поиск приложений
sk: Hľadať v aplikáciách
sl: Iskanje aplikacij
sq: Kërkoni për aplikacione
sv_se: Sök appar
th: ค้นหาแอป
tr: Uygulama ara
uk: Пошук програм
vi: Tìm kiếm ứng dụng
zh_cn: 搜索应用
zh_tw: 搜尋應用程式

# vpn.errors.checkOutageUpdates
source: Check outage updates
cs: Podívejte se na informace týkající se výpadků
cy: Gwirio am ddiweddariadau toriad gwasanaeth
da: Kontroller oplysninger om afbrydelser
de: Informationen zum Ausfall des Dienstes ansehen
el: Έλεγχος ενημερώσεων διακοπής υπηρεσίας
es_ar: Verifique las actualizaciones de cortes
fr: Consultez les mises à jour des pannes
fy_nl: Utfalfernijingen besjen
hu: Leállási hírek keresése
ia: Cercar actualitates sur le pannas
id: Periksa kabar gangguan terkini
is: Athuga nýjar upplýsingar um tengirof
it: Controlla aggiornamenti sull’interruzione del servizio
ja: サーバーの稼働状況を確認する
lo: ກວດເບິ່ງການອັບເດດການຢຸດ
nl: Uitvalupdates bekijken
pl: Sprawdź aktualizacje dotyczące niedostępności
pt_br: Verificar informações de interrupção de serviço
pt_pt: Consultar atualizações de indisponibilidade
ru: Просмотр информации о перебоях в обслуживании
sk: Pozrite si informácie týkajúce sa výpadkov
sl: Prikaži podatke o izpadih
sq: Kontrolloni përditësim mbi mungesë shërbimi
sv_se: Kontrollera avbrottsuppdateringar
th: ตรวจสอบข่าวสารการล่ม
tr: Kesinti haberlerini kontrol et
uk: Перевірити оновлення про від'єднання служби
vi: Kiểm tra cập nhật sự cố
zh_cn: 查看服务运行状态
zh_tw: 確認服務中斷資訊

# vpn.updates.notNow
source: Not now
cs: Teď ne
cy: Nid nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es_ar: No ahora
fr: Plus tard
fy_nl: No net
hu: Most nem
ia: Non ora
id: Jangan sekarang
is: Ekki núna
it: Non adesso
ja: 後で
lo: ບໍ່ແມ່ນຕອນນີ້
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sq: Jo tani
sv_se: Inte nu
th: ยังไม่ทำตอนนี้
tr: Şimdi değil
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要
zh_tw: 現在不要

# vpn.updates.updateConnectionInsecureWarning
source: Your connection will not be secure while you update.
cs: V průběhu aktualizace nebude vaše připojení zabezpečené.
cy: Bydd eich cysylltiad ddim yn ddiogel wrth i chi ddiweddaru.
da: Din forbindelse vil ikke være sikker, mens du opdaterer.
de: Ihre Verbindung ist während des Updates nicht sicher.
el: Η σύνδεσή σας δεν θα είναι ασφαλής κατά την ενημέρωση.
es_ar: Su conexión no será segura mientras actualiza.
fr: Votre connexion ne sera pas sécurisée pendant la mise à jour.
fy_nl: Jo ferbining is net feilich as jo bywurkje.
hu: A frissítés közben a kapcsolata nem lesz biztonságos.
ia: Tu connexion non essera secur durante le actualisation.
id: Sambungan Anda tidak akan aman saat Anda memperbarui.
is: Tengingin þín verður ekki örugg á meðan þú uppfærir.
it: La connessione non sarà sicura durante l’aggiornamento.
ja: 更新中は接続が保護されません。
lo: ການເຊື່ອມຕໍ່ຂອງທ່ານຈະບໍ່ປອດໄພໃນຂະນະທີ່ທ່ານອັບເດດ.
nl: Uw verbinding is niet veilig terwijl u bijwerkt.
pl: Twoje połączenie nie będzie bezpieczne podczas aktualizacji.
pt_br: Sua conexão não estará segura durante a atualização.
pt_pt: A sua ligação não estará segura durante a atualização.
ru: Во время обновления ваше соединение не будет безопасным.
sk: Počas aktualizácie nebude vaše pripojenie zabezpečené.
sl: Med posodobitvijo vaša povezava ne bo zavarovana.
sq: Lidhja juaj s’do të jetë e siguruar teksa bëni përditësimin.
sv_se: Din anslutning är inte säker när du uppdaterar.
th: การเชื่อมต่อของคุณจะไม่ปลอดภัยในขณะที่คุณอัปเดต
tr: Güncelleme yapılırken bağlantınız güvenli olmayacaktır.
uk: Під час оновлення з’єднання не буде захищеним.
vi: Kết nối của bạn sẽ không được an toàn trong khi bạn cập nhật.
zh_cn: 更新期间，您的连接将处于不安全状态。
zh_tw: 更新過程中，您的連線未受保護，並不安全。

# vpn.updates.updateNow
source: Update now
cs: Aktualizovat
cy: Diweddarwch nawr
da: Opdater nu
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
es_ar: Actualizar ahora
fr: Mettre à jour
fy_nl: No bywurkje
hu: Frissítés most
ia: Actualisar ora
id: Perbarui sekarang
is: Uppfæra núna
it: Aggiorna adesso
ja: 今すぐ更新
lo: ອັບເດດຕອນນີ້
nl: Nu bijwerken
pl: Zaktualizuj teraz
pt_br: Atualizar agora
pt_pt: Atualizar agora
ru: Обновить сейчас
sk: Aktualizovať teraz
sl: Posodobi zdaj
sq: Përditësojeni tani
sv_se: Uppdatera nu
th: อัปเดตตอนนี้
tr: Şimdi güncelle
uk: Оновити зараз
vi: Cập nhật ngay
zh_cn: 立即更新
zh_tw: 立即更新

# vpn.updates.updateRecomended
source: Update recommended
cs: Aktualizace doporučena
cy: Diweddariad yn cael ei argymell
da: Opdatering anbefales
de: Aktualisierung empfohlen
el: Προτείνεται ενημέρωση
es_ar: Actualización recomendada
fr: Mise à jour recommandée
fy_nl: Bywurkjen oanrekommandearre
hu: Frissítés javasolt
ia: Actualisation recommendate
id: Pembaruan disarankan
is: Mælt er með uppfærslu
it: Aggiornamento consigliato
ja: 更新してください
lo: ແນະນຳໃຫ້ອັບເດດ
nl: Bijwerken aanbevolen
pl: Aktualizacja zalecana
pt_br: Atualização recomendada
pt_pt: Atualização recomendada
ru: Рекомендуется обновление
sk: Odporúča sa aktualizácia
sl: Priporočena je posodobitev
sq: Këshillohet përditësimi
sv_se: Uppdatering rekommenderas
th: แนะนำให้อัปเดต
tr: Önerilen güncelleme
uk: Рекомендовано оновитися
vi: Khuyến nghị cập nhật
zh_cn: 建议更新
zh_tw: 建議更新

# vpn.updates.updateRecomended.description
source: Please update the app before you continue to use the VPN
cs: Před použitím VPN prosím aplikaci aktualizujte
cy: Diweddarwch yr ap cyn parhau i ddefnyddio'r VPN
da: Opdater appen, før du fortsætter med at bruge VPN'en
de: Bitte aktualisieren Sie die App, bevor Sie das VPN weiter verwenden
el: Παρακαλούμε ενημερώστε την εφαρμογή πριν συνεχίσετε με τη χρήση του VPN
es_ar: Actualice la aplicación antes de continuar usando la VPN
fr: Veuillez mettre à jour l’application avant de continuer à utiliser le VPN
fy_nl: Wurkje de app by eardat jo de VPN brûke bliuwe
hu: Frissítse az alkalmazást, mielőtt folytatná a VPN használatát
ia: Actualisa le application ante que tu continua a usar le VPN
id: Harap perbarui aplikasi sebelum Anda terus menggunakan VPN
is: Vinsamlegast uppfærðu forritið áður en þú heldur áfram að nota VPN
it: Aggiornare l’app prima di continuare a utilizzare la VPN
ja: VPN の使用を続ける前にアプリを更新してください
lo: ກະລຸນາອັບເດດແອັບກ່ອນທີ່ທ່ານຈະສືບຕໍ່ໃຊ້ VPN
nl: Werk de app bij voordat u de VPN blijft gebruiken
pl: Zaktualizuj aplikację przed dalszym korzystaniem z VPN
pt_br: Atualize o aplicativo antes de continuar a usar a VPN
pt_pt: Por favor, atualize a aplicação antes de continuar a usar a VPN
ru: Пожалуйста, обновите приложение, прежде чем продолжить использование VPN
sk: Prosím, aktualizujte aplikáciu pred použitím VPN
sl: Pred nadaljnjo uporabo VPN posodobite aplikacijo
sq: Ju lutemi, përditësojeni aplikacionin, para se të vazhdoni të përdorni VPN-në
sv_se: Uppdatera appen innan du fortsätter att använda VPN
th: โปรดอัปเดตแอปก่อนที่คุณจะใช้ VPN ต่อไป
tr: VPN’i kullanmaya devam etmeden önce lütfen uygulamayı güncelleyin
uk: Оновіть програму, перш ніж продовжувати користуватися VPN
vi: Vui lòng cập nhật ứng dụng trước khi bạn tiếp tục sử dụng VPN
zh_cn: 请在继续使用 VPN 之前更新应用程序
zh_tw: 請先更新應用程式，才能連線到 VPN

# vpn.updates.updateRequire.reason
source: We detected and fixed a serious bug. You must update your app.
cs: Zjistili jsme a opravili závažnou chybu. Musíte aktualizovat aplikaci.
cy: Rydym wedi canfod a thrwsio gwall difrifol. Rhaid i chi ddiweddaru'ch ap.
da: Vi har opdaget og løst et alvorligt problem. Du skal opdatere appen.
de: Wir haben einen schwerwiegenden Fehler entdeckt und behoben. Sie müssen Ihre App aktualisieren.
el: Εντοπίσαμε και διορθώσαμε ένα σοβαρό σφάλμα. Πρέπει να ενημερώσετε την εφαρμογή σας.
es_ar: Detectamos y arreglamos un error grave. Tiene que actualizar su aplicación.
fr: Nous avons détecté et corrigé un problème important. Vous devez mettre à jour votre application.
fy_nl: Wy hawwe in serieuze bug ûntdutsen en dizze oplost. Jo moatte jo app bywurkje.
hu: Súlyos hibát észleltünk és hárítottunk el. Frissítenie kell az alkalmazást.
ia: Nos ha discoperite e corrigite un defecto grave. Tu debe actualisar tu app.
id: Kami telah mendeteksi dan memperbaiki masalah serius. Anda harus memperbarui aplikasi Anda.
is: Við fundum og laguðum alvarlega villu. Þú verður að uppfæra forritið þitt.
it: Abbiamo identificato e risolto un problema grave. È necessario aggiornare l’app.
ja: 重大なバグが見つかったため修正しました。アプリを更新する必要があります。
lo: ພວກເຮົາກວດພົບ ແລະ ແກ້ໄຂຂໍ້ຜິດພາດທີ່ຮ້າຍແຮງ. ທ່ານຕ້ອງອັບເດດແອັບຯຂອງທ່ານ.
nl: We hebben een ernstige bug ontdekt en deze opgelost. U moet uw app bijwerken.
pl: Wykryliśmy i naprawiliśmy poważny błąd. Musisz zaktualizować swoją aplikację.
pt_br: Detectamos e corrigimos um problema sério. Você deve atualizar seu aplicativo.
pt_pt: Detetámos e corrigimos um erro grave. Deve atualizar a sua aplicação.
ru: Мы обнаружили и исправили серьёзную ошибку. Вам необходимо обновить своё приложение.
sk: Zistili sme a opravili závažnú chybu. Musíte aktualizovať svoju aplikáciu.
sl: Odkrili in odpravili smo resno napako. Aplikacijo morate posodobiti.
sq: Pikasën dhe ndreqëm një të metë serioze. Duhet të përditësoni aplikacionin tuaj.
sv_se: Vi upptäckte och fixade ett allvarligt fel. Du måste uppdatera din app.
th: เราตรวจพบและได้แก้ไขบั๊กร้ายแรงแล้ว คุณจะต้องอัปเดตแอปของคุณ
tr: Önemli bir hatayı tespit edip düzelttik. Uygulamanızı güncellemelisiniz.
uk: Ми виявили та виправили серйозну ваду. Ви повинні оновити програму.
vi: Chúng tôi đã phát hiện và sửa một lỗi nghiêm trọng. Bạn phải cập nhật ứng dụng của mình.
zh_cn: 我们发现并修复了一个严重 Bug，应用程序须进行更新。
zh_tw: 我們發現並修正了一組嚴重的 Bug，必須先更新程式才能繼續使用。

# vpn.updates.updateRequired
source: Update required
cs: Aktualizace je vyžadována
cy: Mae angen diweddaru
da: Opdatering påkrævet
de: Aktualisierung erforderlich
el: Απαιτείται ενημέρωση
es_ar: Se requiere actualización
fr: Mise à jour nécessaire
fy_nl: Bywurkjen fereaske
hu: Frissítés szükséges
ia: Actualisation obligatori
id: Pembaruan dibutuhkan
is: Uppfærslu krafist
it: Aggiornamento necessario
ja: 更新が必要
lo: ຕ້ອງການອັບເດດ
nl: Bijwerken vereist
pl: Wymagana aktualizacja
pt_br: Atualização necessária
pt_pt: Atualização necessária
ru: Требуется обновление
sk: Vyžaduje sa aktualizácia
sl: Potrebna je posodobitev
sq: Lypset përditësim
sv_se: Uppdatering krävs
th: จำเป็นต้องอัปเดต
tr: Güncelleme gerekiyor
uk: Оновлення обов'язкове
vi: Bắt buộc cập nhật
zh_cn: 需要更新
zh_tw: 必要更新

# vpn.AndroidNotifications.GeneralNotifications
source: General Notifications
cs: Obecná oznámení
cy: Hysbysiadau Cyffredinol
da: Generelle meddelelser
de: Allgemeine Benachrichtigungen
el: Γενικές ειδοποιήσεις
es_ar: Notificaciones generales
fr: Notifications générales
fy_nl: Algemiene notifikaasjes
hu: Általános értesítések
ia: Notificationes general
id: Notifikasi Umum
is: Almennar tilkynningar
it: Notifiche generali
ja: 一般通知
lo: ແຈ້ງການທົ່ວໄປ
nl: Algemene notificaties
pl: Powiadomienia ogólne
pt_br: Notificações gerais
pt_pt: Notificações gerais
ru: Общие уведомления
sk: Všeobecné upozornenia
sl: Splošna obvestila
sq: Njoftime të Përgjithshme
sv_se: Allmänna aviseringar
th: การแจ้งเตือนทั่วไป
tr: Genel Bildirimler
uk: Загальні сповіщення
vi: Thông báo chung
zh_cn: 常规通知
zh_tw: 一般通知

# vpn.aboutUs.copyVersionNumber
source: Copy %1
cs: Kopírovat %1
cy: Copïo %1
da: Kopier %1
de: %1 kopieren
el: Αντιγραφή %1
es_ar: Copiar %1
fr: Copier %1
fy_nl: %1 kopiearje
hu: %1 másolása
ia: Copiar %1
id: Salin %1
is: Afrita %1
it: Copia %1
ja: %1 をコピー
lo: ສຳເນົາ %1
nl: %1 kopiëren
pl: Kopiuj %1
pt_br: Copiar %1
pt_pt: Copiar %1
ru: Копировать %1
sk: Kopírovať %1
sl: Kopiraj %1
sq: Kopjo %1
sv_se: Kopiera %1
th: คัดลอก %1
tr: Kopyala: %1
uk: Копіювати %1
vi: Sao chép %1
zh_cn: 复制 %1
zh_tw: 複製 %1

# vpn.aboutUs.licenses
source: Licenses
cs: Licence
cy: Trwyddedau
da: Licenser
de: Lizenzen
el: Άδειες χρήσης
es_ar: Licencias
fr: Licences
fy_nl: Lisinsjes
hu: Licencek
ia: Licentias
id: Lisensi
is: Notkunarleyfi
it: Licenze
ja: ライセンス
lo: ໃບອະນຸຍາດ
nl: Licenties
pl: Licencje
pt_br: Licenças
pt_pt: Licenças
ru: Лицензии
sk: Licencie
sl: Licence
sq: Licenca
sv_se: Licenser
th: สัญญาอนุญาต
tr: Lisanslar
uk: Ліцензії
vi: Giấy phép
zh_cn: 许可协议
zh_tw: 授權條款

# vpn.aboutUs.privacyNotice
source: Privacy notice
cs: Zásady ochrany osobních údajů
cy: Hysbysiad preifatrwydd
da: Privatlivserklæring
de: Datenschutzhinweis
el: Σημείωση απορρήτου
es_ar: Nota de privacidad
fr: Politique de confidentialité
fy_nl: Privacyferklearring
hu: Adatvédelmi nyilatkozat
ia: Aviso de confidentialitate
id: Pemberitahuan privasi
is: Meðferð persónuupplýsinga
it: Informativa sulla privacy
ja: プライバシー通知
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
nl: Privacyverklaring
pl: Zasady ochrony prywatności
pt_br: Política de privacidade
pt_pt: Informação de privacidade
ru: Уведомление о конфиденциальности
sk: Vyhlásenie o ochrane osobných údajov
sl: Obvestilo o zasebnosti
sq: Shënim privatësie
sv_se: Sekretessmeddelande
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik bildirimi
uk: Повідомлення про приватність
vi: Thông báo về quyền riêng tư
zh_cn: 隐私声明
zh_tw: 隱私權公告

# vpn.aboutUs.releaseVersion
source: Release version
cs: Verze vydání
cy: Fersiwn rhyddhau
da: Version
el: Έκδοση κυκλοφορίας
es_ar: Versión de lanzamiento
fr: Version
fy_nl: Ferzje
hu: Kiadási verzió
ia: Version
id: Versi rilis
is: Útgáfa í dreifingu
it: Versione
ja: リリースバージョン
lo: ລຸ້ນທີ່ອອກ
nl: Versie
pl: Wersja wydania
pt_br: Versão
pt_pt: Versão
ru: Версия программы
sk: Verzia vydania
sl: Različica
sq: Version hedhjeje në qarkullim
sv_se: Version
th: รุ่นที่ออก
tr: Sürüm
uk: Версія випуску
vi: Phiên bản phát hành
zh_cn: 发行版本
zh_tw: 發行版本

# vpn.aboutUs.termsOfService
source: Terms of service
cs: Podmínky služby
cy: Amodau gwasanaeth
da: Tjenestevilkår
de: Nutzungsbedingungen
el: Όροι υπηρεσίας
es_ar: Términos del servicio
fr: Conditions d’utilisation
fy_nl: Tsjinstbetingsten
hu: Szolgáltatás feltételei
ia: Terminos de servicio
id: Persyaratan layanan
is: Skilmálar þjónustu
it: Condizioni di utilizzo del servizio
ja: サービス利用規約
lo: ເງື່ອນໄຂການໃຫ້ບໍລິການ
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
pt_br: Termos do serviço
pt_pt: Termos de serviço
ru: Условия использования
sk: Podmienky používania služby
sl: Pogoji uporabe
sq: Kushte shërbimi
sv_se: Användarvillkor
th: เงื่อนไขการให้บริการ
tr: Hizmet koşulları
uk: Умови надання послуги
vi: Điều khoản dịch vụ
zh_cn: 服务条款
zh_tw: 服務條款

# vpn.aboutUs.title
source: About us
cs: O nás
cy: Amdanom ni
da: Om os
de: Über uns
el: Σχετικά με εμάς
es_ar: Acerca de nosotros
fr: À propos de nous
fy_nl: Oer ús
hu: Rólunk
ia: A proposito de nos
id: Tentang kami
is: Um okkur
it: Informazioni
ja: Mozilla について
lo: ກ່ຽວກັບເຮົາ
nl: Over ons
pl: O nas
pt_br: Sobre nós
pt_pt: Sobre nós
ru: О нас
sk: O nás
sl: O nas
sq: Rreth nesh
sv_se: Om oss
th: เกี่ยวกับเรา
tr: Hakkımızda
uk: Про нас
vi: Về chúng tôi
zh_cn: 关于我们
zh_tw: 關於我們

# vpn.accessibility.currentIndexFocusedOfTotalItemsInGroup
source: %1 of %2
cs: %1 z %2
cy: %1 o %2
da: %1 af %2
de: %1 von %2
el: %1 από %2
es_ar: %1 de %2
fr: %1 sur %2
fy_nl: %1 fan %2
ia: %1 de %2
id: %1 dari %2
is: %1 af %2
it: %1 di %2
lo: %1 ຈາກທັງໝົດ %2
nl: %1 van %2
pl: %1 z %2
pt_br: %1 de %2
pt_pt: %1 de %2
ru: %1 из %2
sk: %1 z %2
sl: %1 od %2
sq: %1 nga %2
sv_se: %1 av %2
th: %1 จาก %2
uk: %1 з %2
vi: %1 của %2
zh_cn: %1，共 %2
zh_tw: 第 %1 筆，共 %2 筆

# vpn.accessibility.selected
source: Selected
cs: Vybráno
da: Valgt
de: Ausgewählt
el: Επιλεγμένο
es_ar: Seleccionado
fy_nl: Selektearre
hu: Kiválasztva
id: Dipilih
is: Valið
it: Selezionato
ja: 選択中
lo: ເລືອກແລ້ວ
nl: Geselecteerd
pl: Wybrane
pt_br: Selecionado
ru: Выбрано
sk: Vybraná
sl: Izbrano
sq: Përzgjedhur
sv_se: Vald
th: เลือกอยู่
tr: Seçildi
vi: Đã chọn
zh_cn: 已选中
zh_tw: 已選取

# vpn.accessibility.selectedAndItemName
source: Selected item: %1
cs: Vybraná položka: %1
cy: Eitem dewiswyd: %1
da: Valgt element: %1
de: Ausgewähltes Element: %1
el: Επιλεγμένο στοιχείο: %1
es_ar: Elemento seleccionado: %1
fr: Élément sélectionné : %1
fy_nl: Selektearre item: %1
hu: Kiválasztott elem: %1
ia: Elemento seligite: %1
id: Item yang dipilih: %1
is: Valið atriði: %1
it: Elemento selezionato: %1
ja: 選択したアイテム: %1
lo: ລາຍການທີ່ເລືອກ: %1
nl: Geselecteerd item: %1
pl: Wybrany element: %1
pt_br: Item selecionado: %1
pt_pt: Item selecionado: %1
ru: Выбранный элемент: %1
sk: Zvolená položka: %1
sl: Izbrani predmet: %1
sq: Objekt i përzgjedhur: %1
sv_se: Markerade objekt: %1
th: รายการที่เลือกอยู่: %1
tr: Seçili öğe: %1
uk: Вибрано елемент: %1
vi: Mục đã chọn: %1
zh_cn: 已选项目: %1
zh_tw: 選擇的項目：%1

# vpn.bypassVPN.labelTitle
source: Bypass VPN for select traffic
it: Ignora la VPN per traffico specifico
pl: Pomijaj VPN dla wybranego ruchu
ru: Игнорировать VPN для выбранного трафика

# vpn.bypassVPN.learnMoreSentence
source: Learn more.
it: Ulteriori informazioni.
pl: Więcej informacji.
ru: Узнать больше.

# vpn.bypassVPN.subLabel
source: Allow RCS/MMS messaging, Apple features like CarPlay and AirDrop, and connections to local devices. May reduce network security.
it: Consenti messaggi RCS/MMS, funzionalità Apple come CarPlay e AirDrop e connessioni a dispositivi locali. Questo potrebbe ridurre la sicurezza della rete.
pl: Zezwalaj na przesyłanie wiadomości RCS/MMS, funkcje Apple, takie jak CarPlay i AirDrop, oraz połączenia z lokalnymi urządzeniami. Może to zmniejszyć bezpieczeństwo sieci.
ru: Разрешает обмен сообщениями RCS/MMS, функции Apple, такие как Carplay и AirDrop, и подключения к локальным устройствам. Может снизить безопасность сети.

# vpn.bypassVPN.vpnMustBeOff
source: VPN must be off to change this setting
it: La VPN deve essere disattivata per modificare questa impostazione
pl: Aby zmienić to ustawienie, należy wyłączyć VPN
ru: Для изменения этого параметра необходимо отключить VPN

# vpn.captivePortalAlert.actionPostActivation
source: You must turn off your VPN in order to see the portal, and turn it back on once you have logged in.
cs: Pro zobrazení portálu je nutné vypnout VPN a po přihlášení ji opět zapnout.
cy: Rhaid i chi ddiffodd eich VPN er mwyn gweld y porth, a'i droi yn ôl ymlaen unwaith y byddwch wedi mewngofnodi.
da: Du skal slå din VPN fra for at kunne se portalen og slå den til igen, når du er logget ind.
de: Sie müssen Ihr VPN ausschalten, um das Portal zu sehen, und es nach der Anmeldung wieder einschalten.
el: Πρέπει να απενεργοποιήσετε το VPN σας για να δείτε την πύλη και να το ενεργοποιήσετε ξανά μόλις συνδεθείτε.
es_ar: Podés desactivar tu VPN para poder ver el portal y activarla una vez que iniciés sesión.
fr: Vous devez désactiver le VPN afin d’afficher le portail et le réactiver une fois votre connexion établie.
fy_nl: Jo moatte jo VPN útskeakelje om it portaal sjen te kinnen, en it wer ynskeakelje sa gau as jo oanmeld binne.
hu: A portál megtekintéséhez ki kell kapcsolnia a VPN-t, majd bejelentkezés után újra be kell kapcsolnia.
ia: Tu debe disactivar tu VPN pro vider le portal, e reactivar lo un vice que tu te ha connectite.
id: Anda harus mematikan VPN Anda untuk dapat melihat portal, dan menyalakannya kembali setelah Anda masuk.
is: Þú verður að slökkva á VPN til að sjá gáttina og kveikja aftur á henni þegar þú hefur skráð þig inn.
it: È necessario disattivare la VPN per visualizzare il portale e riattivarla dopo aver effettuato l’accesso.
ja: ポータルを表示するには VPN をオフにしなければなりません。ログインしたら再度オンにしてください。
lo: ທ່ານຕ້ອງປິດ VPN ຂອງທ່ານເພື່ອເຂົ້າໄປເບິ່ງປະຕູ, ແລະ ເປີດມັນຄືນມາເມື່ອທ່ານເຂົ້າສູ່ລະບົບແລ້ວ.
nl: U dient uw VPN uit te schakelen om het portaal te kunnen zien, en weer in te schakelen zodra u bent aangemeld.
pl: Aby zobaczyć portal, musisz wyłączyć VPN i włączyć go ponownie po zalogowaniu.
pt_br: Você deve desativar a VPN para ver o portal, depois ativar novamente após entrar na sua conta.
pt_pt: Tem de desligar a sua VPN para ver o portal, e voltar a ligá-la após iniciar sessão.
ru: Вы должны отключить VPN, чтобы увидеть портал, и снова включить его после входа в него.
sk: Ak chcete vidieť portál, musíte vypnúť svoju sieť VPN a po prihlásení ju znova zapnúť.
sl: Za prikaz portala morate izklopiti VPN in ga znova vklopiti, potem ko se prijavite.
sq: Që të shihni portalin, duhet të çaktivizoni VPN-në tuaj dhe ta aktivizoni sërish pasi të keni bërë hyrjen.
sv_se: Du måste stänga av din VPN för att se portalen och slå på den igen när du har loggat in.
th: คุณต้องปิด VPN ของคุณเพื่อที่จะดูพอร์ทัล แล้วเปิดใหม่อีกครั้งเมื่อคุณเข้าสู่ระบบแล้ว
tr: Portalı görebilmek için VPN’inizi kapatmalı ve giriş yaptıktan sonra tekrar açmalısınız.
uk: Вимкніть VPN, щоб побачити портал, і знову ввімкнути його після входу.
vi: Bạn phải tắt VPN để xem cổng thông tin, và bật lại sau khi bạn đã đăng nhập.
zh_cn: 您须暂时关闭 VPN 才能看到网络登录页面，登录成功后再开启 VPN。
zh_tw: 必須暫時關閉 VPN 才能看到網路登入頁面，先登入後請再重新開啟 VPN。
