Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.subscriptionManagement.summaryHeadline
source: Subscription summary
cs: Souhrn předplatného
cy: Crynodeb o'r tanysgrifiad
da: Sammenfatning af abonnement
de: Zusammenfassung des Abonnements
el: Περίληψη συνδρομής
es_ar: Resumen de suscripción
fr: Résumé de l’abonnement
fy_nl: Abonnemintsoersjoch
hu: Előfizetés összefoglalója
ia: Summario del abonamento
id: Ringkasan langganan
is: Áskriftaryfirlit
it: Riepilogo abbonamento
ja: サブスクリプションの概要
lo: ສະຫຼຸບການສະໝັກສະມາຊິກ
nl: Abonnementsoverzicht
pl: Podsumowanie subskrypcji
pt_br: Resumo da assinatura
pt_pt: Resumo da subscrição
ru: Сводка по подписке
sk: Súhrn predplatného
sl: Povzetek naročnine
sq: Përmbledhje pajtimi
sv_se: Prenumerationssammanfattning
th: สรุปการสมัครสมาชิก
tr: Abonelik özeti
uk: Опис тарифного плану
vi: Tóm tắt gói đăng ký
zh_cn: 订阅摘要
zh_tw: 訂閱摘要

# vpn.subscriptionManagement.upgradeToAnnual
source: Save 50% on an annual plan
cs: Ušetřete 50 % na ročním plánu
da: Spar 50% på en årlig plan
de: Sparen Sie 50% bei einem Jahresabo
el: Εξοικονομήστε 50% στο ετήσιο πρόγραμμα
es_ar: Ahorrá 50% en un plan anual
fy_nl: Besparje 50% op in jierabonnemint
hu: Takarítson meg 50%-ot éves előfizetésén
id: Hemat 50% untuk paket tahunan
is: Sparaðu 50% með ársáskrift
it: Risparmia il 50% su un piano annuale
ja: 年間プランで 50% 割引
lo: ປະຫຍັດ 50% ໃນແຜນປະຈໍາປີ
nl: Bespaar 50% op een jaarabonnement
pl: Zaoszczędź 50%, przechodząc na roczny abonament
pt_br: Economize 50% em um plano anual
pt_pt: Economize 50% num plano anual
ru: Сэкономьте 50% на годовом плане
sk: Ušetrite 50 % na ročnom pláne
sl: Prihranite 50 % pri letnem paketu
sq: Kurseni 50% në një plan vjetor
sv_se: Spara 50% på en årlig plan
th: ประหยัด 50% สำหรับแผนรายปี
tr: Yıllık pakette %50 tasarruf edin
uk: Заощадьте 50% придбавши річний тарифний план
vi: Tiết kiệm 50% cho gói hàng năm
zh_cn: 订阅包年方案立享五折优惠
zh_tw: 訂閱年繳方案可享五折折扣

# vpn.subscriptionManagement.upgradeToAnnualButton
source: Change plan
cs: Změnit plán
da: Skift abonnement
de: Plan ändern
el: Αλλαγή προγράμματος
es_ar: Cambiar plan
fy_nl: Abonnemint wizigje
hu: Csomag módosítása
id: Ubah paket
is: Breyta áskriftarleið
it: Cambia piano
ja: プラン変更
lo: ປ່ຽນແຜນ
nl: Abonnement wijzigen
pl: Zmień abonament
pt_br: Alterar plano
pt_pt: Alterar plano
ru: Сменить план
sk: Zmeniť plán
sl: Spremeni paket
sq: Ndryshoni plan
sv_se: Ändra plan
th: เปลี่ยนแผน
tr: Plan değiştir
uk: Змінити тарифний план
vi: Thay đổi gói
zh_cn: 更改方案
zh_tw: 更改方案

# vpn.systray.disconnect
source: Disconnect
cs: Odpojit
cy: Datgysylltu
da: Afbryd forbindelse
de: Verbindung trennen
el: Αποσύνδεση
es_ar: Desconectar
fr: Se déconnecter
fy_nl: Ferbining ferbrekke
hu: Kapcsolat bontása
ia: Disconnecter
id: Putuskan
is: Aftengjast
it: Disconnetti
ja: 接続を解除
lo: ຕັດການເຊື່ອມຕໍ່
nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
pt_pt: Desligar
ru: Отключиться
sk: Odpojiť
sl: Prekini povezavo
sq: Shkëpute
sv_se: Koppla från
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Від'єднати
vi: Ngắt kết nối
zh_cn: 断开连接
zh_tw: 斷線

# vpn.systray.help
source: Help
cs: Nápověda
cy: Cymorth
da: Hjælp
de: Hilfe
el: Βοήθεια
es_ar: Ayuda
fr: Aide
hu: Súgó
ia: Adjuta
id: Bantuan
is: Hjálp
it: Assistenza
ja: ヘルプ
lo: ຊ່ວຍເຫຼຶອ
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ru: Помощь
sk: Pomocník
sl: Pomoč
sq: Ndihmë
sv_se: Hjälp
th: ช่วยเหลือ
tr: Yardım
uk: Допомога
vi: Trợ giúp
zh_cn: 帮助
zh_tw: 說明

# vpn.systray.hide
source: Hide Mozilla VPN
cs: Skrýt Mozilla VPN
cy: Cuddio Mozilla VPN
da: Skjul Mozilla VPN
de: Mozilla VPN ausblenden
el: Απόκρυψη Mozilla VPN
es_ar: Ocultar Mozilla VPN
fr: Masquer Mozilla VPN
fy_nl: Mozilla VPN ferstopje
hu: Mozilla VPN elrejtése
ia: Celar Mozilla VPN
id: Sembunyikan Mozilla VPN
is: Fela Mozilla VPN
it: Nascondi Mozilla VPN
ja: Mozilla VPN を隠す
lo: ເຊື່ອງ Mozilla VPN
nl: Mozilla VPN verbergen
pl: Ukryj Mozilla VPN
pt_br: Ocultar Mozilla VPN
pt_pt: Ocultar a Mozilla VPN
ru: Скрыть Mozilla VPN
sk: Skryť Mozilla VPN
sl: Skrij Mozilla VPN
sq: Fshihe Mozilla VPN-n
sv_se: Dölj Mozilla VPN
th: ซ่อน Mozilla VPN
tr: Mozilla VPN’i gizle
uk: Сховати Mozilla VPN
vi: Ẩn Mozilla VPN
zh_cn: 隐藏 Mozilla VPN
zh_tw: 隱藏 Mozilla VPN

# vpn.systray.preferences
source: Preferences…
cs: Předvolby…
cy: Dewisiadau…
da: Indstillinger…
de: Einstellungen…
el: Προτιμήσεις…
es_ar: Preferencias…
fr: Préférences…
fy_nl: Foarkarren…
hu: Beállítások…
ia: Preferentias…
id: Pengaturan…
is: Kjörstillingar…
it: Preferenze…
ja: 環境設定...
lo: ການຕັ້ງຄ່າ…
nl: Voorkeuren…
pl: Preferencje…
pt_br: Preferências…
pt_pt: Preferências…
ru: Настройки…
sk: Nastavenia…
sl: Nastavitve …
sq: Parapëlqime…
sv_se: Inställningar…
th: กำหนดลักษณะ…
tr: Tercihler…
uk: Налаштування…
vi: Tùy chỉnh…
zh_cn: 首选项…
zh_tw: 偏好設定…

# vpn.systray.quit
source: Quit Mozilla VPN
cs: Ukončit Mozilla VPN
cy: Gadael Mozilla VPN
da: Afslut Mozilla VPN
de: Mozilla VPN beenden
el: Κλείσιμο Mozilla VPN
es_ar: Salir de Mozilla VPN
fr: Quitter Mozilla VPN
fy_nl: Mozilla VPN ôfslute
hu: Kilépés a Mozilla VPN-ből
ia: Quitar Mozilla VPN
id: Keluar dari Mozilla VPN
is: Hætta í Mozilla VPN
it: Esci da Mozilla VPN
ja: Mozilla VPN を終了
lo: ອອກຈາກ Mozilla VPN
nl: Mozilla VPN afsluiten
pl: Zamknij Mozilla VPN
pt_br: Sair do Mozilla VPN
pt_pt: Sair da Mozilla VPN
ru: Выйти из Mozilla VPN
sk: Ukončiť Mozilla VPN
sl: Izhod iz Mozilla VPN
sq: Dil nga Mozilla VPN
sv_se: Avsluta Mozilla VPN
th: ออกจาก Mozilla VPN
tr: Mozilla VPN’den çık
uk: Закрити Mozilla VPN
vi: Thoát Mozilla VPN
zh_cn: 退出 Mozilla VPN
zh_tw: 離開 Mozilla VPN

# vpn.systray.show
source: Show Mozilla VPN
cs: Zobrazit Mozilla VPN
cy: Dangos Mozilla VPN
da: Vis Mozilla VPN
de: Mozilla VPN anzeigen
el: Εμφάνιση Mozilla VPN
es_ar: Mostrar Mozilla VPN
fr: Afficher Mozilla VPN
fy_nl: Mozilla VPN toane
hu: Mozilla VPN megjelenítése
ia: Monstrar Mozilla VPN
id: Tampilkan Mozilla VPN
is: Sýna Mozilla VPN
it: Mostra Mozilla VPN
ja: Mozilla VPN を表示する
lo: ສະແດງ Mozilla VPN
nl: Mozilla VPN tonen
pl: Pokaż Mozilla VPN
pt_br: Mostrar Mozilla VPN
pt_pt: Mostrar a Mozilla VPN
ru: Показать Mozilla VPN
sk: Zobraziť Mozilla VPN
sl: Prikaži Mozilla VPN
sq: Shfaqe Mozilla VPN-n
sv_se: Visa Mozilla VPN
th: แสดง Mozilla VPN
tr: Mozilla VPN’i göster
uk: Показати Mozilla VPN
vi: Hiện Mozilla VPN
zh_cn: 显示 Mozilla VPN
zh_tw: 顯示 Mozilla VPN

# vpn.systray.statusConnectTo
source: Connect to the last location:
cs: Připojit k poslednímu umístění:
cy: Cysylltu â'r lleoliad diwethaf:
da: Opret forbindelse til den seneste placering:
de: Mit dem letzten Standort verbinden:
el: Σύνδεση στην τελευταία τοποθεσία:
es_ar: Conectarse a la última ubicación:
fr: Se connecter au dernier emplacement :
fy_nl: Ferbine mei de lêste lokaasje:
hu: Kapcsolódás a legutóbbi helyre:
ia: Connecter al ultime position:
id: Sambungkan ke lokasi terakhir:
is: Tengjast við síðustu staðsetningu:
it: Connetti con l’ultima posizione:
ja: 前回の場所に接続:
lo: ເຊື່ອມຕໍ່ກັບສະຖານທີ່ສຸດທ້າຍ:
nl: Verbinden met de laatste locatie:
pl: Połącz się z ostatnią lokalizacją:
pt_br: Conectar à última localização:
pt_pt: Ligar à última localização:
ru: Подключиться к последнему местоположению:
sk: Pripojiť k poslednému miestu:
sl: Vzpostavi povezavo z zadnjim strežnikom:
sq: Lidhu me vendndodhjen e fundit:
sv_se: Anslut till den senaste platsen:
th: เชื่อมต่อกับตำแหน่งล่าสุด:
tr: Son konuma bağlan:
uk: Під'єднатися до останнього розташування:
vi: Kết nối đến địa điểm cuối cùng:
zh_cn: 继续使用上次的位置连接：
zh_tw: 連線到上次連線位置：

# vpn.systray.statusConnectedTo
source: Connected to:
cs: Připojen k:
cy: Cysylltwyd i
da: Forbundet til:
de: Verbunden mit:
el: Συνδέθηκε σε:
es_ar: Conectado a:
fr: Connecté à :
fy_nl: Ferbûn mei:
hu: Kapcsolódva:
ia: Connectite a:
id: Tersambung dengan:
is: Tengt við:
it: Connessa con:
ja: 接続先:
lo: ເຊື່ອມຕໍ່ກັບ:
nl: Verbonden met:
pl: Połączono z:
pt_br: Conectado a:
pt_pt: Ligado a:
ru: Подключено к:
sk: Pripojené k:
sl: Povezan z:
sq: I lidhur te:
sv_se: Ansluten till:
th: เชื่อมต่อแล้วกับ:
tr: Bağlanılan:
uk: Під'єднано до:
vi: Đã kết nối đến:
zh_cn: 已连接到：
zh_tw: 已連線到：

# vpn.systray.statusConnectingTo
source: Connecting to:
cs: Připojování k:
cy: Yn cysylltu i:
da: Opretter forbindelse til:
de: Verbinden mit:
el: Σύνδεση σε:
es_ar: Conectando a:
fr: Connexion à :
fy_nl: Ferbine mei:
hu: Kapcsolódás:
ia: Connexion a:
id: Menyambungkan ke:
is: Tengist við:
it: Connessione in corso con:
ja: 接続中:
lo: ກຳລັງເຊື່ອມຕໍ່ຫາ:
nl: Verbinden met:
pl: Łączenie z:
pt_br: Conectando a:
pt_pt: A ligar a:
ru: Подключение к:
sk: Pripájanie k:
sl: Povezovanje z:
sq: Po lidhet te:
sv_se: Ansluter till:
th: กำลังเชื่อมต่อกับ:
tr: Bağlanılıyor:
uk: Під'єднання до:
vi: Đang kết nối đến:
zh_cn: 正在连接到：
zh_tw: 正在連線到：

# vpn.systray.statusDisconnectingFrom
source: Disconnecting from:
cs: Odpojování od:
cy: Yn datgysylltu o:
da: Afbryder forbindelse til:
de: Verbindung trennen zu:
el: Αποσύνδεση από:
es_ar: Desconectando de:
fr: Se déconnecter de :
fy_nl: Ferbining ferbrekke mei:
hu: Kapcsolat bontása:
ia: Disconnexion de:
id: Memutus sambungan dari:
is: Aftengist frá:
it: Disconnessione in corso da:
ja: 接続を解除:
lo: ກຳລັງຕັດການເຊື່ອມຕໍ່ຈາກ:
nl: Verbinding verbreken met:
pl: Rozłączanie:
pt_br: Desconectando de:
pt_pt: A desligar de:
ru: Отключение от:
sk: Odpájanie z:
sl: Prekinjanje povezave z:
sq: Po shkëputet prej:
sv_se: Kopplar från:
th: กำลังตัดการเชื่อมต่อกับ:
tr: Bağlantı kesiliyor:
uk: Від’єднання від:
vi: Đang ngắt kết nối khỏi:
zh_cn: 正在断开连接：
zh_tw: 正在中斷與下列位置間的連線：

# vpn.telemetryPolicyView.allow
source: Allow on this device
cs: Povolit na tomto zařízení
cy: Caniatáu ar y ddyfais hon
da: Tillad på denne enhed
de: Auf diesem Gerät erlauben
el: Να επιτρέπεται σε αυτήν τη συσκευή
es_ar: Permitir en este dispositivo
fr: Autoriser sur cet appareil
fy_nl: Tastean op dit apparaat
hu: Engedélyezés ezen az eszközön
ia: Permitter sur iste apparato
id: Izinkan pada perangkat ini
is: Leyfa á þessu tæki
it: Consenti su questo dispositivo
ja: この端末で許可する
lo: ອະນຸຍາດໃນອຸປະກອນນີ້
nl: Toestaan op dit apparaat
pl: Zezwól na tym urządzeniu
pt_br: Permitir neste dispositivo
pt_pt: Permitir neste dispositivo
ru: Разрешить на этом устройстве
sk: Povoliť na tomto zariadení
sl: Dovoli na tej napravi
sq: Lejoje në këtë pajisje
sv_se: Tillåt på den här enheten
th: อนุญาตบนอุปกรณ์นี้
tr: Bu cihazda izin ver
uk: Дозволити на цьому пристрої
vi: Cho phép trên thiết bị này
zh_cn: 在此设备上允许
zh_tw: 在此裝置允許

# vpn.telemetryPolicyView.description
source: We strive to provide you with choices and collect only the data we need to improve Mozilla VPN. Sharing this data with Mozilla is optional.
cs: Snažíme se vám poskytnout možnosti a shromažďovat pouze data, která potřebujeme ke zlepšení Mozilla VPN. Sdílení těchto dat s Mozillou je volitelné.
cy: Rydym yn ymdrechu i ddarparu dewisiadau i chi a chasglu dim ond y data technegol sydd ei angen arnom i wella Mozilla VPN. Mae rhannu data â Mozilla yn beth dewisol.
da: Vi bestræber os på at give dig mulighed for at vælge og indsamler kun de data, vi har brug for til at forbedre Mozilla VPN. Det er valgfrit, om du vil dele disse data med Mozilla.
de: Wir bemühen uns, Ihnen die Wahl zu lassen und nur die Daten zu sammeln, die wir zur Verbesserung von Mozilla VPN benötigen. Die Weitergabe dieser Daten an Mozilla ist optional.
el: Προσπαθούμε να σας παρέχουμε επιλογές και να συλλέγουμε μόνο τα δεδομένα που χρειαζόμαστε για τη βελτίωση του Mozilla VPN. Η κοινή χρήση αυτών των δεδομένων με τη Mozilla είναι προαιρετική.
es_ar: Nos esforzamos por ofrecerte opciones y recopilar solo los datos que necesitamos para mejorar Mozilla VPN. Compartir estos datos con Mozilla es opcional.
fr: Nous nous efforçons de vous laisser le choix et de collecter uniquement les données dont nous avons besoin pour améliorer Mozilla VPN. Le partage de ces données avec Mozilla est facultatif.
fy_nl: Wy stribje dernei om jo karren te leverjen en sammelje allinnich de gegevens dy’t wy nedich hawwe om Mozilla VPN te ferbetterjen. It dielen fan dizze gegevens mei Mozilla is opsjoneel.
hu: Arra törekszünk, hogy választási lehetőséget biztosítsunk Önnek, és csak a Mozilla VPN fejlesztéséhez szükséges adatokat gyűjtjük. Ezen adatok megosztása a Mozillával nem kötelező.
ia: Nos nos effortia de fornir te optiones e colliger solmente le datos que nos require pro meliorar Mozilla VPN. Compartir iste datos con Mozilla es optional.
id: Kami berusaha memberikan Anda pilihan dan hanya mengumpulkan data yang kami butuhkan untuk meningkatkan Mozilla VPN. Membagikan data ini kepada Mozilla adalah opsional.
is: Við leitumst við að veita þér val og söfnum aðeins þeim gögnum sem við þurfum til að bæta Mozilla VPN. Það er valfrjálst að deila þessum gögnum með Mozilla.
it: Ci impegniamo a garantire la tua libertà di scelta e raccogliere solo i dati necessari per migliorare Mozilla VPN. La condivisione di questi dati con Mozilla è facoltativa.
ja: 私たちはユーザーに選択肢を提供し、Mozilla VPN を改善するために必要なデータのみを収集するよう努めています。このデータの Mozilla との共有は任意です。
lo: ພວກເຮົາພະຍາຍາມສະໜອງທາງເລືອກໃຫ້ທ່ານ ແລະ ເກັບກຳຂໍ້ມູນສະເພາະທີ່ພວກເຮົາຕ້ອງການເພື່ອປັບປຸງ Mozilla VPN. ການແບ່ງປັນຂໍ້ມູນນີ້ກັບ Mozilla ແມ່ນທາງເລືອກ.
nl: We streven ernaar om u keuzes te bieden en verzamelen alleen de gegevens die we nodig hebben om Mozilla VPN te verbeteren. Het delen van deze gegevens met Mozilla is optioneel.
pl: Staramy się zapewnić Ci wybór i gromadzić tylko te dane, których potrzebujemy, aby ulepszyć Mozilla VPN. Udostępnianie tych danych Mozilli jest opcjonalne.
pt_br: Nos empenhamos em fornecer escolhas e coletar apenas os dados que precisamos para melhorar o Mozilla VPN. Compartilhar esses dados com a Mozilla é opcional.
pt_pt: Empenhamo-nos em oferecer-lhe a possibilidade de escolha e recolhemos apenas os dados necessários para melhorar a Mozilla VPN. Partilhar estes dados com a Mozilla é opcional.
ru: Мы стремимся предоставить вам возможность выбора и собираем только данные, необходимые для улучшения Mozilla VPN. Отправка этих данных в Mozilla не является обязательной.
sk: Snažíme sa poskytnúť vám možnosti a zhromažďovať iba údaje, ktoré potrebujeme na vylepšenie služby Mozilla VPN. Zdieľanie údajov s Mozillou je voliteľné.
sl: Trudimo se vam omogočiti izbiro in zbiramo samo tiste podatke, ki jih potrebujemo za izboljševanje Mozilla VPN. Deljenje teh podatkov z Mozillo ni obvezno.
sq: Përpiqemi fort t’ju japim mundësi zgjedhjeje dhe grumbullojmë vetëm të dhëna që na duhen për të përmirësuar Mozilla VPN-në. Dhënia e këtyre të dhënave Mozilla-s është në dëshirën tuaj.
sv_se: Vi strävar efter att ge dig valmöjligheter och samlar bara in den data vi behöver för att förbättra Mozilla VPN. Att dela denna data med Mozilla är valfritt.
th: เราพยายามมอบทางเลือกต่างๆ ให้กับคุณและรวบรวมเฉพาะข้อมูลที่จำเป็นเพื่อปรับปรุง Mozilla VPN การแบ่งปันข้อมูลนี้กับ Mozilla เป็นเพียงตัวเลือกเท่านั้น
tr: Yalnızca Mozilla VPN’i geliştirmek için ihtiyaç duyduğumuz verileri toplamaya ve size veri toplamayla ilgili seçenekler sunmaya çalışıyoruz. Bu verileri Mozilla ile paylaşmanız isteğe bağlıdır.
uk: Ми прагнемо надати вам вибір і збирати лише необхідні нам для вдосконалення Mozilla VPN дані. Обмін даними з Mozilla не обов’язковий.
vi: Chúng tôi nỗ lực cung cấp cho bạn các lựa chọn và chỉ thu thập dữ liệu chúng tôi cần để cải thiện Mozilla VPN. Chia sẻ dữ liệu này với Mozilla là không bắt buộc.
zh_cn: 我们努力为您提供选择，并且只收集改进 Mozilla VPN 所需的数据。与 Mozilla 共享此数据是可选的。
zh_tw: 我們努力提供您不同選擇，也只收集我們用來改善 Mozilla VPN 所必須的資料。您不一定要與 Mozilla 分享此資料。

# vpn.telemetryPolicyView.doNotAllow
source: Don’t allow
cs: Nepovolit
cy: Peidio â chaniatáu
da: Tillad ikke
de: Nicht erlauben
el: Απόρριψη
es_ar: No permitir
fr: Ne pas autoriser
fy_nl: Net tastean
hu: Tiltás
ia: Non permitter
id: Jangan izinkan
is: Ekki leyfa
it: Non consentire
ja: 許可しない
lo: ບໍ່ອະນຸຍາດ
nl: Niet toestaan
pl: Nie udostępniaj
pt_br: Não permitir
pt_pt: Não permitir
ru: Не разрешать
sk: Nepovoliť
sl: Ne dovoli
sq: Mos e lejo
sv_se: Tillåt inte
th: ไม่อนุญาต
tr: İzin verme
uk: Не дозволяти
vi: Không cho phép
zh_cn: 不允许
zh_tw: 不允許

# vpn.telemetryPolicyView.learnMore
source: Learn more about what data Mozilla collects and how it’s used.
cs: Přečtěte si další informace o tom, jaká data Mozilla shromažďuje a jak je používá.
cy: Dysgu rhagor am ba ddata y mae Mozilla yn ei gasglu a sut mae'n cael ei ddefnyddio.
da: Læs mere om, hvilke data Mozilla indsamler, og hvordan de bruges.
de: Erfahren Sie mehr darüber, welche Daten Mozilla sammelt und wie sie verwendet werden.
el: Μάθετε περισσότερα σχετικά με τα δεδομένα που συλλέγει η Mozilla και τον τρόπο χρήσης τους.
es_ar: Conocer más sobre los datos que recopila Mozilla y cómo se utilizan.
fr: Apprenez-en davantage sur les données que Mozilla collecte et comment elles sont utilisées.
fy_nl: Mear ynfo oer hokker gegevens Mozilla sammelet en hoe’t se brûkt wurde.
hu: Tudjon meg többet arról, hogy a Mozilla milyen adatokat gyűjt, és hogyan használja fel azokat.
ia: Saper plus sur le datos que Mozilla collige e como illos es usate.
id: Pelajari lebih lanjut tentang data apa yang Mozilla kumpulkan dan bagaimana penggunaannya.
is: Lærðu meira um hvaða gögnum Mozilla safnar og hvernig þau eru notuð.
it: Ulteriori informazioni sui dati raccolti da Mozilla e su come vengono utilizzati.
ja: Mozilla が収集するデータとその使用の詳細をご覧ください。
lo: ຮຽນ​ຮູ້​ເພີ່ມ​ເຕີມ​ກ່ຽວ​ກັບ​ການ​ເກັບ​ກໍາ​ຂໍ້​ມູນ Mozilla ແລະ ​ວິ​ທີ​ການ​ນໍາ​ໃຊ້​ມັນ​.
nl: Meer info over welke gegevens Mozilla verzamelt en hoe deze worden gebruikt.
pl: Dowiedz się więcej o tym, jakie dane zbiera Mozilla i jak są wykorzystywane.
pt_br: Saiba mais sobre quais dados a Mozilla coleta e como são usados.
pt_pt: Saiba mais sobre quais os dados que a Mozilla recolhe e como os mesmos são utilizados.
ru: Узнайте больше о том, какие данные собирает Mozilla и как они используются.
sk: Prečítajte si informácie o tom, aké údaje Mozilla zhromažďuje a ako sa používajú.
sl: Preberite več o tem, katere podatke Mozilla zbira in kako jih uporablja.
sq: Mësoni më tepër se ç’të dhëna grumbullon Mozilla dhe se si i përdor.
sv_se: Läs mer om vilken data Mozilla samlar in och hur den används.
th: เรียนรู้เพิ่มเติมเกี่ยวกับข้อมูลที่ Mozilla รวบรวมและการใช้งานข้อมูลดังกล่าว
tr: Mozilla’nın hangi verileri topladığını ve bu verileri nasıl kullandığını öğrenin.
uk: Дізнайтеся більше про те, які дані збирає Mozilla та як вони використовуються.
vi: Tìm hiểu thêm về dữ liệu Mozilla thu thập và cách sử dụng dữ liệu đó.
zh_cn: 了解 Mozilla 收集哪些数据及如何使用。
zh_tw: 了解 Mozilla 會收集使用哪些資料。

# vpn.telemetryPolicyView.question
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla?
cs: Povolit Mozilla VPN posílat do Mozilly technická data, údaje o interakcích, kampaních a doporučeních?
cy: Caniatáu i Mozilla VPN anfon data technegol, rhyngweithio, ac ymgyrchu ac chyfeirio i Mozilla?
da: Tillad at Mozilla VPN sender tekniske data, data om interaktion, markedsføring og henvisninger til Mozilla?
de: Mozilla VPN erlauben, technische Daten, Interaktions-, Kampagnen- und Empfehlungsdaten an Mozilla zu senden?
el: Να επιτρέπεται στο Mozilla VPN η αποστολή τεχνικών δεδομένων, δεδομένων αλληλεπίδρασης, καμπανιών και παραπομπών στη Mozilla;
es_ar: ¿Permitir que Mozilla VPN envíe datos técnicos, de interacción, de campañas y referencias a Mozilla?
fr: Autoriser Mozilla VPN à envoyer des données techniques, d’interaction, de campagne et de référence à Mozilla ?
fy_nl: Mozilla VPN tastean om technyske, ynteraksje-, kampanje- en ferwizingsgegevens nei Mozilla te ferstjoeren?
hu: Engedélyezi a Mozilla VPN-nek, hogy műszaki, interakciós, kampány- és hivatkozási adatokat küldjön a Mozillának?
ia: Permitte a Mozilla VPN de inviar datos technic, de interaction, de campania e de referentia a Mozilla?
id: Izinkan Mozilla VPN mengirim data teknis, interaksi, dan kampanye serta perujuk ke Mozilla
is: Leyfa Mozilla VPN að senda tækni-, samskipta-, kynningarátaks- og tilvísunargögn til Mozilla?
it: Consentire a Mozilla VPN di inviare dati tecnici e di interazione, informazioni relative a campagne e referral a Mozilla?
ja: Mozilla VPN が技術データ、対話データ、キャンペーンおよび参照データを Mozilla に送信することを許可しますか？
lo: ອະນຸຍາດໃຫ້ Mozilla VPN ສົ່ງຂໍ້ມູນດ້ານວິຊາການ, ການໂຕ້ຕອບ, ແລະ ແຄມເປນແລະການສົ່ງຕໍ່ໄປຫາ Mozilla ບໍ?
nl: Mozilla VPN toestaan om technische, interactie-, campagne- en verwijzingsgegevens naar Mozilla te verzenden?
pl: Zezwolić Mozilli VPN na wysyłanie do Mozilli danych technicznych, dotyczących interakcji, kampanii marketingowych i danych referencyjnych?
pt_br: Permitir que o Mozilla VPN envie dados técnicos e de interação, campanhas e referências para a Mozilla?
pt_pt: Permitir que a Mozilla VPN envie dados técnicos, de interação, e de campanha e indicação à Mozilla?
ru: Разрешить Mozilla VPN отправлять технические данные, данные взаимодействия, и данные о кампаниях и переходах по ссылкам в Mozilla?
sk: Povoliť Mozilla VPN odosielať do Mozilly technické údaje, údaje o interakciách, kampaniach a odporúčaniach?
sl: Ali dovolite, da Mozilla VPN pošilja Mozilli tehnične podatke, podatke o interakcijah, akcijah in priporočilih?
sq: Të lejohet Mozilla VPN të dërgojë te Mozilla të dhëna teknike, ndërveprimesh, fushatash dhe referuese?
sv_se: Tillåta Mozilla VPN att skicka teknisk, interaktions- och kampanj- och hänvisningsdata till Mozilla?
th: อนุญาตให้ Mozilla VPN ส่งข้อมูลทางเทคนิค การโต้ตอบ และแคมเปญ รวมทั้งข้อมูลการแนะนำผลิตภัณฑ์ไปยัง Mozilla หรือไม่?
tr: Mozilla VPN’in teknik, etkileşim, kampanya ve yönlendirme verilerini Mozilla’ya göndermesine izin veriyor musunuz?
uk: Дозволити Mozilla VPN надсилати в Mozilla технічні дані, дані про взаємодію, кампанії та реферальні дані?
vi: Cho phép Mozilla VPN gửi dữ liệu kỹ thuật, tương tác, dữ liệu chiến dịch và giới thiệu tới Mozilla?
zh_cn: 允许 Mozilla VPN 向 Mozilla 发送技术、交互、活动和推荐数据？
zh_tw: 要允許 Mozilla VPN 向 Mozilla 回報技術、使用、促銷活動與導購資料嗎？

# vpn.telemetryPolicyView.shareTechnicalData
source: Share technical data
cs: Sdílet technická data
de: Technische Daten teilen
el: Κοινοποίηση τεχνικών δεδομένων
is: Deila tæknigögnum
it: Condividi dati tecnici
lo: ແບ່ງປັນຂໍ້ມູນດ້ານເຕັກນິກ
nl: Technische gegevens delen
pl: Udostępnij dane techniczne
pt_br: Compartilhar dados técnicos
ru: Поделиться техническими данными
sl: Deli tehnične podatke
sv_se: Dela teknisk data
th: แบ่งปันข้อมูลทางเทคนิค
tr: Teknik verileri paylaş
vi: Chia sẻ dữ liệu kỹ thuật
zh_tw: 分享技術資料

# vpn.updateButton.actionNoUpdate
source: Okay
cs: OK
cy: Iawn
de: OK
el: Εντάξει
es_ar: Aceptar
fr: OK
fy_nl: OK
hu: Rendben
ia: OK
id: Oke
is: Allt í lagi
it: OK
ja: OK
lo: ຕົກລົງ
nl: Oké
pl: OK
pt_br: OK
pt_pt: Ok
ru: Хорошо
sk: OK
sl: V redu
sq: OK
sv_se: Okej
th: ตกลง
tr: Tamam
uk: Гаразд
vi: OK
zh_cn: 好的
zh_tw: 好的

# vpn.updateButton.actionOnUpdate
source: Update now
cs: Aktualizovat
cy: Diweddarwch nawr
da: Opdater nu
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
es_ar: Actualizar ahora
fr: Mettre à jour maintenant
fy_nl: No bywurkje
hu: Frissítés most
ia: Actualisar ora
id: Perbarui sekarang
is: Uppfæra núna
it: Aggiorna adesso
ja: 今すぐ更新
lo: ອັບເດດຕອນນີ້
nl: Nu bijwerken
pl: Zaktualizuj teraz
pt_br: Atualizar agora
pt_pt: Atualizar agora
ru: Обновить сейчас
sk: Aktualizovať teraz
sl: Posodobi zdaj
sq: Përditësojeni tani
sv_se: Uppdatera nu
th: อัปเดตตอนนี้
tr: Şimdi güncelle
uk: Оновити зараз
vi: Cập nhật ngay
zh_cn: 立即更新
zh_tw: 立即更新
