Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.inAppAuth.passwordHintCharacterLength
source: Must be at least 8 characters
cs: Minimální délka je 8 znaků
cy: Rhaid bod o leiaf 8 nod
da: Skal indeholde mindst 8 tegn
de: Muss mindestens 8 Zeichen lang sein
el: Πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες
es_ar: Debe tener al menos 8 caracteres
fr: Doit être long d’au moins 8 caractères
fy_nl: Moat op syn minst 8 tekens befetsje
hu: Legalább 8 karakter hosszúnak kell lennie
ia: Debe continer al minus 8 characteres
id: Paling sedikit 8 karakter
is: Verður að vera minnst 8 stafir
it: Deve contenere almeno 8 caratteri
ja: 少なくとも 8 文字以上でなくてはいけません
lo: ຕ້ອງມີຢ່າງໜ້ອຍ 8 ຕົວອັກສອນ
nl: Moet minstens 8 tekens bevatten
pl: Musi mieć co najmniej 8 znaków
pt_br: Deve ter pelo menos 8 caracteres
pt_pt: Tem de ter pelo menos 8 carateres
ru: Должен быть не менее 8 символов
sk: Musí obsahovať aspoň 8 znakov
sl: mora vsebovati vsaj 8 znakov
sq: Duhet të jetë të paktën 8 shenja
sv_se: Måste innehålla minst åtta tecken
th: ต้องมีอย่างน้อย 8 อักขระ
tr: En az 8 karakter olmalı
uk: Повинно бути не менше 8 символів
vi: Phải có ít nhất 8 ký tự
zh_cn: 至少 8 个字符
zh_tw: 至少要 8 個字元長

# vpn.inAppAuth.passwordHintCommonPassword
source: Must not be a common password
cs: Nesmí to být běžné heslo
cy: Rhaid iddo beidio â bod yn gyfrinair cyffredin
da: Må ikke være en almindeligt brugt adgangskode
de: Darf kein typisches Passwort sein
el: Δεν πρέπει να είναι κοινός κωδικός πρόσβασης
es_ar: No debe ser una contraseña común
fr: Ne doit pas être un mot de passe courant
fy_nl: Moat gjin algemien wachtwurd wêze
hu: Nem lehet gyakran használt jelszó
ia: Non debe esser un contrasigno commun
id: Tidak boleh berupa kata sandi umum
is: Má ekki vera algengt lykilorð
it: Non deve essere una password di uso comune
ja: 一般的なパスワードは使用できません
lo: ຕ້ອງບໍ່ແມ່ນລະຫັດຜ່ານທົ່ວໄປ
nl: Mag geen algemeen wachtwoord zijn
pl: Nie może być popularnym hasłem
pt_br: Não pode ser uma senha comum
pt_pt: Não deve ser uma palavra-passe comum
ru: Не должен быть типичным паролем
sk: Nesmie to byť bežné heslo
sl: ne sme biti eno izmed pogostih gesel
sq: S’duhet të jetë një fjalëkalim i rëndomtë
sv_se: Får inte vara ett vanligt lösenord
th: ต้องไม่เป็นรหัสผ่านที่พบได้บ่อย
tr: Yaygın kullanılan bir parola olmamalı
uk: Не має бути простим паролем
vi: Không sử dụng mật khẩu phổ biến
zh_cn: 不能是常用密码
zh_tw: 不能是常用密碼

# vpn.inAppAuth.passwordHintEmailAddressAsPassword
source: Must not be your email address
cs: Nesmí být vaše e-mailová adresa
cy: Rhaid iddo beidio â bod eich cyfeiriad e-bost
da: Må ikke være din mailadresse
de: Muss sich von Ihrer E-Mail-Adresse unterscheiden
el: Δεν πρέπει να είναι η διεύθυνση email σας
es_ar: No puede ser tu dirección de correo electrónico
fr: Doit être différent de votre adresse e-mail
fy_nl: Mei net jo e-mailadres wêze
hu: Nem lehet az e-mail-címe
ia: Non debe esser tu adresse de e-mail
id: Tidak boleh alamat surel Anda
is: Má ekki vera tölvupóstfangið þitt
it: Deve essere diversa dal tuo indirizzo email
ja: メールアドレスと同じにはできません
lo: ຕ້ອງບໍ່ແມ່ນທີ່ຢູ່ອີເມວຂອງເຈົ້າ
nl: Mag niet uw e-mailadres zijn
pl: Nie może być Twoim adresem e-mail
pt_br: Não pode ser seu endereço de email
pt_pt: Não pode ser o seu endereço de e-mail
ru: Не должен содержать вашего адреса электронной почты
sk: Nesmie byť totožné s vašou e‑mailovou adresou
sl: ne sme biti vaš e-poštni naslov
sq: S’duhet të jetë adresa juaj email
sv_se: Får inte vara din e-postadress
th: ต้องไม่ใช่ที่อยู่อีเมลของคุณ
tr: E-posta adresinizle aynı olmamalı
uk: Скористайтеся іншою адресою е-пошти
vi: Không sử dụng địa chỉ email của bạn
zh_cn: 不能是您的邮箱地址
zh_tw: 不能是您的 E-Mail 地址

# vpn.inAppAuth.passwordInputLabel
source: Password
cs: Heslo
cy: Cyfrinair
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es_ar: Contraseña
fr: Mot de passe
fy_nl: Wachtwurd
hu: Jelszó
ia: Contrasigno
id: Kata sandi
is: Lykilorð
ja: パスワード
lo: ລະຫັດຜ່ານ
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
sk: Heslo
sl: Geslo
sq: Fjalëkalim
sv_se: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# vpn.inAppAuth.passwordInputPlaceholder
source: Enter password
cs: Zadejte heslo
cy: Rhowch gyfrinair
da: Indtast adgangskode
de: Passwort eingeben
el: Εισαγωγή κωδικού πρόσβασης
es_ar: Ingresar la contraseña
fr: Saisissez votre mot de passe
fy_nl: Fier wachtwurd yn
hu: Adja meg a jelszót
ia: Insere le contrasigno
id: Masukkan kata sandi
is: Settu inn lykilorð
it: Inserire la password
ja: パスワードを入力してください
lo: ໃສ່ລະຫັດຜ່ານ
nl: Voer wachtwoord in
pl: Wprowadź hasło
pt_br: Digite a senha
pt_pt: Inserir palavra-passe
ru: Введите пароль
sk: Zadajte heslo
sl: Vnesite geslo
sq: Jepni fjalëkalimin
sv_se: Ange lösenord
th: ใส่รหัสผ่าน
tr: Parolayı girin
uk: Введіть пароль
vi: Nhập mật khẩu
zh_cn: 请输入密码
zh_tw: 請輸入密碼

# vpn.inAppAuth.pleaseWait
source: Please wait…
cs: Čekejte prosím…
cy: Arhoswch…
da: Vent venligst…
de: Bitte warten…
el: Παρακαλώ περιμένετε…
es_ar: Espere…
fr: Veuillez patienter…
fy_nl: Ien momint…
hu: Kis türelmet…
ia: Per favor attende…
id: Mohon tunggu…
is: Bíddu aðeins…
it: Attendere…
ja: しばらくお待ちください...
lo: ກະລູນາລໍຖ້າ…
nl: Even geduld…
pl: Proszę czekać…
pt_br: Aguarde…
pt_pt: Por favor, aguarde…
ru: Пожалуйста, подождите…
sk: Čakajte, prosím…
sl: Počakajte …
sq: Ju lutemi, prisni…
sv_se: Vänta…
th: โปรดรอ…
tr: Lütfen bekleyin…
uk: Зачекайте, будь ласка…
vi: Vui lòng chờ…
zh_cn: 请稍候…
zh_tw: 請稍候…

# vpn.inAppAuth.problemEmailTypeNotSupported
source: Primary account email required for sign-in
cs: K přihlášení použijte hlavní e-mailovou adresu
cy: Rhaid defnyddio eich prif gyfrif ar gyfer mewngofnodi
da: Primær mailadresse til konto påkrævet til login
de: Die Primär-E-Mail-Adresse des Kontos wird für die Anmeldung benötigt
el: Απαιτείται το πρωτεύον email του λογαριασμού για σύνδεση
es_ar: Para iniciar la sesión se requiere la cuenta de correo electrónico principal
fr: L’adresse principale du compte est nécessaire pour se connecter
fy_nl: Primêr e-mailadres fan account fereaske foar oanmelding
hu: A fiók elsődleges e-mail-címe szükséges a bejelentkezéshez
ia: Le adresse de e-mail principal del conto es necessari pro aperir session
id: Surel akun utama diperlukan untuk masuk
is: Aðaltölvupóstfang sem þarf til að skrá inn
it: Per accedere è necessario utilizzare l’indirizzo email principale
ja: ログインにはアカウントの主要アドレスが必要です
lo: ອີເມວບັນຊີຫຼັກຕ້ອງການສໍາລັບການເຂົ້າສູ່ລະບົບ
nl: Primair e-mailadres van account vereist voor aanmelding
pl: Zalogowanie wymaga głównego adresu e-mail konta
pt_br: Email principal da conta necessário para iniciar sessão
pt_pt: E-mail primário da conta necessário para iniciar sessão
ru: Для входа требуется основной адрес электронной почты
sk: Na prihlásenie je nutná hlavná e‑mailová adresa
sl: Za prijavo je potreben glavni e-poštni naslov računa
sq: Email-i parësor i llogarisë, i domosdoshëm për hyrje
sv_se: Primär e-postadress krävs för inloggning
th: ต้องใช้อีเมลบัญชีหลักเพื่อลงชื่อเข้า
tr: Giriş yapmak için ana hesap e-posta adresinizi kullanmalısınız
uk: Для входу необхідна основна адреса електронної пошти
vi: Yêu cầu email chính để đăng nhập
zh_cn: 需要使用账户的主邮箱地址登录
zh_tw: 必須使用主要帳號信箱登入

# vpn.inAppAuth.problemSendingEmailErrorMessage
source: Sorry, we were unable to send you a verification code.
cs: Omlouváme se, ale nepodařilo se nám odeslat ověřovací kód.
cy: Ymddiheuriadau, nid oeddem yn gallu anfon cod dilysu atoch.
da: Beklager, vi kunne ikke sende dig en bekræftelseskode.
de: Leider konnten wir Ihnen keinen Bestätigungscode senden.
el: Δυστυχώς, δεν μπορέσαμε να σας στείλουμε κωδικό επαλήθευσης.
es_ar: Disculpá, no pudimos enviarte un código de verificación.
fr: Désolé, nous n’avons pas pu vous envoyer de code de vérification.
fy_nl: Sorry, wy kinne jo gjin ferifikaasjekoade stjoere.
hu: Sajnáljuk, nem tudtuk elküldeni az ellenőrzőkódot.
ia: Desolate, impossibile inviar te un codice de verification.
id: Maaf, kami tidak dapat mengirimkan kode verifikasi.
is: Því miður gátum við ekki sent þér staðfestingarkóða.
it: Siamo spiacenti, non è stato possibile inviarti un codice di verifica.
ja: 申し訳ありませんが、確認コードを送信できませんでした。
lo: ຂໍອະໄພ, ພວກເຮົາບໍ່ສາມາດສົ່ງລະຫັດຢືນຢັນໃຫ້ທ່ານໄດ້.
nl: Sorry, we kunnen u geen verificatiecode sturen.
pl: Przepraszamy, nie mogliśmy wysłać Ci kodu weryfikacyjnego.
pt_br: Desculpe, não foi possível enviar um código de verificação.
pt_pt: Desculpe, não nos foi possível enviar-lhe um código de verificação.
ru: К сожалению, мы не смогли отправить вам код подтверждения.
sk: Ľutujeme, nepodarilo sa nám poslať overovací kód.
sl: Žal vam nismo mogli poslati potrditvene kode.
sq: Na ndjeni, s’qemë në gjendje t’ju dërgojmë një kod verifikimi.
sv_se: Tyvärr, vi kunde inte skicka en verifieringskod till dig.
th: ขออภัย เราไม่สามารถส่งรหัสยืนยันให้คุณได้
tr: Üzgünüz, doğrulama kodu gönderemedik.
uk: На жаль, ми не змогли надіслати вам код підтвердження.
vi: Rất tiếc, chúng tôi không thể gửi mã xác minh cho bạn.
zh_cn: 抱歉，我们无法向您发送验证码。
zh_tw: 很抱歉，我們無法將驗證碼寄送給您。

# vpn.inAppAuth.problemSendingEmailTitle
source: Problem sending email…
cs: Problém při odesílání e-mailu…
cy: Anhawster wrth anfon e-bost…
da: Problem med at sende mail…
de: Problem beim Senden der E-Mail…
el: Πρόβλημα αποστολής email…
es_ar: Problema al enviar correo electrónico…
fr: Problème lors de l’envoi de l’e-mail…
fy_nl: Probleem by it ferstjoeren fan e-mailberjocht…
hu: Probléma az e-mail küldésekor…
ia: Problema al invio de e-mail…
id: Masalah pengiriman surel…
is: Vandamál við að senda tölvupóst…
it: Problemi durante l’invio dell’email…
ja: メール送信時に問題が発生しました...
lo: ເກີດບັນຫາໃນການສົ່ງອີເມວ…
nl: Probleem bij het verzenden van e-mailbericht…
pl: Problem z wysłaniem e-maila…
pt_br: Problema ao enviar email…
pt_pt: Problema ao enviar a mensagem…
ru: Проблема с отправкой электронного сообщения…
sk: Problém pri odosielaní e‑mailu…
sl: Težava pri pošiljanju e-pošte …
sq: Problem me dërgimin e email-it…
sv_se: Problem med att skicka e-post…
th: เกิดปัญหาขณะส่งอีเมล…
tr: E-posta gönderilirken hata oluştu…
uk: Проблема з надсиланням електронної пошти…
vi: Sự cố khi gửi email…
zh_cn: 发送邮件时出现问题…
zh_tw: 寄送電子郵件時發生問題…

# vpn.inAppAuth.productUpdateOptInDescription
source: I’d like to receive product update emails from Firefox.
cs: Chci dostávat e-maily s novinkami o Firefoxu.
cy: Hoffwn dderbyn e-byst am ddiweddariadau cynnyrch gan Firefox.
da: Jeg vil gerne modtage mails fra Firefox med nyheder om produkter.
de: Ich möchte Neuigkeiten zu Produkten von Firefox per E-Mail erhalten.
el: Θα ήθελα να λαμβάνω ενημερωτικά email προϊόντος από το Firefox.
es_ar: Me gustaría recibir correos electrónicos de actualización de productos de Firefox.
fr: Je souhaite recevoir des e-mails concernant l’actualité des produits Firefox.
fy_nl: Ik wol graach e-mailberjochten oer produktupdates fan Firefox ûntfange.
hu: Szeretnék termékhíreket tartalmazó e-maileket kapni a Firefoxtól.
ia: Il me placerea reciper e-mails de actualisation de productos ab Firefox.
id: Saya ingin mendapatkan info produk terkini dari Firefox melalui surel.
is: Ég vil fá póst frá Firefox með nýjustu fréttum af hugbúnaði og þjónustum.
it: Desidero ricevere email da Firefox relative agli aggiornamenti dei prodotti.
ja: Firefox から製品の更新通知を受け取りたい。
lo: ຂ້ອຍຢາກໄດ້ຮັບອີເມວອັບເດດຜະລິດຕະພັນຈາກ Firefox.
nl: Ik wil graag e-mailberichten over productupdates van Firefox ontvangen.
pl: Chcę otrzymywać od Firefoksa wiadomości e-mail o aktualizacjach produktów.
pt_br: Quero receber emails com novidades sobre produtos do Firefox.
pt_pt: Gostaria de receber e-mails de atualização de produtos da Firefox.
ru: Я хочу получать электронные письма с новостями о продукте от Firefox.
sk: Chcem dostávať e‑maily s novinkami o Firefoxe.
sl: Želim prejemati Firefoxove elektronske novice o izdelkih.
sq: Do të doja të merrja email-e përditësimesh produktesh nga Firefox-i.
sv_se: Jag vill få produktuppdateringar via e-post från Firefox.
th: ฉันต้องการรับอีเมลข่าวสารผลิตภัณฑ์จาก Firefox
tr: Firefox’tan ürün güncelleme e-postaları almak istiyorum.
uk: Я хочу отримувати електронні листи з оновленнями про продукти від Firefox.
vi: Tôi muốn nhận email cập nhật thông tin từ Firefox.
zh_cn: 我想收到来自 Firefox 的产品更新邮件。
zh_tw: 我想收到來自 Firefox 的產品更新資訊郵件。

# vpn.inAppAuth.reauthSignInSubtitle2
source: To continue, please confirm with your Mozilla account password.
cs: Chcete-li pokračovat, potvrďte to heslem svého účtu Mozilla.
da: For at fortsætte, bekræft med adgangskoden til din Mozilla-konto.
de: Um fortzufahren, bestätigen Sie bitte mit dem Passwort Ihres Mozilla-Kontos.
el: Για να συνεχίσετε, κάντε επιβεβαίωση με τον κωδικό πρόσβασης του λογαριασμού Mozilla σας.
es_ar: Para continuar, confirmá con la contraseña de tu cuenta de Mozilla.
fr: Pour continuer, veuillez confirmer avec le mot de passe de votre compte Mozilla.
fy_nl: Befêstigje mei it wachtwurd fan jo Mozilla-account om troch te gean.
hu: A folytatáshoz erősítse meg Mozilla-fiókja jelszavával.
ia: Pro continuar, confirma con le contrasigno de tu conto Mozilla.
id: Untuk melanjutkan, silakan konfirmasi dengan sandi akun Mozilla Anda.
is: Til að halda áfram, skaltu staðfesta með lykilorði Mozilla-reikningsins þíns.
it: Per continuare, conferma con la password del tuo account Mozilla.
ja: 続けるには、Mozilla アカウントのパスワードで確認してください。
lo: ເພື່ອສືບຕໍ່, ກະລຸນາຢືນຢັນດ້ວຍລະຫັດຜ່ານບັນຊີ Mozilla ຂອງທ່ານ.
nl: Bevestig met uw Mozilla-accountwachtwoord om door te gaan.
pl: Aby kontynuować, potwierdź wprowadzając hasło konta Mozilli.
pt_br: Para continuar, confirme com a senha da sua conta Mozilla.
pt_pt: Para continuar, confirme com a palavra passe da sua conta Mozilla.
ru: Чтобы продолжить, пожалуйста, подтвердите пароль своего аккаунта Mozilla.
sk: Ak chcete pokračovať, potvrďte heslom svojho účtu Mozilla.
sl: Potrdite nadaljevanje z geslom računa Mozilla.
sq: Që të vazhdohet, ju lutemi, ripohojeni me fjalëkalimin e llogarisë tuaj Mozilla.
sv_se: För att fortsätta, bekräfta med ditt lösenord för ditt Mozilla-konto.
th: เพื่อดำเนินการต่อ โปรดยืนยันด้วยรหัสผ่านสำหรับบัญชี Mozilla ของคุณ
tr: Devam etmek için lütfen Mozilla hesabınızın parolasını yazın.
uk: Щоб продовжити, підтвердьте пароль свого облікового запису Mozilla.
vi: Để tiếp tục, vui lòng xác nhận bằng mật khẩu tài khoản Mozilla của bạn.
zh_cn: 若要继续，请输入 Mozilla 账户密码确认身份。
zh_tw: 若要繼續，請輸入 Mozilla 帳號的密碼來確認您的身分。

# vpn.inAppAuth.resendCodeLink
source: Resend code
cs: Znovu odeslat kód
cy: Ail-anfon y cod
da: Send kode igen
de: Code erneut senden
el: Νέα αποστολή κωδικού
es_ar: Reenviar codigo
fr: Renvoyer le code
fy_nl: Koade nochris ferstjoere
hu: Kód újraküldése
ia: Reinviar le codice
id: Kirim ulang kode
is: Senda kóða aftur
it: Invia di nuovo il codice
ja: 確認コードを再送する
lo: ສົ່ງລະຫັດຄືນໃໝ່
nl: Code nogmaals versturen
pl: Wyślij ponownie kod
pt_br: Reenviar código
pt_pt: Reenviar código
ru: Отправить код ещё раз
sk: Znova odoslať kód
sl: Znova pošlji kodo
sq: Ridërgo kodin
sv_se: Skicka koden igen
th: ส่งรหัสอีกครั้ง
tr: Kodu yeniden gönder
uk: Надіслати код повторно
vi: Gửi lại mã
zh_cn: 重新发送验证码
zh_tw: 重寄驗證碼

# vpn.inAppAuth.securityCodeInputPlaceholder
source: Enter 6-digit code
cs: Zadejte šestimístný kód
cy: Rhowch y cod 6 digid
da: Indtast 6-cifret kode
de: 6-stelligen Code eingeben
el: Εισαγάγετε τον 6-ψήφιο κωδικό
es_ar: Ingresá el código de 6 dígitos
fr: Saisissez le code à 6 chiffres
fy_nl: Fier 6-siferige koade yn
hu: Adja meg a 6 számjegyű kódot
ia: Insere le codice de 6 digitos
id: Masukkan kode 6 digit
is: Settu inn 6-stafa kóða
it: Inserisci il codice a 6 cifre
ja: 6 桁のコードを入力
lo: ໃສ່ລະຫັດ 6 ຕົວເລກ
nl: Voer 6-cijferige code in
pl: Wprowadź 6-cyfrowy kod
pt_br: Insira o código de 6 dígitos
pt_pt: Inserir código de 6 dígitos
ru: Введите код из 6 цифр
sk: Zadajte šesťmiestny kód
sl: Vnesite 6-mestno kodo
sq: Jepni kodin 6-shifror
sv_se: Ange 6-siffrig kod
th: ใส่รหัส 6 หลัก
tr: 6 basamaklı kodu yazın
uk: Введіть 6-значний код
vi: Nhập mã gồm 6 chữ số
zh_cn: 请输入 6 位安全码
zh_tw: 請輸入六位數的安全碼

# vpn.inAppAuth.securityCodeLabel
source: Security code
cs: Bezpečnostní kód
cy: Cod diogelwch
da: Sikkerhedskode
de: Sicherheitscode
el: Κωδικός ασφαλείας
es_ar: Código de seguridad
fr: Code de sécurité
fy_nl: Befeiligingskoade
hu: Biztonsági kód
ia: Codice de securitate
id: Kode keamanan
is: Öryggiskóði
it: Codice di verifica
ja: セキュリティコード
lo: ລະ​ຫັດ​ຄວາມ​ປອດ​ໄພ
nl: Beveiligingscode
pl: Kod bezpieczeństwa
pt_br: Código de segurança
pt_pt: Código de segurança
ru: Защитный код
sk: Bezpečnostný kód
sl: Varnostna koda
sq: Kod sigurie
sv_se: Säkerhetskod
th: รหัสความปลอดภัย
tr: Güvenlik kodu
uk: Код безпеки
vi: Mã bảo mật
zh_cn: 安全码
zh_tw: 安全碼

# vpn.inAppAuth.securityCodeSubtitle
source: Open your authentication app and enter the security code it provides.
cs: Otevřete svou ověřovací aplikaci a opište z ní bezpečnostní kód.
cy: Agorwch eich ap dilysu a rhowch y cod diogelwch mae'n ei ddarparu.
da: Åbn din godkendelsesapp og indtast den angivne sikkerhedskode.
de: Öffnen Sie Ihre Authentifizierungs-App und geben Sie den bereitgestellten Sicherheitscode ein.
el: Ανοίξτε την εφαρμογή ταυτοποίησής σας και εισαγάγετε τον κωδικό ασφαλείας που παρέχει.
es_ar: Abrí tu aplicación de autenticación e ingresá el código de seguridad que proporciona.
fr: Ouvrez l’application d’authentification et saisissez le code de sécurité fourni.
fy_nl: Iepenje jo app foar autentikaasje en fier de oanbeane befeiligingskoade yn.
hu: Nyissa meg a hitelesítő alkalmazását, és adja meg az általa adott biztonsági kódot.
ia: Aperi tu application de authentication e insere le codice de securitate que illo forni.
id: Buka aplikasi otentikasi Anda dan masukkan kode keamanan yang disediakan.
is: Opnaðu auðkenningarforritið þitt og settu inn öryggiskóðann sem það gefur upp.
it: Apri l’app di autenticazione e inserisci il codice di verifica ottenuto.
ja: ご使用の認証アプリを開き、表示されたセキュリティコードを入力してください。
lo: ເປີດແອັບການພິສູດຢືນຢັນຂອງທ່ານ ແລະ ໃສ່ລະຫັດຄວາມປອດໄພທີ່ມັນໃຫ້.
nl: Open uw app voor authenticatie en voer de aangeboden beveiligingscode in.
pl: Otwórz aplikację uwierzytelniania i wpisz podany przez nią kod bezpieczeństwa.
pt_br: Abra seu aplicativo de autenticação e digite o código de segurança que ele fornece.
pt_pt: Abra a sua aplicação de autenticação e insira o código de segurança fornecido.
ru: Откройте своё приложение для аутентификации и введите предоставленный им защитный код.
sk: Otvorte svoju overovaciu aplikáciu a opíšte z nej bezpečnostný kód.
sl: Odprite svojo aplikacijo za overjanje in vnesite dobljeno varnostno kodo.
sq: Hapni aplikacionin tuaj të mirëfilltësimeve dhe jepni kodin e sigurisë që ofron.
sv_se: Öppna din autentiseringsapp och ange säkerhetskoden som tillhandahålls.
th: เปิดแอปยืนยันตัวตนของคุณและใส่รหัสความปลอดภัยที่ได้มา
tr: Kimlik doğrulama uygulamanızı açın ve uygulamanın verdiği güvenlik kodunu yazın.
uk: Відкрийте вашу програму автентифікації та введіть код безпеки, який вона пропонує.
vi: Mở ứng dụng xác thực của bạn và nhập mã bảo mật mà ứng dụng cung cấp.
zh_cn: 请打开您的身份验证应用，并输入其提供的安全码。
zh_tw: 請開啟您的兩階段驗證程式，並輸入其提供的安全碼。

# vpn.inAppAuth.securityCodeTitle
source: Enter security code
cs: Zadejte bezpečnostní kód
cy: Rhowch y cod dilysu
da: Indtast sikkerhedskode
de: Sicherheitscode eingeben
el: Εισαγάγετε τον κωδικό ασφαλείας
es_ar: Ingresá el código de seguridad
fr: Saisissez le code de sécurité
fy_nl: Fier befeiligingskoade yn
hu: Adja meg a biztonsági kódot
ia: Insere le codice de securitate
id: Masukkan kode keamanan
is: Settu inn öryggiskóða
it: Inserisci il codice di verifica
ja: セキュリティコードを入力
lo: ໃສ່ລະຫັດຄວາມປອດໄພ
nl: Voer beveiligingscode in
pl: Wprowadź kod bezpieczeństwa
pt_br: Digite o código de segurança
pt_pt: Inserir código de segurança
ru: Введите защитный код
sk: Zadajte bezpečnostný kód
sl: Vnesite varnostno kodo
sq: Jepni kod sigurie
sv_se: Ange säkerhetskod
th: ใส่รหัสความปลอดภัย
tr: Güvenlik kodunuzu yazın
uk: Введіть код безпеки
vi: Nhập mã bảo mật
zh_cn: 请输入安全码
zh_tw: 請輸入安全碼

# vpn.inAppAuth.sessionEmailCodeInputPlaceholder
source: Enter 6-digit code
cs: Zadejte šestimístný kód
cy: Rhowch y cod 6 digid
da: Indtast 6-cifret kode
de: 6-stelligen Code eingeben
el: Εισαγάγετε τον 6-ψήφιο κωδικό
es_ar: Ingresá el código de 6 dígitos
fr: Saisissez le code à 6 chiffres
fy_nl: Fier 6-siferige koade yn
hu: Adja meg a 6 számjegyű kódot
ia: Insere le codice de 6 digitos
id: Masukkan kode 6 digit
is: Settu inn 6-stafa kóða
it: Inserisci il codice a 6 cifre
ja: 6 桁のコードを入力
lo: ໃສ່ລະຫັດ 6 ຕົວເລກ
nl: Voer 6-cijferige code in
pl: Wprowadź 6-cyfrowy kod
pt_br: Insira o código de 6 dígitos
pt_pt: Inserir código de 6 dígitos
ru: Введите код из 6 цифр
sk: Zadajte šesťmiestny kód
sl: Vnesite 6-mestno kodo
sq: Jepni kodin 6-shifror
sv_se: Ange 6-siffrig kod
th: ใส่รหัส 6 หลัก
tr: 6 basamaklı kodu girin
uk: Введіть 6-значний код
vi: Nhập mã gồm 6 chữ số
zh_cn: 请输入 6 位安全码
zh_tw: 請輸入六位數的安全碼

# vpn.inAppAuth.showPassword
source: Show password
cs: Zobrazit heslo
cy: Dangos cyfrinair
da: Vis adgangskode
de: Passwort anzeigen
el: Εμφάνιση κωδικού πρόσβασης
es_ar: Mostrar la contraseña
fr: Afficher le mot de passe
fy_nl: Wachtwurd toane
hu: Jelszó megjelenítése
ia: Monstrar contrasigno
id: Tampilkan sandi
is: Sýna lykilorð
it: Mostra password
ja: パスワードを表示
lo: ສະແດງລະຫັດຜ່ານ
nl: Wachtwoord tonen
pl: Widoczne hasło
pt_br: Mostrar senha
pt_pt: Mostrar palavra-passe
ru: Показать пароль
sk: Zobraziť heslo
sl: Prikaži geslo
sq: Shfaqe fjalëkalimin
sv_se: Visa lösenord
th: แสดงรหัสผ่าน
tr: Parolayı göster
uk: Показати пароль
vi: Hiện mật khẩu
zh_cn: 显示密码
zh_tw: 顯示密碼
