Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.deleteAccount.subheadline2
source: Your Mozilla account (%1) is connected to Mozilla products that keep you secure and productive on the web. Please acknowledge that by deleting your account:
cs: Váš účet Mozilla (%1) je připojen k produktům Mozilla, které vám zajišťují bezpečnost a produktivitu na webu. Potvrďte prosím, že berete na vědomí, že smazáním svého účtu:
da: Din Mozilla-konto (%1) er forbundet til Mozilla-produkter for at beskytte dig og gøre dig produktiv på nettet. Bemærk følgende konsekvenser ved at slette din konto:
de: Ihr Mozilla-Konto (%1) ist mit Mozilla-Produkten verbunden, mit denen Sie sicher und produktiv im Internet sind. Bitte bestätigen Sie, dass durch Löschen Ihres Kontos:
el: Ο λογαριασμός Mozilla σας (%1) είναι συνδεδεμένος με προϊόντα της Mozilla που σας προστατεύουν και σας βοηθούν στο διαδίκτυο. Παρακαλούμε κατανοήστε ότι διαγράφοντας τον λογαριασμό σας:
es_ar: Tu cuenta de Mozilla (%1) está conectada a los productos de Mozilla que te mantienen seguro y productivo en la web. Tomá en cuenta que al eliminar tu cuenta:
fr: Votre compte Mozilla (%1) est connecté aux produits Mozilla qui assurent votre sécurité et votre productivité sur le Web. En supprimant votre compte, vous confirmez que vous acceptez que :
fy_nl: Jo Mozilla-account (%1) is ferbûn mei Mozilla-produkten dy’t jo feilich en produktyf hâlde op ynternet. Befêstigje dat troch jo account fuort te smiten:
hu: Mozilla-fiókja (%1) olyan Mozilla-termékekhez kapcsolódik, amelyek védik a biztonságát és támogatják a hatékony munkavégzést. Vegye figyelembe, hogy a fiókja törlésével:
ia: Tu conto Mozilla (%1) es connectite a productos Mozilla que te mantene secur e productive sur le Web. Si tu dele tu conto, tu accepta que:
id: Akun Mozilla Anda (%1) terhubung ke produk Mozilla yang membuat Anda tetap aman dan produktif di web. Harap akui bahwa dengan menghapus akun Anda:
ja: あなたの Mozilla アカウント (%1) はウェブ上の安全性と生産性を維持する Mozilla 製品に接続されています。アカウントの削除に際して、次のことをご了承ください:
lo: ບັນ​ຊີ Mozilla ຂອງ​ທ່ານ (%1) ແມ່ນ​ເຊື່ອມ​ຕໍ່​ກັບ​ຜະ​ລິດ​ຕະ​ພັນ Mozilla ທີ່​ເຮັດ​ໃຫ້​ທ່ານ​ປອດ​ໄພ​ ແລະ ​ຜະ​ລິດ​ຕະ​ພັນ​ໃນ​ເວັບ​ໄຊ​ຕ​໌. ກະລຸນາຮັບຮູ້ວ່າໂດຍການລຶບບັນຊີຂອງທ່ານ:
nl: Uw Mozilla-account (%1) is verbonden met Mozilla-producten die u veilig en productief houden op internet. Bevestig dat door uw account te verwijderen:
pt_br: Sua conta Mozilla (%1) está conectada a produtos Mozilla que mantêm você seguro e produtivo na web. Esteja ciente que, ao excluir sua conta:
pt_pt: A sua conta Mozilla (%1) está associada a produtos da Mozilla que mantêm a sua segurança e produtividade na Internet. Tenha em consideração que ao eliminar a sua conta:
sk: Váš účet Mozilla (%1) je pripojený k produktom Mozilla, vďaka ktorým budete na webe v bezpečí a produktívni. Potvrďte, že odstránením svojho účtu:
sl: Vaš račun Mozilla (%1) je povezan z Mozillinimi izdelki, ki vam pomagajo biti varni in produktivni na spletu. Potrdite svoje zavedanje, da boste z izbrisom računa:
sq: Llogaria juaj Mozilla (%1) është e lidhur me produkte Mozilla që ju mbajnë të parrezik dhe prodhimtar në web. Ju lutemi, pranoni dijeninë e kësaj duke fshirë llogarinë tuaj:
sv_se: Ditt Firefox-konto (%1) är kopplat till Mozilla-produkter som håller dig säker och produktiv på webben. Genom att ta bort ditt konto bekräftar du detta:
th: บัญชี Mozilla ของคุณ (%1) เชื่อมต่ออยู่กับผลิตภัณฑ์ของ Mozilla ซึ่งปกป้องคุณให้ปลอดภัยและช่วยให้คุณทำงานได้อย่างลื่นไหลบนเว็บ โปรดทราบว่าเมื่อลบบัญชีของคุณ:
tr: Mozilla hesabınız (%1) internette sizi güvende ve üretken kılan Mozilla ürünleriyle bağlantılıdır. Hesabınızı silerseniz:
uk: Ваш обліковий запис Mozilla (%1) під'єднаний до продуктів Mozilla, що дають змогу безпечно та продуктивно користуватися інтернетом. Зауважте, що видаляючи свій обліковий запис:
vi: Tài khoản Mozilla của bạn (%1) được kết nối với các sản phẩm của Mozilla giúp bạn an toàn và làm việc hiệu quả trên web. Vui lòng hiểu rõ rằng việc xóa tài khoản của bạn:
zh_cn: 您的 Mozilla 账户（%1）已连接到可助您安全高效使用互联网的 Mozilla 产品。请您知悉，删除账户后：
zh_tw: 您的 Mozilla 帳號（%1）已連結到其他能保護您安全，以及增加網路生產力的產品。請確認刪除帳號後，將會：

# vpn.devices.menuTitle
source: My devices
cs: Má zařízení
cy: Fy nyfeisiau
da: Mine enheder
el: Οι συσκευές μου
es_ar: Mis dispositivos
fr: Mes appareils
fy_nl: Myn apparaten
hu: Saját eszközök
ia: Mi apparatos
id: Perangkat saya
ja: 自分の端末
nl: Mijn apparaten
pt_pt: Os meus dispositivos
sk: Moje zariadenia
sq: Pajisjet e mia
sv_se: Mina enheter
uk: Мої пристрої
vi: Thiết bị của tôi
zh_cn: 我的设备

# vpn.getHelp.linkTitle
source: Get help
cs: Získat pomoc
cy: Derbyn cymorth
da: Få hjælp
el: Λήψη βοήθειας
es_ar: Obtener ayuda
fr: Obtenir de l’aide
fy_nl: Help krije
hu: Segítség kérése
ia: Obtener auxilio
id: Dapatkan bantuan
ja: ヘルプ
nl: Hulp verkrijgen
pt_pt: Obter ajuda
sk: Získať pomoc
sq: Merrni ndihmë
sv_se: Få hjälp
uk: Отримати допомогу
vi: Nhận trợ giúp
zh_cn: 获取帮助

# vpn.inAppAuth.finishAccountCreationDescription
source: Finish creating your Firefox account to continue to Mozilla VPN
cy: Gorffennwch greu eich cyfrif Firefox i barhau i Mozilla VPN
fr: Terminez la création de votre compte Firefox pour continuer vers Mozilla VPN
ia: Termina le creation de tu conto Firefox pro continuar a usar Mozilla VPN
pt_pt: Termine a criação da sua conta Firefox para continuar para a Mozilla VPN
uk: Завершіть створення облікового запису Firefox, щоб перейти до Mozilla VPN
zh_cn: 请完成您的 Firefox 账户创建以继续使用 Mozilla VPN

# vpn.inAppAuth.reauthSignInSubtitle
source: To continue, please confirm with your Firefox account password.
cy: I barhau, cadarnhewch gyda chyfrinair eich cyfrif Firefox.
fr: Pour continuer, veuillez confirmer avec le mot de passe de votre compte Firefox.
ia: Pro continuar, confirma con le contrasigno de tu conto Firefox.
pt_pt: Para continuar, por favor confirme com a palavra passe da sua conta Firefox.
uk: Щоб продовжити, підтвердьте пароль свого облікового запису Firefox.
zh_cn: 若要继续，请输入 Firefox 账户密码确认身份。

# vpn.inAppAuth.signInSubtitle
source: Continue to Mozilla VPN by signing in with your Firefox account
cy: Parhewch i Mozilla VPN trwy fewngofnodi gyda'ch cyfrif Firefox
fr: Continuez vers Mozilla VPN en vous connectant avec votre compte Firefox
ia: Continua a Mozilla VPN aperiente session con tu conto Firefox
pt_pt: Continue para a Mozilla VPN iniciando sessão com a sua conta do Firefox
uk: Увійдіть до Mozilla VPN за допомогою свого облікового запису Firefox
zh_cn: 登录 Firefox 账户以继续使用 Mozilla VPN

# vpn.multiFxaAccountError.fxaAccountErrorText
source: Your subscription is linked to another Firefox Account. You may need to sign in with a different email address.
cy: Mae eich tanysgrifiad wedi'i gysylltu â Chyfrif Firefox arall. Efallai y bydd angen i chi fewngofnodi gyda chyfeiriad e-bost gwahanol.
fr: Votre abonnement est lié à un autre compte Firefox. Vous devrez peut-être vous connecter avec une autre adresse e-mail.
ia: Tu subscription es ligate a un altere Firefox Account. Tu pote haber besonio de acceder con un altere adresse e-mail.
pt_pt: A sua subscrição está associada a outra Conta Firefox. Pode ter de iniciar sessão com um endereço de e-mail diferente.
uk: Ваша передплата пов’язана з іншим обліковим записом Firefox. Можливо, вам доведеться увійти за допомогою іншої електронної адреси.
zh_cn: 您的订阅和另一个 Firefox 账户关联。您可能需要使用其他电子邮件地址登录。

# vpn.multiHopFeature.multiHopCardBody
source: Multi-hop VPN routes your traffic through two servers instead of one for extra security and privacy. This may slow down your connection.
cy: Mae VPN aml-naid yn anfon eich traffig trwy ddau weinydd yn lle un er mwyn diogelwch a phreifatrwydd ychwanegol. Gall hyn arafu'ch cysylltiad.
da: Multihop-VPN sender din trafik gennem to servere i stedet for én. Det gør din forbindelse mere sikker og privat, men kan også gøre den langsommere.
fr: Un VPN en cascade achemine votre trafic via deux serveurs au lieu d’un seul pour plus de sécurité et de confidentialité. Cela peut ralentir votre connexion.
hu: A többugrásos VPN-ek a nagyobb biztonság és adatvédelem érdekében két kiszolgálón keresztül továbbítják a forgalmat egy helyett. Ez lelassíthatja a kapcsolatát.
ia: Le VPN multi-salto adressa tu traffico a transverso de duo servitores in vice del un, pro major securitate e confidentialitate. Isto pote relentar tu connexion.
id: Multi-hop VPN mengarahkan lalu lintas Anda melalui dua server, bukan satu, untuk keamanan dan privasi tambahan. Ini dapat memperlambat koneksi Anda.
ja: マルチホップ VPN は、セキュリティとプライバシー強化のため、トラフィックを 1 つではなく 2 つのサーバーにルーティングします。これにより接続速度が遅くなる可能性があります。
pt_pt: Uma VPN de múltiplos saltos encaminha o seu tráfego através de dois servidores, em vez de apenas um, para segurança e privacidade adicionais. Isto poderá tornar a sua ligação mais lenta.
sk: Multi-hop VPN nasmeruje vašu prevádzku cez dva servery namiesto jedného, čím sa zvýši bezpečnosť a súkromie. Môže sa tým spomaliť vaše pripojenie.
uk: З'єднання через кілька серверів VPN спрямовує ваш трафік через два сервери замість одного для додаткової безпеки та приватності. Це може сповільнити ваше з'єднання.
zh_cn: 多跳 VPN 通过两台服务器而不是一台服务器路由您的流量，以提高安全性和隐私性。这可能会减慢您的连接速度。

# vpn.multiHopFeature.multiHopCardHeader
source: What is multi-hop VPN?
cy: Beth yw VPN aml-naid?
da: Hvad er multihop-VPN?
fr: Qu’est-ce qu’un VPN en cascade ?
hu: Mi az a többugrásos VPN?
ia: Que es le VPN multi-salto?
id: Apa itu multi-hop VPN?
ja: マルチホップ VPN とは何ですか？
pt_pt: O que é a VPN de múltiplos saltos?
sk: Čo je to multi-hop VPN?
uk: Що таке з'єднання через кілька серверів VPN?
zh_cn: 多跳 VPN 是什么？

# vpn.onboarding.dataSlideBody
source: We strive to provide you with choices and collect only the technical data we need to improve Mozilla VPN. Sharing data with Mozilla is optional.
cy: Rydym yn ymdrechu i ddarparu dewisiadau i chi a chasglu dim ond y data technegol sydd ei angen arnom i wella Mozilla VPN. Mae rhannu data â Mozilla yn ddewisol.
da: Vi bestræber os på at give dig mulighed for at vælge og indsamler kun de tekniske data, vi har brug for til at forbedre Mozilla VPN. Det er valgfrit, om du vil dele data med Mozilla.
fr: Nous nous efforçons de vous laisser le choix et de collecter uniquement les données techniques dont nous avons besoin pour améliorer Mozilla VPN. Le partage de données avec Mozilla est facultatif.
ia: Nos nos effortia pro fornir te con electiones e colliger solo le datos necessari pro meliorar Mozilla VPN. Compartir iste datos con Mozilla es optional.
id: Kami berusaha memberikan Anda pilihan dan hanya mengumpulkan data teknis yang kami butuhkan untuk meningkatkan Mozilla VPN. Berbagi data dengan Mozilla adalah opsional.
pt_pt: Empenhamo-nos em oferecer-lhe a possibilidade de escolha e recolhemos apenas os dados técnicos necessários para melhorar a Mozilla VPN. Partilhar dados com a Mozilla é opcional.
sk: Snažíme sa poskytnúť vám možnosti a zhromažďovať iba technické údaje, ktoré potrebujeme na vylepšenie služby Mozilla VPN. Zdieľanie údajov s Mozillou je voliteľné.
uk: Ми прагнемо надати вам вибір і збирати лише технічні дані, необхідні нам для вдосконалення Mozilla VPN. Обмін даними з Mozilla не обов'язковий.
zh_cn: 我们努力为您提供选择空间，并只收集用于改进 Mozilla VPN 所必需的技术数据。您可以选择是否与 Mozilla 共享数据。

# vpn.onboarding.dataSlideCheckboxLabel
source: Mozilla may collect technical data about my use of Mozilla VPN.
cy: Mae'n bosibl y bydd Mozilla yn casglu data technegol am fy nefnydd o Mozilla VPN.
da: Mozilla kan indsamle tekniske data om min brug af Mozilla VPN.
fr: Mozilla peut collecter des données techniques sur mon utilisation de Mozilla VPN.
ia: Mozilla pote colliger datos technic re mi uso de Mozilla VPN.
id: Mozilla dapat mengumpulkan data teknis tentang penggunaan saya atas Mozilla VPN.
pt_pt: A Mozilla pode recolher dados técnicos sobre a minha utilização da Mozilla VPN.
sk: Mozilla môže zhromažďovať technické údaje o mojom používaní Mozilla VPN.
uk: Я дозволяю Mozilla збирати технічні дані про моє користування Mozilla VPN.
zh_cn: Mozilla 可能会收集有关我使用 Mozilla VPN 的技术数据。

# vpn.onboarding.dataSlideHeader
source: Data collection and use
cy: Casglu a defnyddio data
da: Dataindsamling og -brug
fr: Collecte et utilisation des données
ia: Recolta e uso de datos
id: Pengumpulan dan penggunaan data
pt_pt: Recolha e utilização de dados
sk: Zhromažďovanie a používanie údajov
uk: Збір і використання даних
zh_cn: 数据收集与使用

# vpn.onboarding.dataSlideLearnMoreCaption
source: Learn more about what data Mozilla collects and how it’s used
cy: Dysgu rhagor am ba ddata y mae Mozilla yn ei gasglu a sut mae'n cael ei ddefnyddio
da: Læs mere om, hvilke data Mozilla indsamler, og hvordan de bruges
fr: Apprenez-en davantage sur les données que Mozilla collecte et sur leur utilisation
ia: Saper plus re que datos Mozilla collige e como illos es usate
id: Pelajari lebih lanjut tentang data apa yang dikumpulkan Mozilla dan bagaimana data tersebut digunakan
pt_pt: Saiba mais sobre quais os dados que a Mozilla recolhe e como os mesmos são utilizados
sk: Prečítajte si ďalšie informácie o tom, aké údaje Mozilla zhromažďuje a ako sa používajú
uk: Дізнайтеся більше про те, які дані збирає Mozilla та як вони використовуються
zh_cn: 详细了解 Mozilla 收集哪些数据及如何使用

# vpn.onboarding.devicesSlideBody
source: Scan this QR code using a tablet or mobile device’s camera to install the VPN on another device.
cy: Sganiwch y cod QR hwn gan ddefnyddio tabled neu gamera dyfais symudol i osod y VPN ar ddyfais arall.
fr: Scannez ce code QR en utilisant une tablette ou l’appareil photo d’un appareil mobile pour installer le VPN sur un autre appareil.
ia: Scande iste codice QR per le camera de un tabletta o apparato mobile pro installar le VPN sur un altere apparato.
pt_pt: Digitalize este código QR utilizando a câmara de um tablet ou dispositivo móvel para instalar a VPN noutro dispositivo.
uk: Скануйте цей QR-код за допомогою камери планшета або мобільного пристрою, щоб установити VPN на іншому пристрої.
zh_cn: 使用平板或移动设备的摄像头扫码以在另一台设备上安装 VPN。

# vpn.onboarding.progressBarAccessibilityStepIncomplete
source: Onboarding step “%1” (%2 of %3).
cy: Cam cyflwyno “%1” (%2 o %3).
fr: Étape d’accueil « %1 » (%2 sur %3).
ia: Passo introductive “%1” (%2 de %3).
pt_pt: Etapa de integração “%1” (%2 de %3).
uk: Крок налаштування “%1” (%2 з %3).
zh_cn: 教程步骤“%1”（第%2步，共%3步）。

# vpn.onboarding.progressBarGetStarted
source: Start
cy: Cychwyn
fr: Démarrer
ia: Initiar
pt_pt: Iniciar
uk: Почати
zh_cn: 开始

# vpn.onboarding.startSlideBody
source: Turn on to launch the VPN whenever you start your device. We’ll automatically reconnect you to the same server location you last used.
cs: Zapnutím spustíte VPN při každém spuštění zařízení. Automaticky vás znovu připojíme ke stejnému umístění serveru, které jste použili naposledy.
cy: Trowch ef ymlaen i gychwyn y VPN pryd bynnag y byddwch chi'n cychwyn eich dyfais. Byddwn yn eich ailgysylltu'n awtomatig â'r un lleoliad gweinydd a ddefnyddiwyd gennych ddiwethaf.
da: Slå til for at starte VPN'en ved opstart af din enhed. Vi genopretter automatisk forbindelse til den server, du brugte senest.
el: Ενεργοποιήστε το για να ξεκινά το VPN κάθε φορά που εκκινείτε τη συσκευή σας. Θα σας επανασυνδέσουμε αυτόματα στην τελευταία τοποθεσία διακομιστή που χρησιμοποιήσατε.
es_ar: Activalo para iniciar la VPN cada vez que iniciés tu dispositivo. Te reconectaremos automáticamente a la misma ubicación del servidor que usaste por última vez.
fr: Activez cette option pour lancer le VPN au démarrage de l’appareil. Nous vous reconnecterons automatiquement au dernier emplacement de serveur utilisé.
fy_nl: Skeakelje dit yn om de VPN te starten as jo jo apparaat starte. Wy sille jo automatysk opnij ferbine mei deselde serverlokaasje dy’t jo it lêst brûkt hawwe.
hu: Kapcsolja be, hogy a VPN az eszköz indításakor induljon el. Automatikusan újracsatlakoztatjuk a legutóbb használt kiszolgálóhoz.
ia: Activar pro lancear le VPN quandocunque tu accende tu apparato. Nos automaticamente te reconnectera al mesme position de servitor que tu ultimemente usava.
id: Aktifkan untuk meluncurkan VPN setiap kali Anda memulai perangkat Anda. Kami akan secara otomatis menyambungkan kembali Anda ke lokasi server yang sama yang terakhir Anda gunakan.
ja: オンにすると、端末を起動するたびに VPN が起動します。最後に使用したのと同じサーバーの場所に自動的に再接続されます。
nl: Schakel dit in om de VPN te starten wanneer u uw apparaat opstart. We verbinden u automatisch opnieuw met dezelfde serverlocatie die u het laatst hebt gebruikt.
pt_br: Ative para iniciar a VPN sempre que ligar o dispositivo. Iremos reconectar automaticamente ao mesmo local de servidor que você usou na última vez.
pt_pt: Ative para iniciar a VPN sempre que iniciar o dispositivo. A ligação será automaticamente restabelecida ao mesmo local do servidor que utilizou da última vez.
sk: Zapnutím spustíte sieť VPN pri každom spustení zariadenia. Automaticky vás znova pripojíme k rovnakému umiestneniu servera, ktoré ste použili naposledy.
sl: Vklopite za zagon VPN ob vsakem zagonu naprave. Samodejno vas bomo povezali na mesto strežnika, ki ste ga uporabljali nazadnje.
sq: Aktivizoni nisjen e VPN-së, kurdo që nisni pajisjen tuaj. Do t’ju rilidhim automatikisht te e njëjta vendndodhje shërbyesish që përdorët herën e fundit.
sv_se: Slå på för att starta VPN när du startar din enhet. Vi återansluter dig automatiskt till samma serverplats som du senast använde.
uk: Увімкніть, щоб запускати VPN за кожного запуску пристрою. Ми автоматично повторно під'єднаємо вас до того самого розташування сервера, яке ви використовували востаннє.
vi: Bật để khởi chạy VPN bất cứ khi nào bạn khởi động thiết bị của mình. Chúng tôi sẽ tự động kết nối lại bạn với cùng địa điểm máy chủ mà bạn sử dụng lần cuối.
zh_cn: 开启此选项以在启动设备时自动启动 VPN。我们会自动为您重新连接至上次使用的服务器位置。
zh_tw: 開啟後，即可在每次啟動裝置時，自動開啟 VPN。我們會自動為您連線到上次使用的伺服器。

# vpn.paymentMethods.amex
source: American Express
uk: Аmerican Express
zh_cn: 美国运通（American Express）
zh_tw: 美國運通

# vpn.paymentMethods.diners
source: Diners Club
uk: Dіners Club
zh_cn: 大来卡（Diners Club）
zh_tw: 大來卡

# vpn.paymentMethods.discover
source: Discover
ia: Discoperir
lo: ຄົ້ນພົບ
uk: Dіscover
zh_cn: 发现卡（Discover）

# vpn.paymentMethods.visa
source: Visa
uk: Vіsa
zh_cn: 维萨卡（Visa）

# vpn.postAuthentication.headline
source: Quick access
cs: Rychlý přístup
cy: Mynediad cyflym
da: Hurtig adgang
el: Γρήγορη πρόσβαση
es_ar: Acceso rápido
fr: Accès rapide
fy_nl: Rappe tagong
hu: Gyors hozzáférés
ia: Accesso rapide
id: Akses cepat
ja: クイックアクセス
nl: Snelle toegang
pt_pt: Acesso rápido
sk: Rýchly prístup
sq: Hyrje e shpejtë
sv_se: Snabbåtkomst
uk: Швидкий доступ
vi: Truy cập nhanh
zh_cn: 快速访问

# vpn.postAuthentication.subtitle
source: You can quickly access Mozilla VPN from your status bar.
cs: K Mozilla VPN můžete rychle přistupovat ze stavového řádku.
cy: Gallwch gael mynediad cyflym i Mozilla VPN o'ch bar statws.
da: Du kan hurtigt tilgå Mozilla VPN fra din statuslinje.
el: Ανοίξτε γρήγορα το Mozilla VPN από τη γραμμή κατάστασης.
es_ar: Podés acceder rápidamente a Mozilla VPN desde la barra de estado.
fr: Vous pouvez accéder rapidement à Mozilla VPN depuis votre barre d’état.
fy_nl: Jo hawwe fan jo steatbalke út rappe tagong ta Mozilla VPN.
hu: Gyorsan elérheti a Mozilla VPN-t az állapotsávról.
ia: Tu pote rapidemente acceder a Mozilla VPN desde tu barra de stato.
id: Anda dapat mengakses Mozilla VPN dengan cepat dari bilah status Anda.
ja: ステータスバーから Mozilla VPN にすばやくアクセスできます。
nl: U hebt snel toegang tot Mozilla VPN vanuit uw statusbalk.
pt_pt: Pode aceder rapidamente à Mozilla VPN a partir da sua barra de estado.
sk: K Mozilla VPN môžete rýchlo získať prístup zo stavového riadku.
sq: Mozilla VPN-në mund ta përdorni shpejt e shpejt që nga shtylla juaj e gjendjes.
sv_se: Du kan snabbt komma åt Mozilla VPN från ditt statusfält.
uk: Ви можете швидко отримати доступ до Mozilla VPN з панелі стану.
vi: Bạn có thể nhanh chóng truy cập Mozilla VPN từ thanh trạng thái của mình.
zh_cn: 您可以从状态栏快速访问 Mozilla VPN。

# vpn.restorePurchaseExpiredError.restorePurchaseExpiredErrorText
source: Sorry, we are unable to connect your Firefox Account to a current subscription. Please try again or contact our support team for further assistance.
cy: Mae'n ddrwg gennym, allwn ni ddim cysylltu eich Cyfrif Firefox i danysgrifiad cyfredol. Ceisiwch eto neu cysylltwch â'n tîm cymorth am ragor o gymorth.
fr: Désolé, nous ne pouvons pas connecter votre compte Firefox à un abonnement en cours. Veuillez réessayer ou contacter notre assistance pour obtenir de l’aide.
ia: Desolate, nos non pote connecter tu Firefox Account a un abonamento currente. Retenta o contacta nostre equipa de assistentia pro ulterior adjuta.
pt_pt: Lamentamos, não pudemos associar a sua conta Firefox a uma subscrição atual. Por favor, tente novamente ou contacte a nossa equipa de suporte para mais apoio.
uk: На жаль, ми не можемо під'єднати ваш обліковий запис Firefox до поточної передплати. Будь ласка, повторіть спробу або зв'яжіться з нашою службою підтримки для отримання додаткової допомоги.
zh_cn: 抱歉，我们无法将您的 Firefox 账户关联到当前订阅。请再试一次，或联系我们的支持团队以获得进一步协助。

# vpn.restorePurchaseInUseError.restorePurchaseInUseErrorText
source: Another Firefox Account has already subscribed using this Apple ID. Please sign out and try again or contact our support team for help.
cy: Mae Cyfrif Firefox arall eisoes wedi tanysgrifio gan ddefnyddio'r ID Apple hwn. Allgofnodwch a rhowch gynnig arall arni neu cysylltwch â'n tîm cymorth am gymorth.
fr: Un autre compte Firefox s’est déjà abonné en utilisant cet identifiant Apple. Veuillez vous déconnecter et réessayer, ou contacter notre assistance pour obtenir de l’aide.
ia: Un altere conto Firefox es jam abonate per iste ID Apple. Per favor claude le session e retenta o contacta nostre equipa de assistentia pro adjuta.
pt_pt: Um outra conta Firefox já foi subscrita utilizando este Apple ID. Por favor, termine sessão e tente novamente ou contacte a nossa equipa de suporte.
uk: Інший обліковий запис Firefox уже передплатив послугу за допомогою цього Apple ID. Вийдіть із системи та повторіть спробу або зверніться по допомогу до нашої служби підтримки.
zh_cn: 另一个 Firefox 账户已使用此 Apple ID 订阅。请退出后再试一次，或联系我们的支持团队寻求帮助。

# vpn.serversView.recommendedCardBody
source: These locations are sorted by expected performance.
cy: Mae'r lleoliadau hyn yn cael eu didoli yn ôl eu perfformiad disgwyliedig.
da: Disse placeringer er rangeret efter forventet ydelse.
fr: Ces emplacements sont triés selon les performances attendues.
hu: Ezek a helyek a várható teljesítmény szerint vannak rendezve.
ia: Iste placias es ordinate per prestationes attendite.
id: Lokasi ini diurutkan berdasarkan kinerja yang diharapkan.
ja: これらの場所は、期待されるパフォーマンス順に並べられています。
pt_pt: Estas localizações estão ordenadas por desempenho expetável.
sk: Tieto miesta sú zoradené podľa očakávanej rýchlosti.
uk: Ці розташування відсортовано за очікуваною швидкодією.
zh_cn: 这些位置按预期性能排序。

# vpn.serversView.recommendedCardTitle
source: Why are these locations recommended?
cy: Pam mae'r lleoliadau hyn yn cael eu hargymell?
da: Hvorfor er disse placeringer anbefalet?
fr: Pourquoi ces emplacements sont-ils recommandés ?
hu: Miért ajánlottak ezek a helyek?
ia: Perque es iste placias es recommendate?
id: Mengapa lokasi ini direkomendasikan?
ja: なぜこれらの場所が推奨されるのか?
pt_pt: Por que é que estas localizações são recomendadas?
sk: Prečo sa odporúčajú tieto miesta?
uk: Чому рекомендовано ці розташування?
zh_cn: 为什么推荐这些地点？
