Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.inAppAuth.signInBlockedForOneMinute
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 1 minute.
cs: Provedli jste příliš mnoho pokusů o přihlášení. Po dobu 1 minuty se s tímto účtem nebudete moci znovu přihlásit.
cy: Rydych wedi gwneud gormod o ymdrechion i fewngofnodi. Fyddwch chi ddim yn gallu ceisio eto gyda'r cyfrif hwn am 1 munud.
da: Du har forsøgt at logge ind for mange gange. Du vil ikke kunne prøve igen med denne konto i 1 minut.
de: Sie haben zu oft versucht, sich anzumelden. Sie können es mit diesem Konto eine Minute lang nicht erneut versuchen.
el: Έχετε κάνει πάρα πολλές προσπάθειες σύνδεσης. Δεν θα μπορείτε να δοκιμάσετε ξανά με αυτόν τον λογαριασμό για 1 λεπτό.
es_ar: Has hecho demasiados intentos de iniciar sesión. No podrás volver a intentarlo nuevamente con esta cuenta por 1 minuto.
fr: Vous avez fait trop de tentatives de connexion. Vous ne pourrez pas réessayer avec ce compte avant 1 minute.
fy_nl: Jo hawwe te folle oanmeldingsbesykjen dien. Jo kinne mei dizze account de kommende minút gjin nije besykjen dwaan.
hu: Túl sokszor próbált bejelentkezni. 1 percig nem fog tudni újra próbálkozni ezzel a fiókkal.
ia: Tu ha facite troppo de tentativas de aperir session. Tu non potera retentar con iste conto durante 1 minuta.
id: Terlalu banyak percobaan untuk masuk. Anda tidak akan dapat mencoba lagi dengan akun ini selama 1 menit.
is: Þú hefur gert of margar tilraunir til að skrá þig inn. Þú munt ekki geta reynt aftur með þessum reikningi í 1 mínútu.
it: Hai effettuato troppi tentativi di accesso. Non potrai riprovare con questo account per 1 minuto.
ja: ログインの試行回数上限を超えました。1 分間、このアカウントで再試行することはできません。
lo: ທ່ານໄດ້ພະຍາຍາມເຂົ້າສູ່ລະບົບຫຼາຍຄັ້ງເກີນໄປ. ທ່ານຈະບໍ່ສາມາດລອງອີກຄັ້ງກັບບັນຊີນີ້ໄດ້ເປັນເວລາ 1 ນາທີ.
nl: U hebt te veel aanmeldingspogingen gedaan. U kunt met deze account de komende minuut geen nieuwe poging doen.
pl: Podejmowałeś zbyt wiele prób zalogowania się. Nie będziesz mógł spróbować ponownie na tym koncie przez 1 minutę.
pt_br: Você fez tentativas demais de entrar. Não pode tentar novamente nesta conta durante 1 minuto.
pt_pt: Fez demasiadas tentativas para iniciar sessão. Não poderá tentar novamente para esta conta durante 1 minuto.
ru: Вы сделали слишком много попыток входа. Вы не сможете повторить попытку с этой учётной записью в течение 1 минуты.
sk: Vykonali ste príliš veľa pokusov o prihlásenie. S týmto účtom to budete môcť skúsiť znova o 1 minútu.
sl: Prevečkrat ste se poskusili prijaviti. S tem računom lahko znova poskusite čez 1 minuto.
sq: Bëtë shumë përpjekje për të hyrë. S’do të jeni në gjendje të riprovoni me këtë llogari para 1 minute.
sv_se: Du har gjort för många försök att logga in. Du kommer inte att kunna försöka igen med det här kontot på 1 minut.
th: คุณพยายามลงชื่อเข้าหลายครั้งเกินไป คุณจะไม่สามารถลองลงชื่อเข้าด้วยบัญชีนี้อีกครั้งได้ภายใน 1 นาที
tr: Çok fazla giriş denemesinde bulundunuz. 1 dakika boyunca bu hesapla tekrar deneyemeyeceksiniz.
uk: Ви зробили забагато спроб входу, тож не зможете повторити спробу з цим обліковим записом протягом 1 хвилини.
vi: Bạn đã thử đăng nhập quá nhiều lần. Bạn sẽ không thể thử lại bằng tài khoản này trong 1 phút.
zh_cn: 您尝试登录的次数过多。请于 1 分钟后重试。
zh_tw: 您的登入次數太多，請稍等 1 分鐘後再試。

# vpn.inAppAuth.signInButton
source: Sign in
cs: Přihlásit se
cy: Mewngofnodi
da: Log ind
de: Anmelden
el: Σύνδεση
es_ar: Iniciar sesión
fr: Connexion
fy_nl: Oanmelde
hu: Bejelentkezés
ia: Aperir session
id: Masuk
is: Skrá inn
it: Accedi
ja: ログイン
lo: ເຂົ້າສູ່ລະບົບ
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sq: Hyni
sv_se: Logga in
th: ลงชื่อเข้า
tr: Giriş yap
uk: Увійти
vi: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# vpn.inAppAuth.signInFailedPopupDescription
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 15 minutes.
cs: Provedli jste příliš mnoho pokusů o přihlášení. Po dobu 15 minut se s tímto účtem nebudete moci znovu přihlásit.
cy: Rydych wedi gwneud gormod o ymdrechion i fewngofnodi. Fyddwch chi ddim yn gallu ceisio eto gyda'r cyfrif hwn am 15 munud.
da: Du har forsøgt at logge ind for mange gange. Du vil ikke kunne prøve igen med denne konto i 15 minutter.
de: Sie haben zu viele Anmeldeversuche unternommen. Mit diesem Konto können Sie es 15 Minuten lang nicht mehr versuchen.
el: Έχετε κάνει πάρα πολλές προσπάθειες σύνδεσης. Δεν θα μπορείτε να δοκιμάσετε ξανά με αυτόν τον λογαριασμό για 15 λεπτά.
es_ar: Hubo demasiados intentos para iniciar sesión. No podrás volver a intentarlo con esta cuenta durante 15 minutos.
fr: Vous avez fait trop de tentatives de connexion. Vous ne pourrez pas réessayer avec ce compte avant 15 minutes.
fy_nl: Jo hawwe te folle oanmeldingsbesykjen dien. Jo kinne mei dizze account de kommende 15 minuten gjin nije besykjen dwaan.
hu: Túl sokszor próbált bejelentkezni. 15 percig nem fog tudni újra próbálkozni ezzel a fiókkal.
ia: Tu ha facite troppo de tentativas de aperir session. Tu non potera retentar con iste conto durante 15 minutas.
id: Terlalu banyak percobaan untuk masuk. Anda tidak akan dapat mencoba lagi dengan akun ini selama 15 menit.
is: Þú hefur gert of margar tilraunir til að skrá þig inn. Þú munt ekki geta reynt aftur með þessum reikningi í 15 mínútur.
it: Hai effettuato troppi tentativi di accesso. Non potrai riprovare con questo account per 15 minuti.
ja: ログインの試行回数上限を超えました。15 分間、このアカウントで再試行することはできません。
lo: ທ່ານໄດ້ພະຍາຍາມເຂົ້າສູ່ລະບົບຫຼາຍຄັ້ງເກີນໄປ. ທ່ານຈະບໍ່ສາມາດລອງອີກຄັ້ງກັບບັນຊີນີ້ໄດ້ເປັນເວລາ 15 ນາທີ.
nl: U hebt te veel aanmeldingspogingen gedaan. U kunt met deze account de komende 15 minuten geen nieuwe poging doen.
pl: Podejmowałeś zbyt wiele prób zalogowania się. Nie będziesz mógł spróbować ponownie na tym koncie przez 15 minut.
pt_br: Você fez tentativas demais de entrar. Não pode tentar novamente nesta conta por 15 minutos.
pt_pt: Fez demasiadas tentativas para iniciar sessão. Não poderá tentar novamente para esta conta durante 15 minutos.
ru: Вы сделали слишком много попыток входа. Вы не сможете повторить попытку с этой учётной записью в течение 15 минут.
sk: Vykonali ste príliš veľa pokusov o prihlásenie. S týmto účtom to budete môcť skúsiť znova o 15 minút.
sl: Prevečkrat ste se poskusili prijaviti. S tem računom lahko znova poskusite čez 15 minut.
sq: Bëtë shumë përpjekje për të hyrë. S’do të jeni në gjendje të riprovoni me këtë llogari para 15 minutash.
sv_se: Du har gjort för många försök att logga in. Du kommer inte att kunna försöka igen med det här kontot på 15 minuter.
th: คุณพยายามลงชื่อเข้าหลายครั้งเกินไป คุณจะไม่สามารถลองลงชื่อเข้าด้วยบัญชีนี้อีกครั้งได้ภายใน 15 นาที
tr: Çok fazla giriş denemesinde bulundunuz. 15 dakika boyunca bu hesapla tekrar deneyemeyeceksiniz.
uk: Ви зробили забагато спроб входу, тож не зможете повторити спробу з цим обліковим записом протягом 15 хвилин.
vi: Bạn đã thử đăng nhập quá nhiều lần. Bạn sẽ không thể thử lại bằng tài khoản này trong 15 phút.
zh_cn: 您尝试登录的次数过多。请于 15 分钟后重试。
zh_tw: 您的登入次數太多，請稍等 15 分鐘後再試。

# vpn.inAppAuth.signInFailedPopupTitle
source: Sign-in failed
cs: Přihlášení se nezdařilo
cy: Methodd y mewngofnodi
da: Login mislykkedes
de: Anmeldung fehlgeschlagen
el: Αποτυχία σύνδεσης
es_ar: Fallo al iniciar sesion
fr: Échec de la connexion
fy_nl: Oanmelding mislearre
hu: Bejelentkezés sikertelen
ia: Authentication fallite
id: Gagak masuk
is: Innskráning mistókst
it: Accesso non riuscito
ja: ログインに失敗しました
lo: ເຂົ້າສູ່ລະບົບບໍ່ສຳເລັດ
nl: Aanmelding mislukt
pl: Logowanie nie powiodło się
pt_br: Falha ao entrar
pt_pt: A autenticação falhou
ru: Ошибка входа
sk: Prihlásenie zlyhalo
sl: Prijava ni uspela
sq: Dështoi hyrja
sv_se: Inloggning misslyckades
th: การลงชื่อเข้าล้มเหลว
tr: Giriş başarısız
uk: Не вдалося увійти
vi: Đăng nhập không thành công
zh_cn: 登录失败
zh_tw: 登入失敗

# vpn.inAppAuth.signInSubtitle2
source: Continue to Mozilla VPN by signing in with your Mozilla account
cs: Pokračujte do Mozilla VPN přihlášením pomocí svého účtu Mozilla
da: Fortsæt til Mozilla VPN ved at logge ind med din Mozilla-konto
de: Melden Sie sich mit Ihrem Mozilla-Konto an, um zu Mozilla VPN weiterzugehen
el: Συνεχίστε στο Mozilla VPN κάνοντας σύνδεση στον λογαριασμό Mozilla σας
es_ar: Continuá a Mozilla VPN iniciando sesión con tu cuenta de Mozilla
fr: Continuez vers Mozilla VPN en vous connectant avec votre compte Mozilla
fy_nl: Gean troch nei Mozilla VPN troch jo oan te melden mei jo Mozilla-account
hu: Tovább a Mozilla VPN-hez a Mozilla-fiókjába történő bejelentkezéssel
ia: Continua a Mozilla VPN aperiente session con tu conto Mozilla
id: Lanjutkan ke Mozilla VPN dengan masuk menggunakan akun Mozilla Anda
is: Haltu áfram í Mozilla VPN með því að skrá þig inn með Mozilla-reikningnum þínum
it: Continua su Mozilla VPN effettuando l’accesso con il tuo account Mozilla
ja: Mozilla アカウントでログインして Mozilla VPN へ進んでください
lo: ສືບຕໍ່ຫາ Mozilla VPN ໂດຍການເຂົ້າສູ່ລະບົບດ້ວຍບັນຊີ Mozilla ຂອງທ່ານ
nl: Ga verder naar Mozilla VPN door u aan te melden met uw Mozilla-account
pl: Przejdź do Mozilla VPN, logując się na swoje konto Mozilli
pt_br: Prossiga para o Mozilla VPN entrando na sua conta Mozilla
pt_pt: Continue para a Mozilla VPN iniciando sessão com a sua conta Mozilla
ru: Перейдите к Mozilla VPN, войдя в свой аккаунт Mozilla
sk: Pokračujte do Mozilla VPN prihlásením sa pomocou svojho účtu Mozilla
sl: Nadaljujte v Mozilla VPN z računom Mozilla
sq: Vazhdoni te Mozilla VPN duke hyrë me llogarinë tuaj Mozilla
sv_se: Fortsätt till Mozilla VPN genom att logga in med ditt Mozilla-konto
th: ดำเนินการต่อด้วย Mozilla VPN โดยลงชื่อเข้าด้วยบัญชี Mozilla ของคุณ
tr: Mozilla VPN’e devam etmek için Mozilla hesabınızla giriş yapın
uk: Увійдіть до Mozilla VPN за допомогою свого облікового запису Mozilla
vi: Tiếp tục với Mozilla VPN bằng cách đăng nhập bằng tài khoản Mozilla của bạn
zh_cn: 登录 Mozilla 账户以继续使用 Mozilla VPN
zh_tw: 使用您的 Mozilla 帳號登入 Mozilla VPN

# vpn.inAppAuth.ssoInstructionHeader
source: Create a password
cs: Vytvořit heslo
da: Opret en adgangskode
de: Passwort erstellen
el: Δημιουργία κωδικού πρόσβασης
es_ar: Crear una contraseña
fy_nl: In wachtwurd oanmeitsje
hu: Jelszó létrehozása
id: Buat kata sandi
is: Búðu til lykilorð
it: Crea una password
ja: パスワードを作成
lo: ສ້າງ​ລະ​ຫັດ​ຜ່ານ
nl: Een wachtwoord aanmaken
pl: Utwórz hasło
pt_br: Crie uma senha
ru: Создать пароль
sk: Vytvoriť heslo
sl: Ustvarite geslo
sq: Krijoni fjalëkalim
sv_se: Skapa ett lösenord
th: สร้างรหัสผ่าน
tr: Parola oluşturun
vi: Tạo một mật khẩu
zh_tw: 設定密碼

# vpn.inAppAuth.ssoInstructionLine1
source: To finish setting up your Mozilla account, create a password in your account settings:
cs: Pro dokončení nastavení svého účtu Mozilla vytvořte v nastavení účtu heslo:
da: For at afslutte opsætningen af din Mozilla-konto skal du oprette en adgangskode i dine kontoindstillinger:
de: Um die Einrichtung Ihres Mozilla-Kontos abzuschließen, erstellen Sie in Ihren Kontoeinstellungen ein Passwort:
el: Για να ολοκληρώσετε τη ρύθμιση του λογαριασμού Mozilla σας, δημιουργήστε έναν κωδικό πρόσβασης από τις ρυθμίσεις του λογαριασμού σας:
es_ar: Para terminar de configurar tu cuenta de Mozilla, creá una contraseña en la configuración de tu cuenta:
fy_nl: Meitsje in wachtwurd oan yn jo accountynstellingen om it ynstellen fan jo Mozilla-account te foltôgjen:
hu: A Mozilla fiókja beállításának befejezéséhez hozzon létre egy jelszót a fiókbeállításokban:
id: Untuk menyelesaikan pengaturan akun Mozilla Anda, buat kata sandi di pengaturan akun Anda:
is: Til að klára að setja upp Mozilla reikninginn þinn skaltu búa til lykilorð í reikningsstillingunum þínum:
it: Per completare la configurazione del tuo account Mozilla, crea una password nelle impostazioni del tuo account:
ja: Mozilla アカウントのセットアップを完了するには、アカウント設定でパスワードを作成してください:
lo: ເພື່ອສຳເລັດການຕັ້ງຄ່າບັນຊີ Mozilla ຂອງທ່ານ, ສ້າງລະຫັດຜ່ານໃນການຕັ້ງຄ່າບັນຊີຂອງທ່ານ:
nl: Maak een wachtwoord aan in uw accountinstellingen om het instellen van uw Mozilla-account te voltooien:
pl: Aby zakończyć konfigurowanie konta Mozilli, utwórz hasło w ustawieniach konta:
pt_br: Para concluir a configuração da sua conta Mozilla, crie uma senha nas configurações da conta:
ru: Чтобы завершить настройку аккаунта Mozilla, создайте пароль в параметрах аккаунта:
sk: Ak chcete dokončiť nastavenie svojho účtu Mozilla, vytvorte si heslo v nastaveniach účtu:
sl: Za dokončanje nastavitve računa Mozilla v nastavitvah ustvarite geslo:
sq: Për të përfunduar ujdisjen e llogarisë tuaj Mozilla, krijoni një fjalëkalim që nga rregullimet e llogarisë tuaj:
sv_se: För att slutföra konfigureringen av ditt Mozilla-konto, skapa ett lösenord i dina kontoinställningar:
th: เพื่อตั้งค่าบัญชี Mozilla ของคุณให้เสร็จสิ้น ให้สร้างรหัสผ่านในหน้าการตั้งค่าบัญชีของคุณ:
tr: Mozilla hesabınızın kurulumunu tamamlamak için hesap ayarlarınızdan bir parola oluşturun:
vi: Để hoàn tất thiết lập tài khoản Mozilla của bạn, hãy tạo mật khẩu trong cài đặt tài khoản của bạn:
zh_tw: 請到「帳號設定」當中設定密碼，以完成 Mozilla 帳號註冊：

# vpn.inAppAuth.ssoInstructionLine2a
source: 1. Go to <a href="open-account">Create password</a> in your Mozilla account settings.
cs: 1. V nastavení účtu Mozilla přejděte na položku <a href="open-account">Vytvořit heslo</a>.
da: 1. Gå til <a href="open-account">Opret adgangskode</a> i indstillinger for din Mozilla-konto.
de: 1. Gehen Sie in Ihren Mozilla-Kontoeinstellungen zu <a href="open-account">Passwort erstellen</a>.
el: 1. Μεταβείτε στην ενότητα <a href="open-account">Δημιουργία κωδικού πρόσβασης</a> στις ρυθμίσεις του λογαριασμού Mozilla σας.
es_ar: 1. Andá a <a href="open-account">Crear contraseña</a> en la configuración de tu cuenta de Mozilla.
fy_nl: 1. Gean nei <a href="open-account">Wachtwurd oanmeitsje</a> yn jo Mozilla-accountynstellingen.
hu: 1. Ugorjon a <a href="open-account">Jelszó létrehozása</a> részhez a Mozilla fiókbeállításokban.
id: 1. Buka <a href="open-account">Buat sandi</a> di pengaturan akun Mozilla Anda.
is: 1. Farðu í <a href="open-account">Breyta lykilorði</a> í Mozilla reikningsstillingunum þínum.
it: 1. Vai a <a href="open-account">Crea password</a> nelle impostazioni del tuo account Mozilla.
ja: 1. Mozilla アカウント設定の <a href="open-account">パスワード作成</a> へ移動します。
lo: 1. ໄປທີ່ <a href="open-account">ສ້າງລະຫັດຜ່ານ</a> ໃນການຕັ້ງຄ່າບັນຊີ Mozilla ຂອງທ່ານ.
nl: 1. Ga naar <a href="open-account">Wachtwoord aanmaken</a> in uw Mozilla-accountinstellingen.
pl: 1. Przejdź do opcji <a href="open-account">Utwórz hasło</a> w ustawieniach konta Mozilli.
pt_br: 1. Acesse <a href="open-account">Criar senha</a> nas configurações da sua conta Mozilla.
ru: 1. Перейдите к странице <a href="open-account">Создайте пароль</a> в настройках вашего аккаунта Mozilla.
sk: 1. V nastaveniach účtu Mozilla prejdite na položku <a href="open-account">Vytvoriť heslo</a>.
sl: 1. V nastavitvah računa Mozilla pojdite na <a href="open-account">Ustvari geslo</a>.
sq: 1. Kaloni te <a href="open-account">Krijoni fjalëkalim</a> te rregullimet e llogarisë tuaj Mozilla.
sv_se: 1. Gå till <a href="open-account">Skapa lösenord</a> i dina kontoinställningar för Mozilla.
th: 1. ไปที่ <a href="open-account">สร้างรหัสผ่าน</a> ในหน้าการตั้งค่าบัญชี Mozilla ของคุณ
tr: 1. Mozilla hesap ayarlarınızdan <a href="open-account">Parola oluştur</a> kısmına gidin.
vi: 1. Đi đến <a href="open-account">Tạo mật khẩu</a> irong cài đặt tài khoản Mozilla của bạn.
zh_tw: 1. 前往 Mozilla 帳號設定當中的<a href="open-account">設定密碼</a>功能。

# vpn.inAppAuth.ssoInstructionLine3
source: 2. Create a password.
cs: 2. Vytvořte si heslo.
da: 2. Opret en adgangskode.
de: 2. Erstellen Sie ein Passwort.
el: 2. Δημιουργία κωδικού πρόσβασης.
es_ar: 2. Creá una contraseña.
fy_nl: 2. Meitsje in wachtwurd oan.
hu: 2. Hozzon létre egy jelszót.
id: 2. Buat kata sandi.
is: 2. Búðu til lykilorð.
it: 2. Crea una password.
ja: 2. パスワードを作成してください。
lo: 2. ສ້າງລະຫັດຜ່ານ.
nl: 2. Maak een wachtwoord aan.
pl: 2. Utwórz hasło.
pt_br: 2. Crie uma senha.
ru: 2. Придумайте пароль.
sk: 2. Vytvorte si heslo.
sl: 2. Nastavite geslo.
sq: 2. Krijoni fjalëkalim.
sv_se: 2. Skapa ett lösenord.
th: 2. สร้างรหัสผ่าน
tr: 2. Parolanızı oluşturun.
vi: 2. Tạo mật khẩu.
zh_tw: 2. 設定密碼。

# vpn.inAppAuth.ssoInstructionLine4
source: When your password is created, return to this screen and continue to sign in to Mozilla VPN.
cs: Po vytvoření hesla se vraťte na tuto obrazovku a pokračujte v přihlašování k Mozilla VPN.
da: Når din adgangskode er oprettet, så vend tilbage til denne skærm og fortsæt med at logge ind på Mozilla VPN.
de: Wenn Sie Ihr Passwort erstellt haben, kehren Sie zu diesem Bildschirm zurück und melden Sie sich weiterhin bei Mozilla VPN an.
el: Όταν δημιουργηθεί ο κωδικός πρόσβασής σας, επιστρέψτε σε αυτήν την οθόνη και συνεχίστε τη σύνδεση στο Mozilla VPN.
es_ar: Cuando se cree tu contraseña, volvé a esta pantalla y continuá iniciando sesión en Mozilla VPN.
fy_nl: Wannear’t jo wachtwurd oanmakke is, gean dan werom nei dit skerm en gean troch mei oanmelden by Mozilla VPN.
hu: A jelszó létrehozásakor térjen vissza erre a képernyőre, és jelentkezzen be a Mozilla VPN-be.
id: Saat sandi Anda dibuat, kembali ke layar ini dan lanjutkan masuk ke Mozilla VPN.
is: Þegar lykilorðið þitt er útbúið, skaltu fara til baka á þennan skjá og halda áfram að skrá þig inn á Mozilla VPN.
it: Una volta creata la password, torna in questa schermata e completa l’accesso a Mozilla VPN.
ja: パスワードを作成したら、この画面に戻り、Mozilla VPN へのログインを続けてください。
nl: Wanneer uw wachtwoord is aangemaakt, keer dan terug naar dit scherm en ga verder met aanmelden bij Mozilla VPN.
pl: Po utworzeniu hasła wróć do tego ekranu i zaloguj się do Mozilla VPN.
pt_br: Quando sua senha for criada, volte para esta tela e clique em continuar para entrar no Mozilla VPN.
ru: Когда ваш пароль будет создан, вернитесь на этот экран и продолжите вход в Mozilla VPN.
sk: Po vytvorení hesla sa vráťte na túto obrazovku a pokračujte v prihlásení do Mozilla VPN.
sl: Potem ko ustvarite geslo, se vrnite na ta zaslon in nadaljujte s prijavo v Mozilla VPN.
sq: Pasi të krijohet fjalëkalimi juaj, kthehuni te kjo skenë dhe vazhdoni hyrjen te Mozilla VPN.
sv_se: När ditt lösenord har skapats, återgå till den här skärmen och fortsätta att logga in på Mozilla VPN.
th: เมื่อสร้างรหัสผ่านของคุณแล้ว ให้กลับมาที่หน้าจอนี้แล้วดำเนินการต่อเพื่อลงชื่อเข้าใช้ Mozilla VPN
tr: Parolanızı oluşturduktan sonra bu ekrana dönüp Mozilla VPN’e giriş yaparak devam edin.
vi: Khi mật khẩu của bạn được tạo, hãy quay lại màn hình này và tiếp tục đăng nhập vào Mozilla VPN.
zh_tw: 密碼設定完成後，即可回到此畫面繼續登入 Mozilla VPN。

# vpn.inAppAuth.stubAccountVerificationHeader
source: Check your email
cs: Zkontrolujte svou e-mailovou schránku
da: Tjek din indbakke
de: Rufen Sie jetzt Ihre E-Mails ab.
el: Ελέγξτε το email σας
es_ar: Revisá tu correo electrónico
fy_nl: Kontrolearje jo e-mail
hu: Ellenőrizze a leveleit
id: Periksa surel Anda
is: Skoðaðu tölvupóstinn þinn
it: Controlla la tua email
ja: メールを確認してください
lo: ກວດເບິ່ງອີເມວຂອງທ່ານ
nl: Controleer uw e-mail
pl: Sprawdź pocztę
pt_br: Verifique seu email
ru: Проверьте свою электронную почту
sk: Skontrolujte svoju e‑mailovú schránku
sl: Preverite e-pošto
sq: Shihni email-in tuaj
sv_se: Kontrollera din e-post
th: ตรวจดูอีเมลของคุณ
tr: E-postanızı kontrol edin
vi: Kiểm tra email của bạn
zh_tw: 收信確認

# vpn.inAppAuth.stubAccountVerificationInstruction
source: We’ve sent an email to %1 with the verification link. Please follow the directions to set up your password and finish setting up your account.
cs: Na adresu %1 jsme odeslali e-mail s ověřovacím odkazem. Postupujte prosím podle pokynů pro nastavení hesla a dokončete nastavení účtu.
da: Vi har sendt en mail til %1 med et bekræftelseslink. Følg instruktionerne for at oprette din adgangskode og gøre opsætningen af din konto færdig.
de: Wir haben eine E-Mail mit dem Bestätigungslink an %1 geschickt. Bitte befolgen Sie die Anweisungen, um Ihr Passwort einzurichten und die Einrichtung Ihres Kontos abzuschließen.
el: Έχουμε στείλει ένα email στο %1 με τον σύνδεσμο επαλήθευσης. Παρακαλούμε ακολουθήστε τις οδηγίες για να ρυθμίσετε τον κωδικό πρόσβασής σας και να ολοκληρώσετε τη ρύθμιση του λογαριασμού σας.
es_ar: Enviamos un correo electrónico a %1 con el enlace de verificación. Seguí las instrucciones para configurar tu contraseña y terminar de configurar tu cuenta.
fy_nl: Wy hawwe in e-mailnberjocht mei de ferifikaasjekeppeling nei %1 stjoerd. Folgje de ynstruksjes om jo wachtwurd yn te stellen en it ynstellen fan jo account te foltôgjen.
hu: Küldtünk egy e-mailt az ellenőrző hivatkozással ide: %1. A jelszó beállításához kövesse az utasításokat, és fejezze be a fiókja beállítását.
id: Kami telah mengirim surel ke %1 dengan tautan verifikasi. Silakan ikuti petunjuk untuk mengatur kata sandi Anda dan menyelesaikan pengaturan akun Anda.
is: Við höfum sent tölvupóst á %1 með staðfestingartengli. Fylgdu leiðbeiningunum við að setja lykilorðið þitt og klára að setja upp reikninginn þinn.
it: Abbiamo inviato un’email a %1 con il link di verifica. Segui le istruzioni per impostare la password e completare la configurazione del tuo account.
ja: 確認リンクを記載したメールを %1 に送信しました。指示に従ってパスワードを設定し、アカウントの設定を完了してください。
nl: We hebben een e-mailbericht met de verificatiekoppeling naar %1 gestuurd. Volg de instructies om uw wachtwoord in te stellen en het instellen van uw account te voltooien.
pl: Na adres %1 wysłaliśmy e-mail z linkiem weryfikacyjnym. Postępuj zgodnie ze wskazówkami, aby ustawić hasło i dokończyć konfigurowanie konta.
pt_br: Enviamos uma mensagem para %1 com o link de verificação. Siga as instruções para definir sua senha e concluir a configuração de sua conta.
ru: Мы отправили на %1 письмо со ссылкой подтверждения. Пожалуйста, следуйте инструкциям, чтобы установить пароль и завершить настройку аккаунта.
sk: Na adresu %1 sme odoslali e‑mail s overovacím odkazom. Postupujte podľa pokynov na nastavenie hesla a dokončite nastavenie účtu.
sl: Na %1 smo poslali sporočilo s potrditveno povezavo. Sledite navodilom za nastavitev gesla in dokončajte nastavitev računa.
sq: Kemi dërguar një email te %1 me lidhjen e verifikimit. Ju lutemi, ndiqni udhëzimet për të ujdisur fjalëkalimin tuaj dhe për të përfunduar ujdisjen e llogarisë tuaj.
sv_se: Vi har skickat ett mejl till %1 med verifieringslänken. Följ anvisningarna för att konfigurera ditt lösenord och slutföra konfigureringen av ditt konto.
th: เราได้ส่งอีเมลพร้อมลิงก์ยืนยันไปยัง %1 แล้ว โปรดทำตามคำแนะนำเพื่อตั้งค่ารหัสผ่านและตั้งค่าบัญชีของคุณให้เสร็จสิ้น
tr: %1 e-posta adresine doğrulama bağlantısını içeren bir e-posta gönderdik. Parolanızı oluşturmak için lütfen yönergeleri izleyip hesabınızın kurulumunu tamamlayın.
vi: Chúng tôi đã gửi email tới %1 kèm theo liên kết xác minh. Vui lòng làm theo hướng dẫn để thiết lập mật khẩu và hoàn tất việc thiết lập tài khoản của bạn.
zh_tw: 我們已寄出包含驗證鏈結的電子郵件到 %1。請依照當中的指示設定密碼，並完成帳號申請。
