Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.onboarding.devicesSlideQRCodeApple
source: QR Code that links to the Mozilla VPN product page on the iOS App Store
cs: QR kód, který odkazuje na stránku produktu Mozilla VPN v obchodě s aplikacemi pro iOS
cy: Cod QR sy'n cysylltu â thudalen cynnyrch Mozilla VPN ar App Store, iOS
da: QR-kode, der linker til produktsiden for Mozilla VPN på iOS App Store
de: QR-Code, der auf die Mozilla VPN-Produktseite im iOS App Store verlinkt
el: Κωδικός QR που συνδέεται με τη σελίδα προϊόντος του Mozilla VPN στο App Store του iOS
es_ar: Código QR que enlaza a la página del producto de Mozilla VPN en la App Store de iOS
fr: Code QR qui pointe vers la page produit de Mozilla VPN sur l’App Store d’iOS
fy_nl: QR-koade dy’t ferwiist nei de Mozilla VPN-produktside yn de iOS App Store
hu: QR-kód, amely a Mozilla VPN termékoldalára mutat az iOS App Store-ban
ia: Codice QR que se refere al pagina de presentation del producto Mozilla VPN sur iOS App Store
id: Kode QR yang tertaut ke laman produk Mozilla VPN di iOS App Store
is: QR-kóði sem tengir á Mozilla VPN síðuna í iOS App Store
it: Codice QR che rimanda alla pagina del prodotto Mozilla VPN nell’iOS App Store
ja: この QR コード は iOS App ストアの Mozilla VPN 製品ページへのリンクです
nl: QR-code die verwijst naar de Mozilla VPN-productpagina in de iOS App Store
pl: Kod QR prowadzący do strony produktu Mozilla VPN w sklepie iOS App Store
pt_br: Código QR vinculado à página do produto Mozilla VPN na iOS App Store
pt_pt: Código QR associado à página do produto da Mozilla VPN na App Store do iOS
ru: QR-код, который ссылается на страницу продукта Mozilla VPN в iOS App Store
sk: QR kód, ktorý odkazuje na stránku produktu Mozilla VPN v obchode iOS App Store
sl: Koda QR, ki vodi do strani izdelka Mozilla VPN v trgovini iOS App Store
sq: Kod QR që lidh faqen e produktit Mozilla VPN te Aplikacioni për iOS
sv_se: QR-kod som länkar till Mozilla VPN-produktsidan på iOS App Store
th: คิวอาร์โค้ดที่เชื่อมโยงไปยังหน้าผลิตภัณฑ์ Mozilla VPN บน iOS App Store
tr: iOS App Store'daki Mozilla VPN ürün sayfasına giden QR kodu
uk: QR-код, який спрямовує на сторінку продукту Mozilla VPN в iOS App Store
vi: Mã QR liên kết đến trang sản phẩm Mozilla VPN trên iOS App Store
zh_cn: 链接到 iOS App Store 中 Mozilla VPN 产品页面的二维码
zh_tw: 能夠開啟 iOS App Store 上 Mozilla VPN 產品頁面鏈結的 QR Code

# vpn.onboarding.panelFourSubtitle
source: You can set Mozilla VPN to protect you from ads, trackers, and malware. Plus, customize your protection for specific apps.
cs: Mozilla VPN můžete nastavit tak, aby vás chránila před reklamami, sledovači a malwarem. Navíc si můžete přizpůsobit ochranu pro konkrétní aplikace.
cy: Gallwch chi osod Mozilla VPN i'ch diogelu rhag hysbysebion, tracwyr a meddalwedd faleisus. Hefyd, cyfaddaswch eich diogelwch ar gyfer apiau penodol.
da: Du kan indstille Mozilla VPN til at beskytte dig mod reklamer, sporing og malware. Desuden kan du tilpasse beskyttelsen for specifikke apps.
de: Sie können Mozilla VPN so einstellen, dass es Sie vor Werbung, Trackern und Malware schützt. Passen Sie außerdem Ihren Schutz für bestimmte Apps an.
el: Μπορείτε να ρυθμίσετε το Mozilla VPN έτσι, ώστε να σας προστατεύει από διαφημίσεις, ιχνηλάτες και κακόβουλο λογισμικό. Επιπλέον, μπορείτε να προσαρμόσετε την προστασία για συγκεκριμένες εφαρμογές.
es_ar: Podés hacer que Mozilla VPN te proteja de publicidades, rastreadores y malware. Además, personalizar la proteccion para aplicaciones específicas.
fr: Vous pouvez configurer Mozilla VPN pour vous protéger des publicités, des traqueurs et des logiciels malveillants. Et en plus, vous pouvez personnaliser la protection pour des applications spécifiques.
fy_nl: Jo kinne Mozilla VPN ynstelle om jo te beskermjen tsjin advertinsjes, trackers en malware. Jo kinne boppedat jo beskerming oanpasse foar spesifike apps.
hu: Beállíthatja, hogy a Mozilla VPN megvédje a hirdetésektől, nyomkövetőktől és rosszindulatú programoktól. Ezenkívül személyre szabhatja bizonyos alkalmazások védelmét.
ia: Tu pote configurar Mozilla VPN pro proteger te de avisos publicitari, traciatores, e malware. E in addition, personalisar tu protection pro apps specific.
id: Anda dapat mengatur Mozilla VPN untuk melindungi Anda dari iklan, pelacak, dan malware. Plus, sesuaikan perlindungan Anda untuk aplikasi tertentu.
is: Þú getur stillt Mozilla VPN til að vernda þig gegn auglýsingum, rekjurum og spilliforritum. Að auki geturðu sérsniðið varnir þínar fyrir tiltekin forrit.
it: Puoi impostare Mozilla VPN per proteggerti da pubblicità, elementi traccianti e malware. Inoltre, puoi personalizzare la protezione per specifiche app.
ja: 広告やトラッカー、マルウェアからあなたを保護する Mozilla VPN を設定してください。さらに、特定のアプリに対する保護もカスタマイズします。
lo: ທ່ານສາມາດຕັ້ງ Mozilla VPN ເພື່ອປົກປ້ອງທ່ານຈາກການໂຄສະນາ, ຕົວຕິດຕາມ, ແລະ malware. ນອກຈາກນັ້ນ, ປັບແຕ່ງການປົກປ້ອງຂອງທ່ານສໍາລັບແອັບຯສະເພາະ.
nl: U kunt Mozilla VPN instellen om u te beschermen tegen advertenties, trackers en malware. U kunt bovendien uw bescherming aanpassen voor specifieke apps.
pl: Możesz ustawić Mozilla VPN tak, aby chroniła Cię przed reklamami, modułami śledzącymi i złośliwym oprogramowaniem. Ponadto można dostosować ochronę dla określonych aplikacji.
pt_br: Você pode configurar o Mozilla VPN para te proteger de anúncios, rastreadores e malware. Além disso, personalize sua proteção em aplicativos específicos.
pt_pt: Pode configurar a Mozilla VPN para protegê-lo de anúncios, rastreadores e malware. Adicionalmente, pode personalizar a sua proteção para aplicações específicas.
ru: Вы можете настроить Mozilla VPN для защиты от рекламы, трекеров и вредоносных программ. Кроме того, вы можете настроить защиту для конкретных приложений.
sk: Mozilla VPN môžete nastaviť tak, aby vás chránila pred reklamami, sledovačmi a škodlivým softvérom. Navyše si môžete prispôsobiť ochranu pre konkrétne aplikácie.
sl: Mozilla VPN vas lahko ščiti pred oglasi, sledilci in zlonamerno programsko opremo. Poleg tega lahko zaščito prilagodite za določene aplikacije.
sq: Mund ta ujdisni Mozilla VPN-në t’ju mbrojë nga reklama, gjurmues dhe “malware”. Plus, të përshtatni mbrojtjen tuaj për aplikacione të caktuar.
sv_se: Du kan ställa in Mozilla VPN för att skydda dig från annonser, spårare och skadlig programvara. Plus, anpassa ditt skydd för specifika appar.
th: คุณสามารถกำหนดให้ Mozilla VPN ป้องกันคุณจากโฆษณา ตัวติดตาม และมัลแวร์ได้ นอกจากนี้ คุณยังสามารถปรับแต่งการป้องกันสำหรับแต่ละแอปได้อีกด้วย
tr: Mozilla VPN’i sizi reklamlardan, takip kodlarından ve kötü amaçlı yazılımlardan koruyacak şekilde ayarlayabilirsiniz. Ayrıca korumanızı belirli uygulamalar için özelleştirebilirsiniz.
uk: Ви можете налаштувати Mozilla VPN для захисту від реклами, елементів стеження і зловмисного програмного забезпечення. Крім того, налаштуйте захист для окремих програм.
vi: Bạn có thể đặt Mozilla VPN để bảo vệ bạn khỏi quảng cáo, trình theo dõi và phần mềm độc hại. Ngoài ra có thể tùy chỉnh khả năng bảo vệ của bạn cho các ứng dụng cụ thể.
zh_cn: 您可以通过诸多 Mozilla VPN 设置，保护您免受广告、跟踪器和恶意软件的侵扰。自定义特定应用软件的保护设置，同样可以轻松实现。
zh_tw: 您可以設定 Mozilla VPN 來保護您不受廣告、追蹤器、惡意軟體的影響，另外還可以針對單一 App 自訂保護。

# vpn.onboarding.panelFourTitle
source: Add even more privacy
cs: Přidejte ještě více soukromí
cy: Ychwanegwch mwy fyth o breifatrwydd
da: Tilføj endnu mere beskyttelse af dit privatliv
de: Holen Sie sich noch mehr Datenschutz
el: Ακόμα περισσότερο απόρρητο
es_ar: Agregar aún más privacidad
fr: Renforcez davantage votre vie privée
fy_nl: Noch mear privacy tafoegje
hu: Kapjon még jobb adatvédelmet
ia: Adde mesmo plus confidentialitate
id: Tambahkan lebih banyak privasi
is: Auktu næðið þitt enn meira
it: Aggiungi ancora più privacy
ja: さらなるプライバシー保護
lo: ເພີ່ມຄວາມເປັນສ່ວນຕົວຫຼາຍຂຶ້ນ
nl: Nog meer privacy toevoegen
pl: Dodaj jeszcze więcej prywatności
pt_br: Adicione ainda mais privacidade
pt_pt: Acrescente ainda mais privacidade
ru: Добавьте ещё больше конфиденциальности
sk: Pridajte ešte viac súkromia
sl: Dodajte še več zasebnosti
sq: Shtoni më tepër privatësi
sv_se: Lägg till ännu mer integritet
th: เพิ่มความเป็นส่วนตัวให้มากยิ่งขึ้น
tr: Daha fazla gizlilik ekleyin
uk: Додайте ще більше приватності
vi: Thêm nhiều quyền riêng tư hơn nữa
zh_cn: 增添更多隐私保护
zh_tw: 加上更多隱私保護

# vpn.onboarding.panelThreeSubtitle
source: Protecting yourself is simple: tap to connect to the VPN and you’re ready to browse safely. Mozilla VPN will start automatically for seamless protection.
cs: Ochrana je jednoduchá: klepnutím se připojte k síti VPN a jste připraveni bezpečně procházet. Mozilla VPN se automaticky spustí pro bezproblémovou ochranu.
cy: Mae diogelu eich hun yn syml: tapiwch i gysylltu â'r VPN ac rydych chi'n barod i bori'n ddiogel. Bydd Mozilla VPN yn cychwyn darparu diogelwch di-dor yn awtomatig.
da: Det er nemt at beskytte dig selv: Tryk for at oprettelse forbindelse til VPN'en og så er du klar til at bruge internettet sikkert. Mozilla VPN starter automatisk for problemløs beskyttelse.
de: Es ist ganz einfach, sich selbst zu schützen: Stellen Sie mit einem Fingertipp die Verbindung zum VPN her und schon können Sie sicher surfen. Mozilla VPN startet automatisch und bietet Ihnen so nahtlosen Schutz.
el: Μπορείτε εύκολα να προστατευτείτε: πατήστε για σύνδεση στο VPN και περιηγηθείτε με ασφάλεια. Το Mozilla VPN θα εκκινείται αυτόματα για απρόσκοπτη προστασία.
es_ar: Protegerte es simple: tocá para conectar a la VPN y ya estás listo para navegar seguro. Mozilla VPN se iniciará automáticamente para una protección perfecta.
fr: Pour vous protéger, rien de plus simple : appuyez pour vous connecter au VPN et vous êtes prêt·e à naviguer en toute sécurité. Mozilla VPN démarrera automatiquement pour une protection transparente.
fy_nl: Josels beskermje is ienfâldich: tik om ferbining te meitsjen mei de VPN en jo binne ree om feilich te sneupen. Mozilla VPN start automatysk foar naadleaze beskerming.
hu: Megvédeni magát egyszerű: koppintson a VPN-hez való csatlakozáshoz, és máris készen áll a biztonságos böngészésre. A zökkenőmentes védelem érdekében a Mozilla VPN automatikusan elindul.
ia: Proteger te es simple: tocca pro connecter te al VPN e tu es preste a navigar con securitate. Mozilla VPN comenciara a automaticamente pro un protection sin problemas.
id: Melindungi diri sendiri itu sederhana: ketuk untuk terhubung ke VPN dan Anda siap menjelajah dengan aman. Mozilla VPN akan dimulai secara otomatis untuk perlindungan yang mulus.
is: Það er einfalt að vernda sjálfan þig: ýttu til að tengjast VPN og þú getur farið að vafra á öruggan hátt. Mozilla VPN mun ræsast sjálfkrafa og veita þér hnökralausa vernd.
it: Proteggersi è semplice: tocca per connetterti alla VPN e sei pronto per navigare in sicurezza. Mozilla VPN si avvierà automaticamente per una protezione senza problemi.
ja: 自身を守るのは簡単です。タップして VPN に接続するだけで、安全なブラウジングの準備完了です。Mozilla VPN は自動的に継ぎ目のない保護を開始します。
lo: ການປົກປ້ອງຕົວທ່ານເອງແມ່ນງ່າຍດາຍ: ແຕະເພື່ອເຊື່ອມຕໍ່ກັບ VPN ແລະ ທ່ານພ້ອມທີ່ຈະທ່ອງເວັບຢ່າງປອດໄພ. Mozilla VPN ຈະເລີ່ມອັດຕະໂນມັດສໍາລັບການປ້ອງກັນແບບບໍ່ມີຮອຍຕໍ່.
nl: Uzelf beschermen is eenvoudig: tik om verbinding te maken met de VPN en u bent klaar om veilig te navigeren. Mozilla VPN start automatisch voor naadloze bescherming.
pl: Zapewnienie sobie bezpieczeństwa jest proste: stuknij, aby połączyć się z VPN i możesz bezpiecznie przeglądać Internet. Mozilla VPN uruchomi się automatycznie, zapewniając bezproblemową ochronę.
pt_br: Proteger-se é simples: toque para se conectar à VPN e está tudo pronto para navegar com segurança. O Mozilla VPN inicia automaticamente para proteção contínua.
pt_pt: Proteger-se é simples: toque para se ligar à VPN e estará pronto para navegar em segurança. A Mozilla VPN irá iniciar automaticamente para uma proteção transparente.
ru: Защитить себя очень просто: нажмите, чтобы подключиться к VPN, и вы готовы к безопасному просмотру. Mozilla VPN запустится автоматически для бесперебойной защиты.
sk: Ochrana je jednoduchá: ťuknutím sa pripojte k sieti VPN a ste pripravení bezpečne prehliadať. Mozilla VPN sa pre bezproblémovú ochranu spustí automaticky.
sl: Zaščititi se je preprosto: z enim dotikom se povežite z VPN in pripravljeni ste na varno brskanje. Mozilla VPN se bo za nemoteno zaščito zagnal samodejno.
sq: Mbrojtja e vetes është e thjeshtë: prekeni që të lidhet me VPN-në dhe jeni gati për të shfletues pa rrezik. Mozilla VPN do të vihet automatikisht në punë, për mbrojtje pa vështirësi.
sv_se: Det är enkelt att skydda dig själv: tryck för att ansluta till VPN och du är redo att surfa säkert. Mozilla VPN startar automatiskt för smidigt skydd.
th: การปกป้องตัวคุณเองนั้นทำได้ง่ายมาก เพียงแตะเพื่อเชื่อมต่อกับ VPN แล้วคุณก็พร้อมที่จะท่องอินเทอร์เน็ตอย่างปลอดภัย Mozilla VPN จะเริ่มทำงานโดยอัตโนมัติเพื่อการป้องกันที่ราบรื่น
tr: Kendinizi korumak çok kolay: VPN’e bağlanmak ve güvenle gezinmek için tek bir düğmeye dokunmanız yeterli. İsterseniz kusursuz koruma için Mozilla VPN’i otomatik olarak da başlatabilirsiniz.
uk: Захистіть себе просто: торкніться, щоб під'єднатися до VPN, і ви готові до безпечного перегляду. Mozilla VPN запуститься автоматично для безперебійного захисту.
vi: Việc bảo vệ bản thân thật đơn giản: nhấn để kết nối với VPN và bạn đã sẵn sàng duyệt web an toàn. Mozilla VPN sẽ tự động khởi động để bảo vệ liền mạch.
zh_cn: 保护自己，So easy：点击连接 VPN，即可享受安全冲浪。 Mozilla VPN 将开机自启以为您提供无缝保护。
zh_tw: 保護自己很簡單：點擊連線到 VPN 之後，就可以安全地上網了。Mozilla VPN 將自動啟動，提供無縫保護。

# vpn.onboarding.panelThreeTitle
source: One tap to safety
cs: Jedním klepnutím do bezpečí
cy: Un tap i ddiogelwch
da: Sikkerhed med et enkelt klik
de: Mit einem Fingertipp zur Sicherheit
el: Ασφάλεια με ένα πάτημα
es_ar: Un toque a la seguridad
fr: La sécurité à portée de main
fy_nl: Ien tik nei feilichheid
hu: Egy koppintás a biztonsághoz
ia: Un tocco pro le securitate
id: Satu ketukan untuk keselamatan
is: Ein snerting fyrir öryggi
it: Un tocco per la sicurezza
ja: ワンタップで安全に
lo: ແຕະຄັ້ງດຽວເພື່ອຄວາມປອດໄພ
nl: Eén tik naar veiligheid
pl: Jedno stuknięcie do bezpieczeństwa
pt_br: Um toque para segurança
pt_pt: Um toque para a segurança
ru: Одно нажатие для безопасности
sk: Jedným ťuknutím do bezpečia
sl: Z enim dotikom do varnosti
sq: Një prekje për te siguria
sv_se: Ett tryck för säkerhet
th: เพียงแตะครั้งเดียวเพื่อความปลอดภัย
tr: Tek dokunuşla güvenlik
uk: Один дотик до безпеки
vi: Một nhấn để an toàn
zh_cn: 一键式安全保护
zh_tw: 一點開啟安全保護

# vpn.onboarding.panelTwoSubtitle
source: With more than 500 servers in 60 cities around the world, Mozilla VPN protects your data, browsing activity, and your true location from network spies.
cs: Mozilla VPN chrání vaše data, informace o prohlížení a skutečnou polohu před síťovými špehy pomocí více než 500 serverů umístěných v 60 městech na světě.
cy: Gyda mwy na 500 o weinyddion mewn 60 o ddinasoedd ledled y byd, mae Mozilla VPN yn diogelu eich data, eich gweithgaredd pori a'ch gwir leoliad rhag ysbiwyr rhwydwaith.
da: Med mere end 500 servere i 60 byer rundt om i verden beskytter Mozilla VPN dine data, din aktivitet på nettet og skjuler din rigtige placering fra spioner på netværket.
de: Mit mehr als 500 Servern in 60 Städten auf der ganzen Welt schützt Mozilla VPN Ihre Daten, Ihre Surf-Aktivitäten und Ihren richtigen Standort vor Netzwerkspionen.
el: Με περισσότερους από 500 διακομιστές σε 60 πόλεις σε όλο τον κόσμο, το Mozilla VPN προστατεύει τα δεδομένα, τη δραστηριότητα περιήγησης και την πραγματική τοποθεσία σας από κατασκόπους δικτύου.
es_ar: Con más de 500 servidores en 60 ciudades en todo el mundo, Mozilla VPN protege tus datos, actividad de navegación y la ubicación real de los espías de la red.
fr: Avec plus de 500 serveurs dans 60 villes du monde entier, Mozilla VPN protège vos données, votre navigation et votre véritable localisation des espions réseaux.
fy_nl: Mei mear as 500 servers yn 60 stêden oer de hiele wrâld beskermet Mozilla VPN jo gegevens, sneupaktiviteit en jo wiere lokaasje tsjin netwurkspionnen.
hu: A világ 60 városában található több mint 500 kiszolgálóval a Mozilla VPN megvédi adatait, böngészési tevékenységét és valós tartózkodási helyét a hálózati kémkedéstől.
ia: Con plus que 500 servitores in 60 citates de tote le mundo, Mozilla VPN protege tu datos, activitate de navigation, e tu ver position, del spias del rete.
id: Dengan lebih dari 500 server di 60 kota di seluruh dunia, Mozilla VPN melindungi data Anda, aktivitas penjelajahan, dan lokasi Anda yang sebenarnya dari mata-mata jaringan.
is: Með meira en 500 netþjóna í 60 borgum út um allan heim, verndar Mozilla VPN gögnin þín, virkni vafra og raunverulega staðsetningu þína fyrir netnjósnum.
it: Con oltre 500 server in 60 città in tutto il mondo, Mozilla VPN protegge i tuoi dati, le tue attività di navigazione e la tua posizione reale da chi cerca di spiarti sulla rete.
ja: Mozilla VPN は、世界 60 都市に 500 台以上のサーバーを設置し、データ、ブラウジング行動および実際の位置をネットワークスパイから保護します。
lo: ດ້ວຍຫຼາຍກວ່າ 500 ເຊີບເວີໃນ 60 ເມືອງທົ່ວໂລກ, Mozilla VPN ປົກປ້ອງຂໍ້ມູນຂອງທ່ານ, ການເຄື່ອນໄຫວການຊອກຫາ, ແລະ ສະຖານທີ່ທີ່ແທ້ຈິງຂອງທ່ານຈາກສາຍລັບເຄືອຂ່າຍ.
nl: Met meer dan 500 servers in 60 steden over de hele wereld beschermt Mozilla VPN uw gegevens, surfactiviteit en uw echte locatie tegen netwerkspionnen.
pl: Z ponad 500 serwerami w 60 miastach na całym świecie, Mozilla VPN chroni Twoje dane, aktywność internetową i Twoją prawdziwą lokalizację przed szpiegami sieciowymi.
pt_br: Com mais de 500 servidores em 60 cidades ao redor do mundo, o Mozilla VPN protege seus dados, atividade de navegação e localização verdadeira contra espiões na rede.
pt_pt: Com mais de 500 servidores em 60 cidades no mundo inteiro, a Mozilla VPN protege os seus dados, a sua atividade de navegação, e a sua localização atual de espiões na rede.
ru: Благодаря более чем 500 серверам в 60 городах по всему миру Mozilla VPN защищает ваши данные, действия в Интернете и ваше истинное местоположение от сетевых шпионов.
sk: S viac ako 500 servermi v 60 mestách po celom svete, Mozilla VPN chráni vaše dáta, aktivitu prehliadania a vašu skutočnú polohu pred špiónmi na sieti.
sl: Z več kot 500 strežniki v 60 mestih po vsem svetu Mozilla VPN varuje vaše podatke, spletno dejavnost in resnično lokacijo pred omrežnimi vohuni.
sq: Me mbi 500 shërbyes në 60 qytete anembanë botës, Mozilla VPN mbron të dhënat tuaja, veprimtarinë tuaj të shfletimit dhe vendndodhjen tuaj të vërtetë nga spiunët e rrjetit.
sv_se: Med mer än 500 servrar i 60 städer runt om i världen skyddar Mozilla VPN din data, surfaktivitet och din verkliga plats från nätverksspioner.
th: ด้วยเซิร์ฟเวอร์มากกว่า 500 แห่งใน 60 เมืองทั่วโลก Mozilla VPN ช่วยปกป้องข้อมูลของคุณ กิจกรรมการท่องเว็บ และตำแหน่งที่อยู่จริงของคุณจากผู้สอดส่องบนเครือข่าย
tr: Dünya çapında 60 şehirdeki 500’den fazla sunucuyla Mozilla VPN, verilerinizi, gezinti etkinliğinizi ve gerçek konumunuzu ağ casuslarından korur.
uk: Маючи понад 500 серверів у 60 містах по всьому світу, Mozilla VPN захищає ваші дані, вебперегляд і ваше справжнє місцеперебування від мережевих шпигунів.
vi: Với hơn 500 máy chủ ở 60 thành phố trên khắp thế giới, Mozilla VPN bảo vệ dữ liệu, hoạt động duyệt web và vị trí thực của bạn khỏi gián điệp mạng.
zh_cn: Mozilla VPN 在全球 60 个城市拥有 500 余台服务器，可以保护您的数据、上网活动和真实位置不受网络黑客的监视。
zh_tw: Mozilla VPN 會透過在全球超過 60 個城市的超過 500 台伺服器，來保護您的資料、上網行為，以及實際上網地點，降低您被監控的可能。

# vpn.onboarding.panelTwoTitle
source: Protect your privacy
cs: Chraňte své soukromí
cy: Diogelwch eich preifatrwydd
da: Beskyt dit privatliv
de: Schützen Sie Ihre Privatsphäre
el: Προστασία απορρήτου
es_ar: Protegé tu privacidad
fr: Protégez votre vie privée
fy_nl: Beskermje jo privacy
hu: Védje meg a magánszféráját
ia: Protege tu datos private
id: Lindungi privasi Anda
is: Verndaðu friðhelgi þína
it: Proteggi la tua privacy
ja: ユーザーのプライバシーを保護
lo: ຮັກສາຄວາມເປັນສ່ວນໂຕຂອງທ່ານ
nl: Bescherm uw privacy
pl: Chroń swoją prywatność
pt_br: Proteja sua privacidade
pt_pt: Proteja a sua privacidade
ru: Защитите свою приватность
sk: Chráňte svoje súkromie
sl: Zaščitite svojo zasebnost
sq: Mbroni privatësinë tuaj
sv_se: Skydda ditt privatliv
th: ปกป้องความเป็นส่วนตัวของคุณ
tr: Gizliliğinizi koruyun
uk: Захистіть свою приватність
vi: Bảo vệ riêng tư của bạn
zh_cn: 保护您的隐私
zh_tw: 保護您的隱私
