Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.settings.privacyCard
source: These options may cause some websites to break or not display content correctly.
cs: Tyto možnosti mohou způsobit poškození některých webových stránek nebo nesprávné zobrazení obsahu.
cy: Gall yr dewisiadau hyn achosi i rai gwefannau dorri neu beidio ag dangos cynnwys yn gywir.
da: Disse indstillinger kan medføre, at nogen websteder ikke fungerer som de skal eller at indhold ikke vises korrekt.
de: Diese Optionen können dazu führen, dass einige Websites nicht funktionieren oder Inhalte nicht korrekt angezeigt werden.
el: Αυτές οι επιλογές ενδέχεται να προκαλέσουν δυσλειτουργία σε ορισμένους ιστότοπους ή να εμποδίσουν την ορθή εμφάνιση περιεχομένου.
es_ar: Estas opciones pueden hacer que algunos sitios web fallen o no muestren el contenido correctamente.
fr: Ces options peuvent empêcher certains sites de fonctionner correctement ou ne pas afficher correctement leur contenu.
fy_nl: Dizze opsjes kinne feroarsaakje dat guon websiden net goed wurkje of ynhâld net goed werjaan.
hu: Ezek a beállítások egyes webhelyek működésképtelenségét okozhatják, vagy a tartalom nem fog megfelelően megjelenni.
ia: Iste optiones pote causar que alcun sitos web collabe o non monstra contento correctemente.
id: Opsi ini dapat menyebabkan beberapa situs web rusak atau tidak menampilkan konten dengan benar.
is: Þessir valkostir geta valdið því að sum vefsvæði virki ekki eða birti efni ekki rétt.
it: Queste opzioni possono causare il malfunzionamento o la mancata visualizzazione di contenuti in alcuni siti web.
ja: これらのオプションを使用すると、一部のウェブサイトが破損したり、コンテンツが正しく表示されなくなったりする可能性があります。
lo: ທາງເລືອກເຫຼົ່ານີ້ອາດຈະເຮັດໃຫ້ບາງເວັບໄຊທ໌ທໍາລາຍ ຫຼື ບໍ່ສະແດງເນື້ອຫາຢ່າງຖືກຕ້ອງ.
nl: Deze opties kunnen ervoor zorgen dat sommige websites niet goed werken of inhoud niet juist weergeven.
pl: Te opcje mogą spowodować, że niektóre strony internetowe będą działać nieprawidłowo lub nieprawidłowo wyświetlać zawartość.
pt_br: Essas opções podem atrapalhar o funcionamento de alguns sites ou fazer com que não exibam conteúdo corretamente.
pt_pt: Estas opções podem causar falhas em determinados sites ou uma apresentação incorreta dos respetivos conteúdos.
ru: Эти настройки могут привести к поломке некоторых сайтов или неправильному отображению содержимого.
sk: Tieto možnosti môžu spôsobiť rozbitie niektorých webových stránok alebo nesprávne zobrazenie obsahu.
sl: Ob uporabi teh možnosti se nekatera spletna mesta morda ne bodo prikazala ali delovala pravilno.
sq: Këto mundësi mund të sjellin dëmtim të disa sajteve, ose mosshfaqje të tyre si duhet.
sv_se: Dessa alternativ kan göra att vissa webbplatser ser konstiga ut eller inte visas korrekt.
th: ตัวเลือกเหล่านี้อาจทำให้บางเว็บไซต์ใช้งานไม่ได้หรือแสดงผลเนื้อหาไม่ถูกต้อง
tr: Bu seçenekler bazı web sitelerinin bozulmasına veya içeriklerin düzgün görüntülenmemesine neden olabilir.
uk: Ці параметри можуть пошкодити роботу або належний показ вмісту деяких вебсайтів.
vi: Các tùy chọn này có thể khiến một số trang web bị hỏng hoặc không hiển thị nội dung chính xác.
zh_cn: 这些选项可能会导致某些网站崩溃或无法正确显示内容。
zh_tw: 這些選項可能會造成某些網站故障，或無法正常顯示內容。

# vpn.settings.privacyMalwareBody2
source: Helps protect you from ransomware, phishing, spyware, and viruses
cs: Pomáhá vás chránit před ransomwarem, phishingem, spyware a viry
da: Hjælper med at beskytte dig mod ransomware, phishing, spyware og virus
de: Schützt Sie vor Ransomware, Phishing, Spyware und Viren
el: Σας προστατεύει από ransomware, ηλεκτρονικό «ψάρεμα», spyware και ιούς
es_ar: Ayuda a protegerte contra ransomware, phishing, spyware y virus
fy_nl: Helpt jo te beskermjen tsjin ransomware, phishing, spyware en firussen
hu: Segít megvédeni Önt a zsarolóprogramoktól, adathalászattól, kémprogramoktól és vírusoktól
id: Membantu melindungi Anda dari ransomware, phishing, spyware, dan virus
is: Hjálpar til við að vernda þig gegn lausnargjaldshugbúnaði, vefveiðum, njósnahugbúnaði og vírusum
it: Aiuta a proteggerti da ransomware, phishing, spyware e virus
ja: ランサムウェアやフィッシング詐欺、スパイウェア、ウイルスからユーザーを保護します
lo: ຊ່ວຍປົກປ້ອງທ່ານຈາກ ransomware, phishing, spyware, ແລະ ໄວຣັສ
nl: Helpt u te beschermen tegen ransomware, phishing, spyware en virussen
pl: Pomaga chronić przed oprogramowaniem wymuszającym okup, wyłudzeniami informacji, oprogramowaniem szpiegującym i wirusami
pt_br: Ajuda a te proteger contra ransomware (sequestro de dados), phishing (fraude para fazer você informar dados confidenciais), spyware (software de coleta de dados) e vírus (software prejudicial)
ru: Помогает защитить вас от программ-вымогателей, фишинга, шпионских программ и вирусов
sk: Pomáha vás chrániť pred ransomvérom, phishingom, spywarom a vírusmi
sl: Pomaga vas ščititi pred izsiljevalskim programjem, lažnim predstavljanjem, vohunskimi programi in virusi
sq: Ndihmon të mbroheni nga “ransomware”, karremëzime, “spyware” dhe viruse
sv_se: Hjälper till att skydda dig från ransomware, nätfiske, spionprogram och virus
th: ช่วยปกป้องคุณจากแรนซัมแวร์ ฟิชชิ่ง สปายแวร์ และไวรัส
tr: Fidye yazılımları, kimlik avı, casus yazılımlar ve virüslerden korunmanıza yardımcı olur
vi: Giúp bảo vệ bạn khỏi phần mềm tống tiền, lừa đảo, phần mềm gián điệp và virus
zh_cn: 帮助保护您免受勒索软件、网络钓鱼、间谍软件和病毒的侵害
zh_tw: 幫助保護您不受勒索軟體、釣魚、間諜軟體、病毒等惡意軟體的影響

# vpn.settings.privacyMalwareTitle
source: Block malware
cs: Blokovat malware
cy: Rhwystro maleiswedd
da: Bloker malware
de: Malware blockieren
el: Φραγή κακόβουλου λογισμικού
es_ar: Bloquear malware
fr: Bloquer les logiciels malveillants
fy_nl: Malware blokkearje
hu: Rosszindulatú programok blokkolása
ia: Blocar malware
id: Blokir malware
is: Loka fyrir spilliforrit
it: Blocca malware
ja: マルウェアをブロック
lo: ບລັອກ malware
nl: Malware blokkeren
pl: Blokowanie złośliwego oprogramowania
pt_br: Bloqueie malware
pt_pt: Bloquear malware
ru: Блокировка вредоносных приложений
sk: Blokovať malvér
sl: Zavračaj zlonamerne programe
sq: Blloko “malware”
sv_se: Blockera skadlig programvara
th: ปิดกั้นมัลแวร์
tr: Kötü amaçlı yazılımları engelle
uk: Блокувати зловмисні програми
vi: Chặn phần mềm độc hại
zh_cn: 阻止恶意软件
zh_tw: 封鎖惡意程式

# vpn.settings.privacySettings
source: Privacy features
cs: Funkce ochrany soukromí
cy: Nodweddion preifatrwydd
da: Privatlivs-funktioner
de: Datenschutzfunktionen
el: Λειτουργίες απορρήτου
es_ar: Funciones de privacidad
fr: Fonctionnalités de confidentialité
fy_nl: Privacyfunksjes
hu: Adatvédelmi funkciók
ia: Functionalitates de confidentialitate
id: Fitur privasi
is: Persónuverndareiginleikar
it: Funzioni per la privacy
ja: プライバシー機能
lo: ລັກສະນະຄວາມເປັນສ່ວນຕົວ
nl: Privacyfuncties
pl: Funkcje prywatności
pt_br: Recursos de privacidade
pt_pt: Funcionalidades de privacidade
ru: Функции приватности
sk: Funkcie ochrany súkromia
sl: Možnosti zasebnosti
sq: Veçori privatësie
sv_se: Sekretessfunktioner
th: คุณลักษณะความเป็นส่วนตัว
tr: Gizlilik özellikleri
uk: Функції приватності
vi: Tính năng quyền riêng tư
zh_cn: 隐私功能
zh_tw: 隱私權保護功能

# vpn.settings.privacyTrackerBody
source: Fewer harmful domains will be able to track you
cs: Méně škodlivých domén vás bude moci sledovat
cy: Bydd llai o barthau niweidiol yn gallu eich tracio
da: Færre skadelige domæner vil være i stand til at spore dig
de: Reduziert die Anzahl schädlicher Domains, die Sie verfolgen können.
el: Θα μπορούν να σας καταγράφουν λιγότεροι επιβλαβείς τομείς
es_ar: Menos dominios dañinos podrán rastrearte
fr: Moins de domaines nuisibles seront en mesure de vous pister
fy_nl: Minder skealike domeinen sille jo folgje kinne
hu: Kevesebb káros domain fogja tudni követni Önt
ia: Minus dominios malefic potera traciar te
id: Lebih sedikit domain berbahaya yang dapat melacak Anda
is: Færri skaðleg lén munu geta fylgst með þér
it: Un numero minore di domini dannosi sarà in grado di tracciarti
ja: あなたを追跡する有害なドメインを少なくします
lo: ໂດເມນທີ່ເປັນອັນຕະລາຍໜ້ອຍກວ່າຈະສາມາດຕິດຕາມທ່ານໄດ້
nl: Minder schadelijke domeinen zullen u kunnen volgen
pl: Mniej szkodliwych domen będzie mogło Cię śledzić
pt_br: Menos domínios prejudiciais poderão te rastrear
pt_pt: Menos domínios maliciosos serão capazes de o rastrear
ru: Уменьшает число способных отслеживать вас вредоносных доменов
sk: Menej škodlivých domén vás bude môcť sledovať
sl: Manj škodljivih domen vam bo imelo možnost slediti
sq: Më pak përkatësi të dëmshme do të jenë në gjendje t’ju ndjekin
sv_se: Färre skadliga domäner kommer att kunna spåra dig
th: ให้โดเมนอันตรายติดตามคุณได้น้อยลง
tr: Zararlı alan adları sizi daha az izleyebilir
uk: Зменшення кількості стеження небажаними доменами
vi: Sẽ có ít tên miền độc hại hơn có thể theo dõi bạn
zh_cn: 减少跟踪您的有害网站
zh_tw: 減少讓有害網域能夠追蹤您的機會

# vpn.settings.privacyTrackerTitle
source: Block trackers
cs: Blokuje sledovací prvky
cy: Rhwystro tracwyr
da: Bloker sporing
de: Tracking blockieren
el: Φραγή ιχνηλατών
es_ar: Bloquear rastreadores
fr: Bloquer les traqueurs
fy_nl: Trackers blokkearje
hu: Nyomkövetők blokkolása
ia: Blocar traciatores
id: Blokir pelacak
is: Loka á rekjara
it: Blocca elementi traccianti
ja: オンライン追跡をブロック
lo: ບັອກຕົວຕິດຕາມ
nl: Trackers blokkeren
pl: Blokowanie elementów śledzących
pt_br: Bloqueie rastreadores
pt_pt: Bloquear rastreadores
ru: Блокировка трекеров
sk: Blokovať sledovacie prvky
sl: Zavračaj sledilce
sq: Blloko gjurmues
sv_se: Blockera spårare
th: ปิดกั้นตัวติดตาม
tr: Takip kodlarını engelle
uk: Блокувати стеження
vi: Chặn theo dõi
zh_cn: 拦截跟踪器
zh_tw: 封鎖追蹤器

# vpn.settings.reauthDescription
source: For your security, please sign in again to access your account information. You’ll complete this process on Mozilla’s website.
de: Melden Sie sich zu Ihrer Sicherheit erneut an, um auf Ihre Kontodaten zuzugreifen. Sie werden diesen Prozess auf der Mozilla-Website abschließen.
is: Til öryggis skaltu skrá þig inn aftur til að fá aðgang að reikningsupplýsingunum þínum. Þú munt ljúka þessu ferli á vefsvæði Mozilla.
it: Per motivi di sicurezza, effettua nuovamente l’accesso per accedere alle informazioni del tuo account. Potrai completare questa procedura sul sito web di Mozilla.
lo: ເພື່ອຄວາມປອດໄພຂອງທ່ານ, ກະລຸນາເຂົ້າສູ່ລະບົບອີກຄັ້ງເພື່ອເຂົ້າເຖິງຂໍ້ມູນບັນຊີຂອງທ່ານ. ທ່ານຈະເຮັດສໍາເລັດຂະບວນການນີ້ຢູ່ໃນເວັບໄຊທ໌ຂອງ Mozilla.
pl: Ze względów bezpieczeństwa zaloguj się ponownie, aby uzyskać dostęp do danych konta. Proces ten zostanie zakończony na witrynie Mozilli.
ru: В целях вашей безопасности, пожалуйста, войдите ещё раз, чтобы получить доступ к информации вашего аккаунта. Вы завершите этот процесс на веб-сайте Mozilla.
sl: Za svojo varnost se za dostop do podatkov o računu ponovno prijavite. Postopek boste dokončali na Mozillinem spletnem mestu.
th: เพื่อความปลอดภัยของคุณ โปรดลงชื่อเข้าอีกครั้งเพื่อเข้าถึงข้อมูลบัญชีของคุณ โดยคุณจะต้องดำเนินการตามขั้นตอนนี้บนเว็บไซต์ของ Mozilla
tr: Güvenliğinizi korumak amacıyla, hesap bilgilerinize erişmek için yeniden giriş yapmalısınız. Bu işlemi Mozilla’nın web sitesinde tamamlayacaksınız.

# vpn.settings.reauthTitle
source: Sign In Again
de: Erneut anmelden
is: Skrá inn aftur
it: Accedi di nuovo
lo: ເຂົ້າສູ່ລະບົບອີກຄັ້ງ
pl: Zaloguj się ponownie
ru: Войти снова
sl: Prijavi se znova
th: ลงชื่อเข้าอีกครั้ง
tr: Yeniden giriş yapın

# vpn.settings.shareTechnicalDataDescription
source: Help improve Mozilla VPN by sharing crash reports, diagnostics, and product usage data.
cs: Pomozte zlepšit Mozilla VPN sdílením hlášení o haváriích, diagnostiky a údajů o používání produktu.
de: Helfen Sie bei der Verbesserung von Mozilla VPN, indem Sie Absturzberichte, Diagnosen und Produktnutzungsdaten teilen.
el: Βοηθήστε μας να βελτιώσουμε το Mozilla VPN κοινοποιώντας αναφορές καταρρεύσεων, διαγνωστικά δεδομένα και δεδομένα χρήσης προϊόντος.
is: Hjálpaðu til við að bæta Mozilla VPN með því að deila hrunskýrslum, greiningum og notkunargögnum.
it: Aiutaci a migliorare Mozilla VPN condividendo segnalazioni di arresto anomalo, informazioni diagnostiche e dati sull’utilizzo del prodotto.
lo: ຊ່ວຍປັບປຸງ Mozilla VPN ໂດຍການແບ່ງປັນລາຍງານການຂັດຂ້ອງ, ການວິນິໄສ ແລະ ຂໍ້ມູນການນຳໃຊ້ຜະລິດຕະພັນ.
nl: Help Mozilla VPN te verbeteren door crashrapporten, diagnostische gegevens en productgebruiksgegevens te delen.
pl: Pomóż nam ulepszyć Mozilla VPN, udostępniając raporty o awariach, diagnostykę i dane dotyczące korzystania z produktu.
pt_br: Ajude a melhorar o Mozilla VPN compartilhando relatórios de falhas, diagnósticos e dados de uso do produto.
ru: Помогите улучшить Mozilla VPN, делясь отчетами о падениях, диагностикой и данными об использовании продукта.
sl: Pomagajte izboljšati Mozilla VPN z deljenjem poročil o sesutjih, diagnoz in podatkov o uporabi izdelka.
sv_se: Hjälp till att förbättra Mozilla VPN genom att dela kraschrapporter, diagnostik och användardata för produkten.
th: ช่วยปรับปรุง Mozilla VPN ด้วยการแบ่งปันรายงานข้อขัดข้อง การวินิจฉัย และข้อมูลการใช้งานผลิตภัณฑ์
tr: Çökme raporlarını, teşhisleri ve ürün kullanım verilerini paylaşarak Mozilla VPN’i geliştirmemize yardımcı olabilirsiniz.
vi: Giúp cải thiện Mozilla VPN bằng cách chia sẻ báo cáo sự cố, chẩn đoán và dữ liệu sử dụng sản phẩm.
zh_tw: 透過分享錯誤報告、診斷資訊與產品使用資料來幫助改善 Mozilla VPN。

# vpn.settings.startAtBootSubtitle
source: Mozilla VPN will launch and connect when you start up your device
cs: Mozilla VPN se spustí a připojí při spuštění zařízení
cy: Bydd Mozilla VPN yn agor ac yn cysylltu pan fyddwch chi'n cychwyn eich dyfais
da: Mozilla VPN starter og opretter forbindelse, når du starter din enhed
de: Mozilla VPN wird gestartet und stellt die Verbindung her, wenn Sie Ihr Gerät starten
el: Το Mozilla VPN θα ξεκινήσει και θα συνδεθεί κατά την εκκίνηση της συσκευής σας
es_ar: La Mozilla VPN se iniciará y se conectará cuando inicies tu dispositivo
fr: Mozilla VPN se lancera et se connectera lorsque vous démarrerez votre appareil
fy_nl: Mozilla VPN wurdt start en makket ferbining wannear’t jo jo apparaat opstarte
hu: A Mozilla VPN elindul és kapcsolódik, amikor elindítja az eszközt
ia: Mozilla VPN se lanceara e connectera al ignition de tu apparato
id: Mozilla VPN akan diluncurkan dan terhubung saat Anda memulai perangkat
is: Mozilla VPN mun ræsa og tengjast þegar þú ræsir tækið þitt
it: Mozilla VPN verrà aperta e si connetterà all’avvio del dispositivo
ja: Mozilla VPN は端末の起動時に実行され接続します
lo: Mozilla VPN ຈະເປີດ ແລະ ເຊື່ອມຕໍ່ເມື່ອທ່ານເລີ່ມອຸປະກອນຂອງທ່ານ
nl: Mozilla VPN wordt gestart en maakt verbinding wanneer u uw apparaat opstart
pl: Mozilla VPN uruchomi się i połączy po uruchomieniu urządzenia
pt_br: O Mozilla VPN irá iniciar e conectar quando você ligar o dispositivo
pt_pt: A Mozilla VPN irá iniciar e ligar-se após o arranque do seu dispositivo
ru: Mozilla VPN будет запускаться и подключаться при запуске устройства
sk: Mozilla VPN sa spustí a pripojí pri spustení zariadenia
sl: Mozilla VPN se bo zagnal in povezal, ko zaženete napravo
sq: Mozilla VPN do të niset dhe do të lidhet kur të nisni pajisjen tuaj
sv_se: Mozilla VPN kommer att starta och ansluta när du startar upp din enhet
th: Mozilla VPN จะเริ่มทำงานและเชื่อมต่อเมื่อคุณเริ่มอุปกรณ์ของคุณ
tr: Mozilla VPN, cihazınızı başlattığınızda açılacak ve bağlanacak
uk: Mozilla VPN запуститься та під'єднається, коли ви увімкнете свій пристрій
vi: Mozilla VPN sẽ khởi chạy và kết nối khi bạn khởi động thiết bị của mình
zh_cn: Mozilla VPN 将开机自启并连接
zh_tw: 當您開啟裝置時，Mozilla VPN 將自動啟動並連線

# vpn.settings.startAtBootTitle
source: Connect VPN on startup
cs: Připojit VPN při startu zařízení
cy: Cysylltu'r VPN wrth gychwyn
da: Forbind VPN ved opstart
de: Verbindung zum VPN beim Start herstellen
el: Σύνδεση στο VPN κατά την εκκίνηση
es_ar: Conectar la VPN al inicio
fr: Connecter le VPN au démarrage
fy_nl: VPN ferbine by opstarten
hu: Kapcsolódás a VPN-hez rendszerindításkor
ia: Connecter VPN al ignition
id: Sambungkan VPN saat memulai
is: Tengja VPN við ræsingu
it: Connetti VPN all’avvio
ja: 端末起動時に VPN 接続する
lo: ເຊື່ອມຕໍ່ VPN ໃນຕອນເລີ່ມລະບົບ
nl: VPN verbinden bij opstarten
pl: Łączenie z VPN podczas uruchamiania
pt_br: Conectar VPN ao ligar
pt_pt: Ligar VPN no arranque
ru: Подключаться к VPN при запуске устройства
sk: Pripojiť VPN pri spustení
sl: Poveži VPN ob zagonu
sq: Lidhu me VPN gjatë nisjes
sv_se: Anslut VPN vid uppstart
th: เชื่อมต่อ VPN เมื่อเริ่มการทำงาน
tr: Başlangıçta VPN’e bağlan
uk: Під'єднувати VPN під час запуску
vi: Kết nối VPN khi khởi động
zh_cn: 开机时自动连接 VPN
zh_tw: 啟動時連線至 VPN

# vpn.settingsDev.restartRequired
source: VPN must be restarted to take effect
cs: Pro projevení změny musíte restartovat VPN
cy: Rhaid ailgychwyn y VPN iddo ddod i rym
da: VPN'en skal genstartes, før ændringerne træder i kraft
de: VPN muss neu gestartet werden, um die Änderungen anzuwenden
el: Το VPN πρέπει να επανεκκινηθεί για να τεθεί σε ισχύ η επιλογή
es_ar: La VPN debe reiniciarse para que surta efecto
fr: Le VPN doit être redémarré pour prendre en compte les changements
fy_nl: VPN moat opnij starten wurde om wizigingen troch te fieren
hu: A változás érvénybe lépéséhez újra kell indítani a VPN-t
ia: Le VPN debe esser reinitiate pro sortir effecto
id: VPN harus dimulai ulang untuk memberikan dampak
is: VPN verður að endurræsa til að það taki gildi
it: La VPN deve essere riavviata per applicare le modifiche
ja: VPN を有効にするには再起動する必要があります
lo: VPN ຕ້ອງຖືກເປີດຄືນໃໝ່ເພື່ອໃຫ້ມີຜົນ
nl: VPN moet opnieuw worden gestart om de wijzigingen door te voeren
pl: VPN musi zostać ponownie uruchomiony, aby zmiany zaczęły działać
pt_br: A VPN deve ser reiniciada para surtir efeito
pt_pt: A VPN deve ser reiniciada para produzir efeitos
ru: Необходимо перезапустить VPN, чтобы изменения вступили в силу
sk: Aby sa zmeny prejavili je potrebné VPN reštartovať
sl: Za uveljavitev je potreben vnovičen zagon VPN
sq: VPN-ja duhet rinisur, pa të hyjnë në fuqi ndryshimet
sv_se: VPN måste startas om för att ändringarna ska träda i kraft
th: ต้องเริ่ม VPN ใหม่จึงจะมีผล
tr: Etkili olması için VPN’i yeniden başlatmanız gerekir
uk: Перезапустіть VPN, щоб застосувати зміни
vi: VPN phải được khởi động lại để có hiệu lực
zh_cn: 必须重启 VPN 才能生效
zh_tw: 必須重新啟動 VPN 才能生效

# vpn.settingsDev.showOptionSubtitle
source: Show or hide the developer options menu
cs: Zobrazit nebo skrýt nabídku možností pro vývojáře
cy: Dangos neu guddio'r ddewislen dewisiadau datblygwr
da: Vis eller skjul menuen med indstillinger for udviklere
de: Das Menü Entwickler-Optionen anzeigen oder ausblenden
el: Εμφάνιση ή απόκρυψη του μενού επιλογών προγραμματιστή
es_ar: Mostrar u ocultar el menú de opciones de desarrollador
fr: Afficher ou masquer le menu des options de développement
fy_nl: It menu Untwikkelersopsjes toane of ferstopje
hu: A fejlesztői beállítások menü megjelenítése vagy elrejtése
ia: Monstrar o celar le optiones de disveloppator
id: Tampil atau sembunyikan menu opsi pengembang
is: Sýna eða fela valmynd þróunaraðila
it: Mostra o nascondi il menu Opzioni per gli sviluppatori
ja: 開発者オプションメニューを表示または非表示にする
lo: ສະແດງ ຫຼື ເຊື່ອງເມນູຕົວເລືອກນັກພັດທະນາ
nl: Het menu Ontwikkelaarsopties tonen of verbergen
pl: Pokaż lub ukryj menu opcji programisty
pt_br: Exibir ou ocultar o menu de opções de desenvolvimento
pt_pt: Mostrar ou ocultar o menu das opções do programador
ru: Показать или скрыть меню настроек разработчика
sk: Zobraziť alebo skryť ponuku možností pre vývojárov
sl: Prikaži ali skrij meni z možnostmi za razvijalce
sq: Shfaqni ose fshihni menunë e mundësive të zhvilluesit
sv_se: Visa eller dölj meny för utvecklaralternativ
th: แสดงหรือซ่อนเมนูตัวเลือกสำหรับนักพัฒนา
tr: Geliştirici seçenekleri menüsünü göster veya gizle
uk: Показати або сховати меню параметрів розробника
vi: Hiển thị hoặc ẩn menu tùy chọn nhà phát triển
zh_cn: 显示或隐藏开发者选项菜单
zh_tw: 顯示或隱藏開發者選項選單

# vpn.settingsDev.showOptionTitle
source: Show Developer Options
cs: Zobrazit možnosti pro vývojáře
cy: Dangos Dewisiadau Datblygwr
da: Vis indstillinger for udviklere
de: Entwickler-Optionen anzeigen
el: Εμφάνιση επιλογών προγραμματιστή
es_ar: Mostrar las opciones de desarrollador
fr: Afficher les options de développement
fy_nl: Untwikkelersopsjes toane
hu: Fejlesztői beállítások megjelenítése
ia: Monstrar optiones de disveloppator
id: Tampilkan Opsi Pengembang
is: Birta valkosti þróunaraðila
it: Mostra opzioni per gli sviluppatori
ja: 開発者オプションを表示
lo: ສະແດງຕົວເລືອກນັກພັດທະນາ
nl: Ontwikkelaarsopties tonen
pl: Pokaż opcje programisty
pt_br: Exibir opções de desenvolvimento
pt_pt: Mostrar opções do programador
ru: Показать настройки разработчика
sk: Zobraziť možnosti pre vývojárov
sl: Prikaži možnosti za razvijalce
sq: Shfaq Mundësi Zhvilluesi
sv_se: Visa utvecklaralternativ
th: แสดงตัวเลือกสำหรับนักพัฒนา
tr: Geliştirici seçeneklerini göster
uk: Показати параметри розробника
vi: Hiển thị tùy chọn nhà phát triển
zh_cn: 显示开发者选项
zh_tw: 顯示開發者選項

# vpn.settingsDev.title
source: Developer Options
cs: Možnosti pro vývojáře
cy: Dewisiadau Datblygwr
da: Indstillinger for udviklere
de: Entwickler-Optionen
el: Επιλογές προγραμματιστή
es_ar: Opciones de desarrollador
fr: Options de développement
fy_nl: Untwikkelersopsjes
hu: Fejlesztői beállítások
ia: Optiones de disveloppator
id: Opsi Pengembang
is: Valkostir þróunaraðila
it: Opzioni per gli sviluppatori
ja: 開発者オプション
lo: ທາງ​ເລືອກ​ນັກ​ພັດ​ທະ​ນາ
nl: Ontwikkelaarsopties
pl: Opcje programisty
pt_br: Opções de desenvolvimento
pt_pt: Opções do programador
ru: Настройки разработчика
sk: Možnosti pre vývojárov
sl: Možnosti za razvijalce
sq: Mundësi Zhvilluesi
sv_se: Utvecklaralternativ
th: ตัวเลือกสำหรับนักพัฒนา
tr: Geliştirici seçenekleri
uk: Параметри розробника
vi: Tùy chọn nhà phát triển
zh_cn: 开发者选项
zh_tw: 開發者選項
