Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.connectionInfo.loadingIndicatorLabel
source: Testing speed…
cs: Testuje se rychlost…
cy: Wrthi'n profi cyflymder…
da: Tester hastighed…
de: Geschwindigkeit testen…
el: Δοκιμή ταχύτητας…
es_ar: Probando velocidad…
fr: Test de vitesse…
fy_nl: Snelheid teste…
hu: Sebesség tesztelése…
ia: Testar le velocitate…
id: Menguji kecepatan…
is: Prófa hraða…
it: Test velocità in corso…
ja: 接続速度をテストしています...
lo: ກຳລັງທົດສອບຄວາມໄວ…
nl: Snelheid testen…
pl: Testowanie prędkości…
pt_br: Testando velocidade…
pt_pt: A testar a velocidade…
ru: Тест скорости…
sk: Testuje sa rýchlosť…
sl: Preizkušanje hitrosti …
sq: Po testohet shpejtësia…
sv_se: Testar hastighet…
th: กำลังทดสอบความเร็ว…
tr: Hız test ediliyor…
uk: Перевірка швидкості…
vi: Kiểm tra tốc độ…
zh_cn: 测速中…
zh_tw: 測速中…

# vpn.connectionInfo.mediumBulletOne
source: Browsing the internet
cs: Prohlížení internetu
cy: Pori'r rhyngrwyd
da: Brug af internettet
de: Im Internet surfen
el: Περιήγηση στο διαδίκτυο
es_ar: Navegando en Internet
fr: Naviguer sur Internet
fy_nl: Sneupe op it ynternet
hu: Böngészés az interneten
ia: Navigar sur internet
id: Menjelajah Internet
is: Vafra á netinu
it: Navigazione in Internet
ja: インターネットのブラウジング
lo: ຊອກຫາອິນເຕີເນັດ
nl: Surfen op het internet
pl: Przeglądanie Internetu
pt_br: Navegação na internet
pt_pt: Navegar na Internet
ru: Просмотр веб-сайтов
sk: Prehliadanie internetu
sl: brskanje po internetu
sq: Shfletim në internet
sv_se: Surfa på internet
th: การเรียกดูอินเทอร์เน็ต
tr: İnternette gezinme
uk: Перегляд інтернету
vi: Duyệt internet
zh_cn: 网上冲浪
zh_tw: 瀏覽網頁

# vpn.connectionInfo.mediumBulletThree
source: Video conferencing
cs: Video konference
cy: Fideo-gynadledda
da: Videomøder
de: Videokonferenz
el: Τηλεδιασκέψεις
es_ar: Realizando una videoconferencia
fr: Visioconférence
fy_nl: Fideogearkomst
hu: Videókonferenciázás
ia: Facer videoconferentias
id: Konferensi video
is: Myndfundir
it: Videoconferenze
ja: ビデオ会議
lo: ການປະຊຸມວິດີໂອ
nl: Videovergaderen
pl: Wideokonferencje
pt_br: Vídeo conferência
pt_pt: Vídeo-conferência
ru: Видео-конференции
sk: Video konferencie
sl: videokonference
sq: Konferencë me video
sv_se: Videokonferenser
th: การประชุมทางวิดีโอ
tr: Video konferans
uk: Відеоконференція
vi: Cuộc gọi video
zh_cn: 视频会议
zh_tw: 視訊會議

# vpn.connectionInfo.mediumBulletTwo
source: Streaming video
cs: Streamování videa
cy: Ffrydio fideo
da: Streaming af video
de: Videos streamen
el: Ροή βίντεο
es_ar: Transmitiendo video
fr: Streaming vidéo
fy_nl: Fideo streame
hu: Videóközvetítés nézése
ia: Transmitter video
id: Video streaming
is: Streyma myndskeið
ja: ストリーミング動画
lo: ວິດີໂອການຖ່າຍທອດ
nl: Video streamen
pl: Przesyłanie strumieniowe wideo
pt_br: Transmissão de vídeo
pt_pt: Transmissão de vídeo
ru: Потоковое видео
sk: Streamovanie videa
sl: pretakanje videa
sq: Transmetim video
sv_se: Strömmande video
th: การสตรีมวิดีโอ
tr: Video akışı
uk: Потокове відео
vi: Phát video trực tuyến
zh_cn: 流媒体视频
zh_tw: 影音串流

# vpn.connectionInfo.metricsTitle
source: Connection information
cs: Informace o připojení
cy: Manylion y cysylltiad
da: Oplysninger om forbindelsen
de: Verbindungsinformationen
el: Πληροφορίες σύνδεσης
es_ar: Información de conexión
fr: Informations de connexion
fy_nl: Ferbiningsynformaasje
hu: Kapcsolat adatai
ia: Informationes de connexion
id: Informasi sambungan
is: Upplýsingar um tengingu
it: Informazioni sulla connessione
ja: 接続情報
lo: ຂໍ້ມູນການເຊື່ອມຕໍ່
nl: Verbindingsinformatie
pl: Informacje o połączeniu
pt_br: Informações da conexão
pt_pt: Informação da ligação
ru: Информация о подключении
sk: Informácie o pripojení
sl: Podatki o povezavi
sq: Hollësi lidhjeje
sv_se: Anslutningsinformation
th: ข้อมูลการเชื่อมต่อ
tr: Bağlantı bilgileri
uk: Відомості про з'єднання
vi: Thông tin kết nối
zh_cn: 连接信息
zh_tw: 連線資訊

# vpn.connectionInfo.restartSpeedTest
source: Restart speed test
cs: Restartovat test rychlosti
da: Genstart hastighedstest
de: Geschwindigkeitstest neu starten
el: Επανέναρξη δοκιμής ταχύτητας
es_ar: Reiniciar la prueba de velocidad
fy_nl: Snelheidstest opnij starte
hu: Sebességteszt újraindítása
id: Mulai ulang tes kecepatan
is: Endurræsa hraðaprófun
it: Riavvia il test di velocità
ja: スピードテストを再開します
lo: ເລີ່ມການທົດສອບຄວາມໄວຄືນໃໝ່
nl: Snelheidstest herstarten
pl: Uruchom ponownie test prędkości
pt_br: Reiniciar teste de velocidade
ru: Перезапустить тест скорости
sk: Reštartovať test rýchlosti
sl: Ponovno zaženi preizkus hitrosti
sq: Risni test shpejtësie
sv_se: Starta om hastighetstest
th: เริ่มทดสอบความเร็วใหม่
tr: Hız testini yeniden başlat
vi: Kiểm tra lại tốc độ
zh_cn: 重启测速
zh_tw: 重新開始測速

# vpn.connectionInfo.startSpeedTest
source: Start speed test
cs: Spustit test rychlosti
cy: Cychwyn y prawf cyflymder
da: Start hastighedstest
de: Geschwindigkeitstest starten
el: Έναρξη δοκιμής ταχύτητας
es_ar: Iniciar prueba de velocidad
fr: Lancer le test de vitesse
fy_nl: Snelheidstest starte
hu: Sebességteszt indítása
ia: Lancear le test de velocitate
id: Mulai uji kecepatan
is: Byrja hraðapróf
it: Avvia test di velocità
ja: スピードテストを開始する
lo: ເລີ່ມການທົດສອບຄວາມໄວ
nl: Snelheidstest starten
pl: Rozpocznij test prędkości
pt_br: Iniciar teste de velocidade
pt_pt: Iniciar teste de velocidade
ru: Начать тест скорости
sk: Spustiť test rýchlosti
sl: Začni preizkus hitrosti
sq: Filloni test shpejtësie
sv_se: Starta hastighetstest
th: เริ่มทดสอบความเร็ว
tr: Hız testini başlat
uk: Почати перевірку швидкості
vi: Bắt đầu kiểm tra tốc độ
zh_cn: 开始测速
zh_tw: 開始測速

# vpn.connectionInfo.troubleshootingBulletOne
source: Switching server locations
cs: Vybrat server s jiným umístěním
cy: Yn newid lleoliadau gweinydd
da: Ændre server-placering
de: Serverstandort wechseln
el: Εναλλαγή τοποθεσιών διακομιστών
es_ar: Cambiando las ubicaciones del servidor
fr: Changer d’emplacement de serveur
fy_nl: Fan serverlokaasje wikselje
hu: Kiszolgáló helyének váltása
ia: Cambiar de position de servitor
id: Mengganti lokasi server
is: Skipta um staðsetningar netþjóna
it: Cambiare posizione
ja: サーバーの場所を切り替える
lo: ກຳລັງປ່ຽນສະຖານທີ່ເຊີບເວີ
nl: Van serverlocatie wisselen
pl: Zmiana lokalizacji serwera
pt_br: Mudando de local de servidor
pt_pt: Alternar localizações de servidor
ru: Переключение серверов
sk: Zmeniť umiestnenia servera
sl: zamenjati lokacijo strežnika
sq: Këmbim vendndodhjeje shërbyesi
sv_se: Byte av serverplatser
th: กำลังสลับตำแหน่งเซิร์ฟเวอร์
tr: Sunucu konumu değiştirme
uk: Перемикання розташування сервера
vi: Đang chuyển đổi địa điểm máy chủ
zh_cn: 切换服务器位置
zh_tw: 切換伺服器地點

# vpn.connectionInfo.troubleshootingBulletThree
source: Switching back to a single-hop connection
cs: Přepnout zpět na připojení přes jediný server
cy: Newid nôl i gysylltiad un naid
da: Skifte tilbage til forbindelse via en enkelt server
de: Zurück auf eine Single-Hop-Verbindung wechseln
el: Επιστροφή σε μονοβηματική σύνδεση
es_ar: Volviendo a una conexión de un solo salto
fr: Retour à une connexion à serveur unique
fy_nl: Weromskeakelje nei in single-hop-ferbining
hu: Visszaváltás egyugrásos kapcsolatra
ia: Retorno a connexion single-hop
id: Beralih kembali ke koneksi single-hop
is: Skipti aftur yfir í eins-stökks tengingu
it: Ritorno a connessione single-hop
ja: シングルホップ接続に戻す
lo: ສະຫຼັບກັບໄປຫາການເຊື່ອມຕໍ່ແບບດຽວ
nl: Terugschakelen naar een single-hop-verbinding
pl: Powrót do połączenia jednopunktowego
pt_br: Voltando para uma conexão de salto único
pt_pt: A mudar para uma ligação de salto único
ru: Возврат к соединению через один сервер
sk: Prepnúť späť na single-hop pripojenie
sl: Vračanje na povezavo z enim preskokom
sq: Po bëhet kthimi te një lidhje me një hop
sv_se: Byter tillbaka till en enkelhopps-anslutning
th: กำลังสลับกลับไปใช้การเชื่อมต่อแบบจุดเดียว
tr: Tek sunuculu bağlantıya geri dönme
uk: Повернення до з’єднання через один сервер
zh_cn: 切换回单跳连接
zh_tw: 切換回單點連線

# vpn.connectionInfo.troubleshootingBulletTwo
source: Checking your internet connection
cs: Zkontrolujte své připojení k internetu
cy: Yn gwirio eich cysylltiad rhyngrwyd
da: Kontrollere din internetforbindelse
de: Ihre Internetverbindung prüfen
el: Έλεγχος σύνδεσης διαδικτύου
es_ar: Verificando la conexión a internet
fr: Vérifier votre connexion à Internet
fy_nl: Jo ynternetferbining kontrolearje
hu: Internetkapcsolat ellenőrzése
ia: Verificar tu connexion a internet
id: Memeriksa koneksi internet Anda
is: Athuga internettenginguna þína
it: Verificare la connessione a Internet
ja: インターネット接続を確認する
lo: ກຳລັງກວດສອບການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານ
nl: Uw internetverbinding controleren
pl: Sprawdzenie połączenia internetowego
pt_br: Verificando sua conexão com a internet
pt_pt: Verificar a sua ligação à Internet
ru: Проверка вашего интернет-соединения
sk: Skontrolovať internetové pripojenie
sl: preveriti svojo povezavo z internetom
sq: Po kontrollohet lidhja juaj internet
sv_se: Kontrollerar din internetanslutning
th: กำลังตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: İnternet bağlantınızı kontrol etme
uk: Перевірка з'єднання з інтернетом
vi: Đang kiểm tra kết nối internet của bạn
zh_cn: 正在检查您的互联网连接
zh_tw: 正在檢查您的網際網路連線品質

# vpn.connectionInfo.unitPing
source: ms
cy: me
id: md
ru: мс
uk: мс

# vpn.crashreporter.crashOptInDialogDescription
source: Don’t show this again. Autosend crash reports to Mozilla.
cs: Toto už nezobrazovat. Automaticky odesílat hlášení o pádech do Mozilly.
cy: Peidio â dangos hwn eto. Anfon adroddiadau damwain yn awtomatig i Mozilla.
da: Vis ikke dette igen. Indsend automatisk rapporter om nedbrud til Mozilla.
de: Nicht erneut anzeigen. Absturzberichte automatisch an Mozilla senden.
el: Να μην εμφανιστεί ξανά. Αυτόματη αποστολή αναφορών καταρρεύσεων στη Mozilla.
es_ar: No mostrar de nuevo. Enviar automáticamente informes de fallos a Mozilla.
fr: Ne plus afficher ce message. Envoyer automatiquement les rapports de plantage à Mozilla.
fy_nl: Dit net mear toane. Ungelokrapporten automatysk nei Mozilla ferstjoere.
hu: Ne jelenítse meg ezt újra. Az összeomlási jelentések automatikus elküldése a Mozillának.
ia: Non monstrar isto de novo. Inviar automaticamente le reportos de collapso a Mozilla.
id: Jangan tampilkan lagi. Kirim otomatis laporan kerusakan ke Mozilla.
is: Ekki birta þetta aftur. Sendu hrunskýrslur sjálfvirkt til Mozilla.
it: Non mostrare di nuovo. Invia automaticamente segnalazioni di arresto anomalo a Mozilla.
ja: 今後は表示しない。クラッシュレポートを Mozilla へ自動送信します。
lo: ຢ່າສະແດງອັນນີ້ອີກ. ສົ່ງລາຍງານການຂັດຂ້ອງກັບ Mozilla ໂດຍອັດຕະໂນມັດ.
nl: Dit niet meer tonen. Crashrapporten automatisch naar Mozilla verzenden.
pl: Nie pokazuj tego więcej. Automatyczne wysyłanie zgłoszeń awarii do Mozilli.
pt_br: Não mostrar isso novamente. Enviar relatórios de falhas automaticamente para a Mozilla.
pt_pt: Não voltar a mostrar isto. Enviar automaticamente os relatórios de falhas para a Mozilla.
ru: Не показывать это снова. Автоматически отправлять отчеты о сбоях в Mozilla.
sk: Toto už nezobrazovať. Automaticky odosielať správy o zlyhaní do Mozilly.
sl: Ne prikazuj več. Poročila o sesutju samodejno pošlji Mozilli.
sq: Mos e shfaq më këtë. Dërgo vetvetiu njoftime vithisjesh te Mozilla.
sv_se: Visa inte detta igen. Skicka kraschrapporter automatiskt till Mozilla.
th: ไม่ต้องแสดงข้อความนี้อีก ให้ส่งรายงานข้อขัดข้องไปยัง Mozilla
tr: Bunu bir daha gösterme. Çökme raporlarını Mozilla’ya otomatik olarak gönder.
uk: Не показувати сповіщення знову. Автоматичне надсилання звітів про аварійне завершення роботи в Mozilla.
vi: Đừng hiển thị điều này nữa. Tự động gửi báo cáo sự cố tới Mozilla.
zh_cn: 不要再询问我，自动向 Mozilla 发送崩溃报告。
zh_tw: 不要再問我，自動回報錯誤報告給 Mozilla。

# vpn.crashreporter.mainTitle
source: Mozilla Crash Report
cs: Hlášení pádů Mozilla
cy: Adroddiad Chwalu Mozilla
da: Mozilla-fejlrapporter
de: Mozilla-Absturzbericht
el: Αναφορά καταρρεύσεων Mozilla
es_ar: Informe de fallos de Mozilla
fr: Rapport de plantage Mozilla
fy_nl: Mozilla-ûngelokrapport
hu: Mozilla összeomlási jelentés
ia: Reporto de collapso de Mozilla
id: Laporan Mogok Mozilla
is: Mozilla hrunskýrsla
ja: Mozilla クラッシュレポート
lo: ລາຍງານການຂັດຂ້ອງຂອງ Mozilla
nl: Mozilla-crashrapport
pl: Zgłaszanie awarii Mozilli
pt_br: Relator de travamentos da Mozilla
pt_pt: Relatório de falhas da Mozilla
ru: Сообщение о падении в Mozilla
sk: Správa o zlyhaní Mozilla
sl: Poročanje o sesutju programske opreme Mozilla
sq: Njoftim Vithisjesh Mozilla
sv_se: Mozilla kraschrapport
th: รายงานข้อขัดข้อง Mozilla
tr: Mozilla Çökme Raporu
uk: Звіт про збої Mozilla
vi: Báo cáo sự cố Mozilla
zh_cn: Mozilla 崩溃报告
zh_tw: Mozilla 程式錯誤回報

# vpn.deleteAccount.authButtonLabel
source: Continue
cs: Pokračovat
cy: Parhau
da: Fortsæt
de: Fortsetzen
el: Συνέχεια
es_ar: Continuar
fr: Continuer
fy_nl: Trochgean
hu: Folytatás
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続行
lo: ສືບຕໍ່
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ru: Подтвердить
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sv_se: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# vpn.deleteAccount.buttonLabel
source: Delete account
cs: Smazat účet
cy: Dileu'r cyfrif
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es_ar: Eliminar cuenta
fr: Supprimer mon compte
fy_nl: Account fuortsmite
hu: Fiók törlése
ia: Deler le conto
id: Hapus akun
is: Eyða reikningi
it: Elimina account
ja: アカウントを削除
lo: ລຶບບັນຊີ
nl: Account verwijderen
pl: Usuń konto
pt_br: Excluir conta
pt_pt: Eliminar conta
ru: Удалить аккаунт
sk: Odstrániť účet
sl: Izbriši račun
sq: Fshijeni llogarinë
sv_se: Ta bort konto
th: ลบบัญชี
tr: Hesabı sil
uk: Видалити обліковий запис
vi: Xóa tài khoản
zh_cn: 删除账户
zh_tw: 刪除帳號

# vpn.devices.countLabel
source: %1 out of %2 devices added
cs: Přidáno %1 z %2 zařízení
cy: %1 allan o %2 dyfais ychwanegwyd
da: %1 af %2 enheder tilføjet
de: %1 von %2 Geräten hinzugefügt
el: Έγινε προσθήκη %1 εκ των %2 συσκευών
es_ar: %1 de %2 dispositivos agregados
fr: %1 appareils ajoutés sur %2
fy_nl: %1 fan %2 apparaten tafoege
hu: %1 / %2 eszköz hozzáadva
ia: %1 ex %2 apparatos addite
id: %1 dari %2 perangkat ditambahkan
is: %1 af %2 tækjum bætt við
it: Aggiunti %1 dispositivi su %2
ja: %2 台中 %1 台の端末が追加されました
lo: ເພີ່ມ %1 ຈາກ %2 ອຸປະກອນທັງໝົດແລ້ວ
nl: %1 van %2 apparaten toegevoegd
pl: Dodano %1 z %2 urządzeń
pt_br: %1 de %2 dispositivos adicionados
pt_pt: %1 de %2 dispositivos adicionados
ru: Добавлено %1 из %2 устройств
sk: Používa sa %1 z %2 zariadení
sl: Dodane naprave: %1 od %2
sq: %1 pajisje të lidhura, nga %2
sv_se: %1 av %2 enheter har lagts till
th: เพิ่มอุปกรณ์ %1 จาก %2 เครื่องแล้ว
tr: %2 cihazdan %1 tanesi eklendi
uk: Додано %1 з %2 пристроїв
vi: %1 trong số %2 thiết bị đã được thêm
zh_cn: 已添加 %1 台设备，共 %2 台
zh_tw: 已新增 %1 台裝置，最多可用 %2 台

# vpn.devices.limitDescription2
source: You’re using VPN on 5 devices. To add another device, please remove one.
cs: VPN používáte na 5 zařízeních. Chcete-li používat VPN na tomto zařízení, jedno odeberte.
cy: Rydych yn defnyddio VPN ar 5 dyfais. I ychwanegu dyfais arall, tynnwch un.
da: Du bruger VPN på 5 enheder. Fjern en enhed for at kunne tilføje en ny.
de: Sie verwenden VPN auf 5 Geräten. Um ein weiteres Gerät hinzuzufügen, entfernen Sie bitte eines.
el: Χρησιμοποιείτε το VPN σε 5 συσκευές. Για να προσθέσετε μια άλλη συσκευή, αφαιρέστε κάποια υπάρχουσα.
es_ar: Estás usando la VPN en 5 dispositivos. Para agregar otro dispositivo, eliminá uno.
fr: Vous utilisez le VPN sur 5 appareils. Pour ajouter un autre appareil, veuillez en supprimer un.
fy_nl: Jo brûke VPN op 5 apparaten. As jo noch in apparaat tafoegje wolle, ferwiderje dan ien.
hu: 5 eszközön használ VPN-t. További eszköz hozzáadásához távolítson el egyet.
ia: Tu usa VPN sur 5 apparatos. Pro adder un altere apparato, remove uno.
id: Anda menggunakan VPN di 5 perangkat. Untuk menambahkan perangkat lain, harap hapus satu perangkat.
is: Þú ert nú þegar að nota VPN á 5 tækjum. Til að geta notað VPN í þessu tæki skaltu fjarlægja eitt af hinum.
it: Stai già utilizzando la VPN su 5 dispositivi. Per aggiungere un altro dispositivo, è necessario rimuoverne uno.
ja: 5 台の端末で VPN を使用しています。別の端末を追加するには、1 台を除外してください。
lo: ທ່ານກຳລັງໃຊ້ VPN ໃນ 5 ອຸປະກອນ. ເພື່ອເພີ່ມອຸປະກອນອື່ນ, ກະລຸນາເອົາອັນໜຶ່ງອອກ.
nl: U gebruikt VPN op 5 apparaten. Als u nog een apparaat wilt toevoegen, verwijder er dan één.
pl: Korzystasz z VPN na 5 urządzeniach. Aby dodać kolejne urządzenie, usuń jedno z pozostałych.
pt_br: Você está usando VPN em 5 dispositivos. Para adicionar outro, remova um dispositivo.
pt_pt: Está a utilizar a VPN em 5 dispositivos. Para adicionar outro dispositivo, remova um.
ru: Вы используете VPN на 5 устройствах. Чтобы добавить другое устройство, удалите одно из устройств.
sk: VPN používate na 5 zariadeniach. Ak chcete pridať ďalšie zariadenie, jedno musíte odstrániť.
sl: VPN uporabljate na 5 napravah. Če želite dodati novo, odstranite eno od dosedanjih.
sq: Po përdorni VPN në 5 pajisje. Që të shtoni tjetër pajisje, ju lutemi, hiqni një të tillë.
sv_se: Du använder VPN på 5 enheter. För att lägga till en annan enhet, vänligen ta bort en.
th: คุณกำลังใช้ VPN บนอุปกรณ์ 5 เครื่อง ถ้าต้องการเพิ่มอุปกรณ์อื่น โปรดเอาอุปกรณ์ออกหนึ่งเครื่อง
tr: 5 cihazda VPN kullanıyorsunuz. Başka bir cihaz eklemek için lütfen cihazlardan birini kaldırın.
uk: Ви використовуєте VPN на 5 пристроях. Щоб додати ще один пристрій, від'єднайте будь-який інший.
vi: Bạn đang sử dụng VPN với 5 thiết bị. Để thêm thiết bị khác, vui lòng xóa một thiết bị cũ.
zh_cn: 您已在 5 台设备上使用 VPN。若要添加新设备，请先移除一台已用设备。
zh_tw: 您已經在 5 台裝置上使用 VPN。若要新增裝置，請先移除一台。

# vpn.devices.limitTitle
source: Device not added
cs: Zařízení nebylo přidáno
cy: Dyfais heb ei hychwanegu
da: Enhed ikke tilføjet
de: Gerät nicht hinzugefügt
el: Η συσκευή δεν προστέθηκε
es_ar: Dispositivo no agregado
fr: L’appareil n’a pas été ajouté
fy_nl: Apparaat net tafoege
hu: Az eszköz nincs hozzáadva
ia: Apparato non addite
id: Perangkat tidak ditambahkan
is: Tæki ekki bætt við
it: Dispositivo non aggiunto
ja: 端末を追加できませんでした
lo: ບໍ່ໄດ້ເພີ່ມອຸປະກອນ
nl: Apparaat niet toegevoegd
pl: Urządzenie nie zostało dodane
pt_br: Dispositivo não adicionado
pt_pt: Dispositivo não adicionado
ru: Устройство не добавлено
sk: Zariadenie nebolo pridané
sl: Naprava ni dodana
sq: Pajisja s’u shtua
sv_se: Enheten har inte lagts till
th: ไม่ได้เพิ่มอุปกรณ์
tr: Cihaz eklenmedi
uk: Пристрій не додано
vi: Thiết bị chưa được thêm vào
zh_cn: 设备未添加
zh_tw: 未新增裝置

# vpn.devices.listItemDescriptionAddedDaysAgo
source: Added %1 days ago
cs: Přidáno před několika dny (%1)
cy: Ychwanegwyd %1 diwrnod yn ôl
da: Tilføjet for %1 dage siden
de: Vor %1 Tagen hinzugefügt
el: Προστέθηκε πριν από %1 ημέρες
es_ar: Agregado hace %1 días
fr: Ajouté il y a %1 jours
fy_nl: %1 dagen lyn tafoege
hu: %1 napja hozzáadva
ia: Addite %1 dies retro
id: Ditambahkan %1 hari yang lalu
is: Bætt við fyrir %1 dögum
it: Aggiunto %1 giorni fa
ja: %1 日前に追加
lo: ເພີ່ມ %1 ມື້ກ່ອນ
nl: %1 dagen geleden toegevoegd
pl: Dodane %1 dni temu
pt_br: Adicionado há %1 dias
pt_pt: Adicionado há %1 dia
ru: Добавлено %1 дня(ей) назад
sk: Pridané pred niekoľkými dňami (%1)
sl: dodana pred %1 dnevi
sq: Shtuar %1 ditë më parë
sv_se: Lades till för %1 dagar sedan
th: เพิ่มเมื่อ %1 วันที่แล้ว
tr: %1 gün önce eklendi
uk: Додано %1 днів тому
vi: Đã thêm %1 ngày trước
zh_cn: %1 天前添加
zh_tw: %1 天前加入

# vpn.devices.listItemDescriptionAddedFewHoursAgo
source: Added a few hours ago (%1)
cs: Přidané před několika hodinami (%1)
cy: Ychwanegwyd ychydig oriau yn ôl (%1)
da: Tilføjet for nogle få timer siden (%1)
de: Vor einigen Stunden hinzugefügt (%1)
el: Προστέθηκε πριν από μερικές ώρες (%1)
es_ar: Agregado hace unas horas (%1)
fr: Ajouté il y a quelques heures (%1)
fy_nl: In pear oeren lyn tafoege (%1)
hu: Néhány órája hozzáadva (%1)
ia: Addite alcun horas retro (%1)
id: Ditambahkan beberapa jam yang lalu (%1)
is: Bætt við fyrir nokkrum klukkustundum (%1)
it: Aggiunto alcune ore fa (%1)
ja: %1 時間前に追加
lo: ເພີ່ມເມື່ອສອງສາມຊົ່ວໂມງກ່ອນ (%1)
nl: Een paar uur geleden toegevoegd (%1)
pl: Dodane kilka godzin temu (%1)
pt_br: Adicionado há algumas horas (%1)
pt_pt: Adicionado há algumas horas (%1)
ru: Добавлено несколько часов назад (%1)
sk: Pridané pred niekoľkými hodinami (%1)
sl: dodana pred nekaj urami (%1)
sq: Shtuar pak orë më parë (%1)
sv_se: Lades till för några timmar sedan (%1)
th: เพิ่มเมื่อ %1 ชั่วโมงที่แล้ว
tr: Birkaç saat önce eklendi (%1)
uk: Додано кілька годин тому (%1)
vi: Đã thêm vài giờ trước (%1)
zh_cn: 几小时前添加（%1）
zh_tw: %1 小時前加入

# vpn.devices.listItemDescriptionAddedOneHourAgo
source: Added less than an hour ago
cs: Přidáno před méně než hodinou
cy: Ychwanegwyd llai nag awr yn ôl
da: Tilføjet for mindre end en time siden
de: Vor weniger als einer Stunde hinzugefügt
el: Προστέθηκε πριν από λιγότερο από μία ώρα
es_ar: Agregado hace menos de una hora
fr: Ajouté il y a moins d’une heure
fy_nl: Minder as in oere lyn tafoege
hu: Kevesebb, mint egy órája hozzáadva
ia: Addite minus de un hora retro
id: Ditambahkan kurang dari satu jam yang lalu
is: Bætt við fyrir minna en klukkutíma síðan
it: Aggiunto meno di un’ora fa
ja: 1 時間以内に追加
lo: ເພີ່ມໜ້ອຍກວ່າໜຶ່ງຊົ່ວໂມງກ່ອນ
nl: Minder dan een uur geleden toegevoegd
pl: Dodane mniej niż godzinę temu
pt_br: Adicionado há menos de uma hora
pt_pt: Adicionado há menos de uma hora
ru: Добавлено менее часа назад
sk: Pridané pred menej ako hodinou
sl: dodana pred manj kot eno uro
sq: Shtuar në më pak se një orë më parë
sv_se: Lades till för mindre än en timme sedan
th: เพิ่มเมื่อไม่ถึงหนึ่งชั่วโมงที่แล้ว
tr: Bir saatten daha kısa süre önce eklendi
uk: Додано менше ніж годину тому
vi: Đã thêm chưa đầy một giờ trước
zh_cn: 不到 1 小时前添加
zh_tw: 不到一小時前加入

# vpn.devices.listItemDescriptionCurrent
source: Current Device
cs: Současné zařízení
cy: Y Ddyfais Gyfredol
da: Aktuelle enhed
de: Aktuelles Gerät
el: Τρέχουσα συσκευή
es_ar: Dispositivo actual
fr: Cet appareil
fy_nl: Aktuele apparaat
hu: Jelenlegi eszköz
ia: Apparato actual
id: Perangkat Saat Ini
is: Núverandi tæki
it: Dispositivo corrente
ja: 現在の端末
lo: ອຸປະກອນປະຈຸບັນ
nl: Huidige apparaat
pl: Bieżące urządzenie
pt_br: Dispositivo atual
pt_pt: Dispositivo atual
ru: Текущее устройство
sk: Aktuálne zariadenie
sl: trenutna naprava
sq: Pajisja e Tanishme
sv_se: Aktuell enhet
th: อุปกรณ์ปัจจุบัน
tr: Kullandığınız cihaz
uk: Поточний пристрій
vi: Thiết bị hiện tại
zh_cn: 当前设备
zh_tw: 目前裝置

# vpn.devices.listItemRemoveDeviceAccessibility
source: Remove %1
cs: Odstranit zařízení %1
cy: Tynnu %1
da: Fjern %1
de: %1 entfernen
el: Αφαίρεση «%1»
es_ar: Eliminar %1
fr: Supprimer %1
fy_nl: %1 ferwiderje
hu: %1 eltávolítása
ia: Remover %1
id: Hapus %1
is: Fjarlægja %1
it: Rimuovi %1
ja: %1 を削除
lo: ເອົາ %1 ອອກ
nl: %1 verwijderen
pl: Usuń %1
pt_br: Remover %1
pt_pt: Remover %1
ru: Удалить %1
sk: Odstrániť %1
sl: Odstrani %1
sq: Hiqe %1
sv_se: Ta bort %1
th: เอา %1 ออก
tr: %1 cihazını kaldır
uk: Вилучити %1
vi: Xoá %1
zh_cn: 移除 %1
zh_tw: 移除 %1
