Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.localNetworkAccess.subLabel
source: Access Apple CarPlay, AirDrop, AirPlay and local network devices like printers.
cs: Přístup k Apple CarPlay, AirDrop, AirPlay a zařízením v místní síti, jako jsou tiskárny.
de: Greifen Sie auf Apple CarPlay, AirDrop, AirPlay und lokale Netzwerkgeräte wie Drucker zu.
el: Πρόσβαση σε Apple CarPlay, AirDrop, AirPlay και συσκευές τοπικού δικτύου όπως εκτυπωτές.
es_ar: Accedé a Apple CarPlay, AirDrop, AirPlay y a dispositivos de red la local como impresoras.
fy_nl: Benaderje Apple CarPlay, AirDrop, AirPlay en lokale netwurkapparaten, lykas printers.
hu: Érje el az Apple CarPlayt, az AirDropot, az Airplayt és a helyi hálózati eszközöket, például a nyomtatókat.
is: Fáðu aðgang að Apple CarPlay, AirDrop, AirPlay og staðbundnum nettækjum eins og prenturum.
it: Accedi a Apple CarPlay, AirDrop, AirPlay e ai dispositivi di rete locali come le stampanti.
nl: Benader Apple CarPlay, AirDrop, AirPlay en lokale netwerkapparaten zoals printers.
pt_br: Acesse Apple CarPlay, AirDrop, AirPlay e dispositivos na rede local, como impressoras.
sl: Dostop do Apple CarPlay, AirDrop, AirPlay in krajevnih omrežnih naprav, kot so tiskalniki.
sq: Përdorni Apple CarPlay, AirDrop, AirPlay dhe pajisje rrjeti vendor, bie fjala, shtypës.
sv_se: Få åtkomst till Apple CarPlay, AirDrop, AirPlay och lokala nätverksenheter som skrivare.
th: เข้าถึง Apple CarPlay, AirDrop, AirPlay และอุปกรณ์เครือข่ายเฉพาะที่ เช่น เครื่องพิมพ์
tr: Apple CarPlay, AirDrop, AirPlay ve yazıcı gibi yerel ağ cihazlarına erişebilirsiniz.
vi: Truy cập Apple CarPlay, AirDrop, AirPlay và các thiết bị mạng cục bộ như máy in.
zh_tw: 存取 Apple CarPlay、AirDrop、Airplay 以及印表機等區域網路裝置。

# vpn.paymentMethods.jcb
source: JCB
zh_cn: 吉士美（JCB）

# vpn.paymentMethods.mastercard
source: Mastercard
zh_cn: 万事达（MasterCard）

# vpn.paymentMethods.unionpay
source: UnionPay
zh_cn: 银联（Union Pay）
zh_tw: 銀聯

# macosinstaller.conclusion.message3
source: Help.
cs: Nápověda.
el: Βοήθεια.
es_ar: Ayuda.
pt_br: Ajuda.
sv_se: Hjälp.
vi: Trợ giúp.

# vpn.devices.myDevices
source: Devices
cs: Zařízení
el: Συσκευές
es_ar: Dispositivos
fy_nl: Apparaten
nl: Apparaten
pt_br: Dispositivos
sv_se: Enheter
vi: Thiết bị

# vpn.localNetworkAccess.label
source: Local network access
cs: Přístup k místní síti
el: Πρόσβαση τοπικού δικτύου
es_ar: Acceso a la red local
fy_nl: Lokale netwurktagong
hu: Helyi hálózati hozzáférés
lo: ການເຂົ້າເຖິງເຄືອຂ່າຍສະເພາະບ່ອນ
nl: Lokale netwerktoegang
pt_br: Acesso à rede local
sl: Dostop do lokalnega omrežja
sq: Hyrje në rrjet vendor
sv_se: Lokal nätverksåtkomst
vi: Truy cập mạng cục bộ
zh_tw: 存取區域網路

# vpn.localNetworkAccess.vpnMustBeOff
source: VPN must be off to edit “Local network access”
cs: Pro úpravu “Přístup k místní síti” musí být VPN vypnuta
el: Το VPN πρέπει να είναι ανενεργό για την επεξεργασία της «Πρόσβασης τοπικού δικτύου»
es_ar: La VPN debe estar desactivada para editar “Acceso a la red local”
fy_nl: VPN moat útskeakele wêze om ‘lokale netwurktagong’ te bewurkjen
hu: A „Helyi hálózati hozzáférés” szerkesztéséhez ki kell kapcsolni a VPN-t
nl: VPN dient uitgeschakeld te zijn om ‘Lokale netwerktoegang’ te bewerken
pt_br: A VPN deve estar desativada para editar “Acesso à rede local”
sl: Za urejanje možnosti »Dostop do lokalnega omrežja« mora biti VPN izklopljen
sq: VPN-ja duhet të jetë e çaktivizuar, që të përpunohet “Hyrje në rrjet vendor”
sv_se: VPN måste vara avstängt för att redigera "Lokal nätverksåtkomst"
vi: Phải tắt VPN để chỉnh sửa “Truy cập mạng cục bộ”
zh_tw: 必須先中斷 VPN 才能編輯「存取區域網路」
