Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.paymentMethods.iapGoogle
source: Google subscription
cs: Předplatné Google
cy: Tanysgrifiad Google
da: Google-abonnement
de: Google-Abonnement
el: Συνδρομή Google
es_ar: Suscripción de Google
fr: Abonnement Google
fy_nl: Google-abonnemint
hu: Google-előfizetés
ia: Abonamento Google
id: Langganan Google
is: Google-áskrift
it: Abbonamento Google
ja: Google サブスクリプション
lo: ການສະໝັກໃຊ້ Google
nl: Google-abonnement
pl: Subskrypcja Google
pt_br: Assinatura do Google
pt_pt: Subscrição da Google
ru: Подписка Google
sk: Predplatné Google
sl: Naročnina Google
sq: Pajtim Google
sv_se: Google-prenumeration
th: การสมัครสมาชิกผ่าน Google
tr: Google aboneliği
uk: Передплата Google
vi: Gói đăng ký tại Google
zh_cn: Google 订阅
zh_tw: Google 訂閱

# vpn.permissionMacos.body
source: To use Mozilla VPN, please allow it to run in the background.
de: Um Mozilla VPN verwenden zu können, lassen Sie es bitte im Hintergrund laufen.
is: Til að nota Mozilla VPN skaltu leyfa því að keyra í bakgrunni.
it: Per utilizzare Mozilla VPN, consenti l’esecuzione in background.
pl: Aby móc korzystać z Mozilla VPN, zezwól na jej działanie w tle.
ru: Чтобы использовать Mozilla VPN, разрешите ему работать в фоновом режиме.
tr: Mozilla VPN’i kullanmak için lütfen arka planda çalışmasına izin verin.

# vpn.permissionMacos.instructions
source: In order to do this, please click the button below to open the <i>Login Items</i> of your <i>System Preferences</i>, and enable <i>Allow in the background</i> for Mozilla VPN.
de: Um dies zu tun, klicken Sie bitte auf die folgende Schaltfläche, um in den <i>Systemeinstellungen</i> die <i>Zugangsdaten</i> zu öffnen, und aktivieren Sie die Option <i>VPN im Hintergrund ausführen</i> für Mozilla VPN.
is: Til að gera það skaltu smella á hnappinn hér að neðan til að opna <i>Innskráningaratriði</i> í <i>kerfisstillingunum</i> og virkja <i>Leyfa í bakgrunni</i> fyrir Mozilla VPN.
it: Per farlo, fai clic sul pulsante sottostante per aprire gli <i>Elementi login</i> nelle <i>Impostazioni di Sistema</i> e attiva <i>Consenti in background</i> per Mozilla VPN.
pl: Aby to zrobić, kliknij poniższy przycisk, aby otworzyć <i>Elementy logowania</i> w <i>Ustawieniach systemowych</i> i włącz opcję <i>Zezwalaj na działanie w tle</i> dla Mozilla VPN.
ru: Для этого, пожалуйста, нажмите кнопку ниже, чтобы открыть <i>Элементы входа</i> ваших <i>Системных настроек</i>, и включите <i>Разрешить в фоне</i> для Mozilla VPN.
tr: Bunun için lütfen aşağıdaki düğmeye tıklayarak <i>Sistem Tercihleri</i> içindeki <i>Oturum Açma Öğeleri</i>’ni açın ve Mozilla VPN için <i>Arka planda izin ver</i>’i işaretleyin.

# vpn.permissionMacos.instructionsMacOS15
source: In order to do this, please click the button below to open the <i>Login Items & Extensions</i> of your <i>System Preferences</i>, and enable <i>Allow in the background</i> for Mozilla VPN.
ru: Для этого, пожалуйста, нажмите на кнопку ниже, чтобы открыть <i>Элементы входа и расширения</i> ваших <i>Системных настроек</i>, и включите <i>Разрешить в фоне</i> для Mozilla VPN.

# vpn.permissionMacos.instructionsMacOS26
source: In order to do this, please click the button below to open the <i>Login Items & Extensions</i> of your <i>System Preferences</i>, and enable <i>App Background Activity</i> for Mozilla VPN.
ru: Для этого, пожалуйста, нажмите на кнопку ниже, чтобы открыть <i>Элементы входа и расширения</i> в ваших <i>Системных настройках</i>, и включите <i>Фоновую активность приложения</i> для Mozilla VPN.

# vpn.permissionMacos.instructionsTahoe
source: In order to do this, please click the button below to open the <i>Login Items & Extensions</i> of your <i>System Preferences</i>, and enable <i>App Background Activity</i> for Mozilla VPN.
pl: Aby to zrobić, kliknij poniższy przycisk, aby otworzyć <i>Elementy i rozszerzenia logowania</i> w <i>Ustawieniach systemowych</i> i włącz opcję <i>Aktywność aplikacji w tle</i> dla Mozilla VPN.
ru: Для этого, пожалуйста, нажмите на кнопку ниже, чтобы открыть <i>Элементы входа и расширения</i> в ваших <i>Системных настройках</i>, и включите <i>Фоновую активность приложения</i> для Mozilla VPN.

# vpn.permissionMacos.openSettingsButtonLabel
source: Open Login Items
de: Anmeldeelemente öffnen
is: Opna innskráningaratriði
it: Apri Elementi login
pl: Otwórz Elementy logowania
ru: Открыть элементы входа
tr: Oturum Açma Öğeleri’ni aç

# vpn.permissionMacos.openSettingsButtonLabelMacOS15
source: Open Login Items & Extensions
ru: Открыть «Элементы входа и расширения»

# vpn.permissionMacos.openSettingsButtonLabelTahoe
source: Open Login Items & Extensions
pl: Otwórz Elementy i rozszerzenia logowania
ru: Открыть «Элементы входа и расширения»

# vpn.permissionMacos.title
source: Allow VPN to run in background
de: VPN im Hintergrund ausführen
is: Leyfa VPN að keyra í bakgrunni
it: Consenti alla VPN di funzionare in background
pl: Zezwól na działanie VPN w tle
ru: Разрешить VPN работать в фоновом режиме
tr: VPN’in arka planda çalışmasına izin verin

# vpn.product.description
source: A fast, secure and easy to use VPN. Built by the makers of Firefox.
cs: Rychlá, bezpečná a snadno použitelná VPN. Od tvůrců Firefoxu.
cy: VPN cyflym, diogel a hawdd ei ddefnyddio. Adeiladwyd gan wneuthurwyr Firefox.
da: Hurtig, sikker og brugervenlig VPN. Bygget af holdet bag Firefox.
de: Ein schnelles, sicheres und benutzerfreundliches VPN – entwickelt von den Machern von Firefox.
el: Ένα γρήγορο, ασφαλές και εύχρηστο VPN. Από τους δημιουργούς του Firefox.
es_ar: Una VPN rápida, segura y fácil de usar. Hecha por los creadores de Firefox.
fr: Un VPN rapide, sûr et facile à utiliser. Conçu par les équipes de Firefox.
fy_nl: In rappe, feilige en maklik te brûken VPN. Boud troch de makkers fan Firefox.
hu: Gyors, biztonságos és könnyen használható VPN. A Firefox készítői által összeállítva.
ia: Producite per le autores de Firefox. Producite per le productores de Firefox.
id: VPN yang cepat, aman, dan mudah digunakan. Dibuat oleh pembuat Firefox.
is: VPN-einkanetshugbúnaður sem vinnur hratt, öruggt og er auðveldur í notkun. Hannað af framleiðendum Firefox.
it: Una VPN veloce, sicura e facile da utilizzare. Realizzata dagli autori di Firefox.
ja: 高速、安全で使いやすい VPN。 Firefox のメーカーにより構築されました。
lo: VPN ໄວ, ປອດໄພ ແລະ ໃຊ້ງ່າຍ. ສ້າງຂຶ້ນໂດຍຜູ້ຜະລິດ Firefox.
nl: Een snelle, veilige en eenvoudig te gebruiken VPN. Gebouwd door de makers van Firefox.
pl: Szybki, bezpieczny i łatwy w użyciu VPN. Zbudowany przez twórców Firefoksa.
pt_br: Uma VPN rápida, segura e fácil de usar. Feita pelos criadores do Firefox.
pt_pt: Uma VPN rápida, segura e fácil de usar. Criada pelos autores do Firefox.
ru: Быстрый, безопасный и простой в использовании VPN. Создан разработчиками Firefox.
sk: Rýchla, bezpečná a ľahko použiteľná VPN. Od tvorcov Firefoxu.
sl: Hiter, varen in enostaven VPN. Izdelek izdelovalcev Firefoxa.
sq: Një VPN i shpejtë, i sigurt dhe i lehtë për t’u përdorur. Ndërtuar nga krijuesit e Firefox-it.
sv_se: Ett snabbt, säkert och lättanvänt VPN. Byggt av skaparna av Firefox.
th: VPN ที่รวดเร็ว ปลอดภัย และใช้งานง่าย สร้างขึ้นโดยผู้สร้าง Firefox
tr: Hızlı, güvenli ve kullanımı kolay bir VPN. Firefox’un yapımcılarından.
uk: Швидка, безпечна та проста у користуванні VPN. Створений виробниками Firefox.
vi: Một VPN nhanh, an toàn và dễ sử dụng. Được xây dựng bởi các nhà sản xuất Firefox.
zh_cn: 高速、安全且易用的 VPN，Firefox 开发商荣誉出品。
zh_tw: 這是一套由 Firefox 的開發者打造，又快又安全，還方便使用的 VPN 軟體。

# vpn.purchase.percentSaved
source: Save %1%
cs: Ušetříte %1 %
cy: Cadw %1%
da: Spar %1%
de: Sie sparen %1%
el: Εξοικονομήστε %1%
es_ar: Ahorro %1%
fr: Économiser %1 %
fy_nl: Besparje %1%
hu: %1% megtakarítás
ia: Economisa %1%
id: Hemat %1%
is: Sparaðu %1%
it: Risparmia %1%
ja: %1% 引き
lo: ປະຢັດ %1%
nl: Bespaar %1%
pl: Zaoszczędź %1%
pt_br: Economize %1%
pt_pt: Poupe %1%
ru: Сэкономьте %1%
sk: Ušetrite %1 %
sl: Prihranite %1 %
sq: Kurseni %1%
sv_se: Spara %1%
th: ประหยัด %1%
tr: %1% tasarruf edin
uk: Заощаджуйте %1%
vi: Tiết kiệm %1%
zh_cn: 立省 %1%
zh_tw: 省下 %1%

# vpn.purchase.subscribeNow
source: Subscribe now
cs: Předplatit
cy: Tanysgrifiwch nawr
da: Abonner nu
de: Jetzt abonnieren
el: Εγγραφή τώρα
es_ar: Suscribirse ahora
fr: S’abonner maintenant
fy_nl: No abonnearje
hu: Előfizetés most
ia: Subscribe te ora
id: Berlangganan sekarang
is: Gerast áskrifandi núna
it: Abbonati adesso
ja: 今すぐ購読
lo: ເປັນສະມາຊິກຕອນນີ້
nl: Nu abonneren
pl: Subskrybuj
pt_br: Assinar agora
pt_pt: Subscrever agora
ru: Подписаться сейчас
sk: Predplatiť
sl: Naroči se zdaj
sq: Pajtohuni tani
sv_se: Prenumerera nu
th: สมัครสมาชิกเลย
tr: Şimdi abone ol
uk: Передплатити зараз
vi: Đăng ký ngay
zh_cn: 立即订阅
zh_tw: 立即訂閱

# vpn.purchase.subscriptionOption
source: %1-month plan: %2
cs: %1měsíční předplatné: %2
cy: Cynllun %1 mis: %2
da: %1-måneders plan: %2
de: %1-monatlicher Plan: %2
el: %1-μηνιαίο πρόγραμμα: %2
es_ar: Plan de %1 meses: %2
fr: Forfait de %1 mois : %2
fy_nl: Abonnemint foar meardere moannen (%1): %2
hu: %1 havi előfizetés: %2
ia: Plano de %1 menses: %2
id: Paket %1 bulan: %2
is: %1-mánaða áskrift: %2
it: Piano %1 mesi: %2
ja: %1 か月プラン: %2
lo: %1-ແຜນການເດືອນ: %2
nl: Abonnement voor meerdere maanden (%1): %2
pl: Abonament %1-miesięczny: %2
pt_br: Plano de %1 meses: %2
pt_pt: Plano de %1 mês/meses: %2
ru: %1-месячный план: %2
sk: %1-mesačný plán: %2
sl: %1-mesečni paket: %2
sq: Plan %1 mujor: %2
sv_se: %1-månadsplan: %2
th: แผน %1 เดือน: %2
tr: %1 aylık paket: %2
uk: %1-місячний тарифний план: %2
vi: Gói %1 tháng: %2
zh_cn: %1 月方案：%2
zh_tw: %1 月付方案：%2

# vpn.purchaseWeb.inProgress2
source: Please continue subscribing in your browser…
cs: S nastavením předplatného pokračujte prosím ve svém prohlížeči…
cy: Parhewch i danysgrifio yn eich porwr…
da: Fortsæt med abonnements-processen i din browser…
de: Bitte fahren Sie mit dem Abonnieren in Ihrem Browser fort…
el: Παρακαλούμε συνεχίστε την εγγραφή σας στο πρόγραμμα περιήγησής σας…
es_ar: Continuá la suscripción desde el navegador…
fr: Veuillez finaliser l’abonnement dans votre navigateur…
fy_nl: Gean yn jo browser fierder mei it foltôgjen fan jo abonnemint…
hu: Folytassa az előfizetést a böngészőjében…
ia: Per favor, continua le procedura de abonamento in le navigator…
id: Silakan lanjutkan berlangganan di peramban Anda…
is: Haltu áfram áskriftinni í vafranum þínum…
it: Continua la procedura di abbonamento nel browser…
ja: ブラウザーで購読を続けてください...
lo: ກະລຸນາສືບຕໍ່ການສະໝັກສະມາຊິກໃນໂປຣແກຣມທ່ອງເວັບຂອງທ່ານ…
nl: Ga in uw browser verder met het voltooien van uw abonnement…
pl: Kontynuuj subskrypcję w przeglądarce…
pt_br: Continue a assinatura em seu navegador…
pt_pt: Por favor continue a subscrição no seu navegador…
ru: Пожалуйста, продолжайте оформление подписки в вашем браузере…
sk: S nastavením predplatného pokračujte prosím vo svojom prehliadači…
sl: Nadaljujte z naročanjem v brskalniku …
sq: Ju lutemi, vazhdoni duke bërë pajtimin që nga shfletuesi juaj…
sv_se: Fortsätt prenumerera i din webbläsare…
th: โปรดทำการสมัครสมาชิกต่อในเบราว์เซอร์ของคุณ…
tr: Abonelik işlemine lütfen tarayıcınızda devam edin…
uk: Завершіть передплату у своєму браузері…
vi: Vui lòng tiếp tục đăng ký trong trình duyệt của bạn…
zh_cn: 请继续在您的浏览器中订阅……
zh_tw: 請在瀏覽器中繼續完成訂閱…

# vpn.purchaseWeb.message
source: We couldn’t find a subscription for %1. Subscribe now to protect your connection.
cs: Nepodařilo se nám najít předplatné pro e-mail %1. Chcete-li chránit své připojení, přihlaste se.
cy: Methwyd dod o hyd i danysgrifiad ar gyfer %1. Tanysgrifiwch nawr i ddiogelu eich cysylltiad.
da: Vi kunne ikke finde et abonnement for %1. Abonner nu for at beskytte din forbindelse.
de: Wir konnten kein Abonnement für %1 finden. Melden Sie sich jetzt an, um Ihre Verbindung zu schützen.
el: Δεν μπορέσαμε να βρούμε συνδρομή για το %1. Εγγραφείτε τώρα για να προστατέψετε τη σύνδεσή σας.
es_ar: No pudimos encontrar una suscripción para %1. Suscribite ahora para proteger tu conexión.
fr: Impossible de trouver un abonnement pour %1. Abonnez-vous maintenant pour protéger votre connexion.
fy_nl: Wy kinne gjin abonnemint op %1 fine. Nim no in abonnemint om jo ferbining te beskermjen.
hu: Nem találtuk meg a %1 előfizetését. A kapcsolata védelme érdekében fizessen elő most.
ia: Nos non poteva trovar un abonamento pro %1. Abona te ora pro proteger tu connexion.
id: Kami tidak dapat menemukan langganan untuk %1. Berlangganan sekarang untuk melindungi koneksi Anda.
is: Við fundum ekki áskrift fyrir %1. Gerstu áskrifandi núna til að vernda tenginguna þína.
it: Non è stato possibile trovare un abbonamento per %1. Abbonati adesso per proteggere la tua connessione.
ja: %1 のサブスクリプションが見つかりませんでした。今すぐ登録して、接続を保護してください。
lo: ພວກເຮົາບໍ່ສາມາດຊອກຫາການສະໝັກໃຊ້ %1 ໄດ້. ສະໝັກດຽວນີ້ເພື່ອປົກປ້ອງການເຊື່ອມຕໍ່ຂອງທ່ານ.
nl: We kunnen geen abonnement op %1 vinden. Neem nu een abonnement om uw verbinding te beschermen.
pl: Nie mogliśmy znaleźć subskrypcji dla %1. Zasubskrybuj teraz, aby chronić swoje połączenie.
pt_br: Não foi possível encontrar uma assinatura do %1. Assine agora para proteger sua conexão.
pt_pt: Não encontrámos uma subscrição associada a %1. Subscreva agora para proteger a sua ligação.
ru: Не удалось найти подписку для %1. Подпишитесь сейчас, чтобы защитить свое соединение.
sk: Nepodarilo sa nájsť predplatné pre %1. Prihláste sa ešte teraz, aby ste ochránili svoje pripojenie.
sl: Naročnine za %1 ni bilo mogoče najti. Naročite se zdaj in zaščitite svojo povezavo.
sq: S’gjetëm dot një pajtim për %1. Pajtohuni tani që të mbroni lidhjen tuaj.
sv_se: Vi kunde inte hitta en prenumeration för %1. Prenumerera nu för att skydda din anslutning.
th: เราไม่พบการสมัครสมาชิกสำหรับ %1 สมัครเลยตอนนี้เพื่อปกป้องการเชื่อมต่อของคุณ
tr: %1 adresine ait bir abonelik bulamadık. Bağlantınızı korumak için şimdi abone olun.
uk: Не вдалося знайти передплату для %1. Передплатіть зараз, щоб захистити своє з’єднання.
vi: Chúng tôi không thể tìm thấy gói đăng ký của %1. Đăng ký ngay để bảo vệ kết nối của bạn.
zh_cn: 我们找不到 %1 的订阅。立即订阅以保护您的连接。
zh_tw: 找不到 %1 的訂閱紀錄，請立即訂閱以保護您的連線內容。

# vpn.purchaseWeb.title
source: Subscribe to Mozilla VPN
cs: Přihlásit se k předplatnému Mozilla VPN
cy: Tanysgrifiwch i Mozilla VPN
da: Abonner på Mozilla VPN
de: Mozilla VPN abonnieren
el: Εγγραφή στο Mozilla VPN
es_ar: Suscribite a la Mozilla VPN
fr: Abonnez-vous à Mozilla VPN
fy_nl: Abonnearje op Mozilla VPN
hu: Előfizetés a Mozilla VPN-re
ia: Abona te a Mozilla VPN
id: Berlangganan Mozilla VPN
is: Gerast áskrifandi að Mozilla VPN
it: Abbonati a Mozilla VPN
ja: Mozilla VPN に登録する
lo: ສະໝັກໃຊ້ Mozilla VPN
nl: Abonneren op Mozilla VPN
pl: Wykup subskrypcję Mozilla VPN
pt_br: Assine o Mozilla VPN
pt_pt: Subscreva à Mozilla VPN
ru: Подписаться на Mozilla VPN
sk: Prihlásiť sa k predplatnému Mozilla VPN
sl: Naročanje na Mozilla VPN
sq: Pajtohuni te Mozilla VPN
sv_se: Prenumerera på Mozilla VPN
th: สมัครสมาชิก Mozilla VPN
tr: Mozilla VPN’e abone olun
uk: Передплатіть Mozilla VPN
vi: Đăng ký Mozilla VPN
zh_cn: 订阅 Mozilla VPN
zh_tw: 訂閱 Mozilla VPN

# vpn.resetSettings.body1
source: This will reset all VPN settings, including:
cs: Tímto obnovíte všechna nastavení VPN, včetně:
da: Dette nulstiller alle VPN-indstillinger, inklusive:
de: Dadurch werden alle VPN-Einstellungen zurückgesetzt, einschließlich:
el: Αυτή η ενέργεια θα επαναφέρει όλες τις ρυθμίσεις VPN, όπως:
es_ar: Esto restablecerá todas las configuraciones de VPN, incluyendo:
fy_nl: Dit sil alle VPN-ynstellingen weromsette, wêrûnder:
hu: Ez alaphelyzetbe állítja az összes VPN-beállítást, többek között:
id: Ini akan mengatur ulang semua pengaturan VPN, termasuk:
is: Þetta mun endurstilla allar VPN-stillingar, þar á meðal:
it: Questa operazione ripristinerà tutte le impostazioni della VPN, inclusi:
lo: ນີ້ຈະຣີເຊັດການຕັ້ງຄ່າ VPN ທັງໝົດ, ລວມທັງ:
nl: Dit zal alle VPN-instellingen herinitialiseren, waaronder:
pl: Zresetuje to wszystkie ustawienia VPN, w tym:
pt_br: Redefine todas as configurações de VPN, inclusive:
ru: Это приведет к сбросу всех настроек VPN, в том числе:
sk: Týmto sa obnovia všetky nastavenia VPN vrátane:
sl: S tem boste ponastavili vse nastavitve VPN, vključno z:
sq: Kjo të kthejë te parazgjedhjet krejt rregullimet për VPN-në, përfshi:
sv_se: Detta återställer alla VPN-inställningar, inklusive:
th: การกระทำนี้จะล้างการตั้งค่า VPN ทั้งหมด รวมถึง:
tr: Bu işlem tüm VPN ayarlarını sıfırlayacaktır. Şunlar da sıfırlanacaktır:
vi: Thao tác này sẽ đặt lại tất cả cài đặt VPN, bao gồm:
zh_tw: 將重設所有 VPN 設定，包含：

# vpn.resetSettings.body2
source: Resetting the VPN will sign you out, but your account will not be deleted.
cs: Obnovením VPN budete odhlášeni, ale váš účet nebude smazán.
da: Nulstilling af VPN'en medfører, at du bliver logget ud. Men din konto bliver ikke slettet.
de: Beim Zurücksetzen des VPN werden Sie abgemeldet, Ihr Konto wird aber nicht gelöscht.
el: Η επαναφορά του VPN θα σας αποσυνδέσει, αλλά ο λογαριασμός σας δε θα διαγραφεί.
es_ar: Restablecer la VPN cerrará la sesión, pero tu cuenta no se eliminará.
fy_nl: De VPN weromsette, wurde jo ôfmeld, mar jo account sil net fuortsmiten wurde.
hu: A VPN alaphelyzetbe állítása kijelentkeztetheti, de a fiókja nem kerül törlésre.
id: Menyetel ulang VPN akan mengeluarkan Anda, tetapi akun Anda tidak akan dihapus.
is: Að endurstilla VPN mun skrá þig út, en reikningnum þínum verður ekki eytt.
it: Ripristinando le impostazioni della VPN verrai disconnesso, ma il tuo account non verrà eliminato.
ja: VPN をリセットするとログアウトされますが、アカウントは削除されません。
nl: Als u de VPN herinitialiseert, wordt u afgemeld, maar uw account wordt niet verwijderd.
pl: Zresetowanie VPN spowoduje wylogowanie, ale Twoje konto nie zostanie usunięte.
pt_br: Redefinir a VPN desconecta da sua conta, mas ela não é excluída.
ru: Сброс VPN приведёт к выходу, но ваш аккаунт не будет удалён.
sk: Obnovením siete VPN sa odhlásite, ale váš účet sa neodstráni.
sl: Ob ponastavitvi VPN boste odjavljeni, vendar vaš račun ne bo izbrisan.
sq: Rikthimi i VPN-së te parazgjedhjet do të sjellë nxjerrjen tuaj nga llogaria, por ajo s’do të fshihet.
sv_se: Om du återställer VPN loggas du ut, men ditt konto raderas inte.
th: การล้างค่า VPN จะนำคุณออกจากระบบ แต่บัญชีของคุณจะไม่ถูกลบออก
tr: VPN’i sıfırlamak oturumunuzu kapatır ama hesabınız silinmez.
vi: Việc đặt lại VPN sẽ đăng xuất tài khoản của bạn, nhưng sẽ không bị xóa.
zh_tw: 重設 VPN 會將您登出，但不會刪除您的帳號。

# vpn.resetSettings.confirmResetModalBody
source: Reset Mozilla VPN settings? This can’t be undone.
cs: Chcete obnovit nastavení Mozilla VPN? Tuto akci nelze vrátit.
da: Vil du nulstille indstillingerne for Mozilla VPN? Dette kan ikke fortrydes.
de: Mozilla-VPN-Einstellungen zurücksetzen? Dies kann nicht rückgängig gemacht werden.
el: Επαναφορά ρυθμίσεων Mozilla VPN; Αυτή η ενέργεια δε μπορεί να αναιρεθεί.
es_ar: ¿Restablecer la configuración de Mozilla VPN? No se puede deshacer.
fy_nl: Mozilla VPN-ynstellingen weromsette? Dit kin net ûngedien makke wurde.
hu: Alaphelyzetbe állítja a Mozilla VPN beállításait? Ez nem vonható vissza.
id: Setel ulang pengaturan Mozilla VPN? Ini tidak dapat diurungkan.
is: Endurstilla Mozilla VPN-stillingar? Þetta er ekki hægt að afturkalla.
it: Ripristinare le impostazioni di Mozilla VPN? Questa operazione non può essere annullata.
ja: Mozilla VPN 設定をリセットしますか？ この操作は元に戻せません。
nl: Mozilla VPN-instellingen herinitialiseren? Dit kan niet ongedaan worden gemaakt.
pl: Zresetować ustawienia Mozilla VPN? Tego nie można cofnąć.
pt_br: Redefinir as configurações do Mozilla VPN? Não pode ser desfeito.
ru: Сбросить настройки Mozilla VPN? Это не может быть отменено.
sk: Obnoviť nastavenia siete Mozilla VPN? Toto sa nedá vrátiť späť.
sl: Želite obnoviti nastavitve aplikacije Mozilla VPN na privzete vrednosti? Tega ni mogoče razveljaviti.
sq: Të rikthehet te parazgjedhjetVPN-ja Mozilla? Kjo s’mund të zhbëhet.
sv_se: Återställ Mozilla VPN-inställningar? Detta kan inte ångras.
th: ล้างการตั้งค่า Mozilla VPN หรือไม่? การกระทำนี้ไม่สามารถเรียกคืนได้
tr: Mozilla VPN ayarları sıfırlansın mı? Bu işlem geri alınamaz.
vi: Đặt lại cài đặt Mozilla VPN? Không thể hoàn tác việc này.
zh_tw: 確定要重設 Mozilla VPN 設定嗎？此動作無法還原。

# vpn.resetSettings.confirmResetModalResetButtonLabel
source: Reset and quit
cs: Obnovit a ukončit
da: Nulstil og afslut
de: Zurücksetzen und beenden
el: Επαναφορά και έξοδος
es_ar: Restablecer y salir
fy_nl: Weromsette en ôfslute
hu: Alaphelyzetbe állítás és kilépés
id: Setel ulang dan keluar
is: Endurstilla og hætta
it: Ripristina ed esci
ja: リセットして終了
lo: ຣີເຊັດ ແລະ ອອກ
nl: Herinitialiseren en afsluiten
pl: Zresetuj i zakończ
pt_br: Redefinir e sair
ru: Сбросить и выйти
sk: Obnoviť a ukončiť
sl: Ponastavi in zapri
sq: Ktheje dhe dil
sv_se: Återställ och avsluta
th: ล้างค่าแล้วออก
tr: Sıfırla ve çık
vi: Đặt lại và thoát
zh_tw: 重設並離開

# vpn.resetSettings.confirmResetModalTitle
source: Confirm reset
cs: Potvrzení obnovení
da: Bekræft nulstilling
de: Zurücksetzen bestätigen
el: Επιβεβαίωση επαναφοράς
es_ar: Confirmar restablecimiento
fy_nl: Weromsette befêstigje
hu: Alaphelyzetbe állítás megerősítése
id: Konfirmasi penyetelan ulang
is: Staðfesta endurstillingu
it: Conferma ripristino
ja: リセットの確認
lo: ຢືນຢັນການຣີເຊັດ
nl: Herinitialisatie bevestigen
pl: Potwierdź resetowanie
pt_br: Confirmar redefinição
ru: Подтвердить сброс
sk: Potvrdenie obnovenia
sl: Potrdi ponastavitev
sq: Ripohoni rikthimin
sv_se: Bekräfta återställning
th: ยืนยันการล้างค่า
tr: Sıfırlamayı onaylayın
vi: Xác nhận đặt lại
zh_tw: 確認重設

# vpn.resetSettings.listItemPreferences
source: Preferences
cs: Předvolby
da: Indstillinger
de: Einstellungen
el: Προτιμήσεις
es_ar: Preferencias
fy_nl: Foarkarren
hu: Beállítások
id: Pengaturan
is: Kjörstillingar
it: Preferenze
ja: 設定
lo: ການຕັ້ງຄ່າ
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ru: Настройки
sk: Predvoľby
sl: Nastavitve
sq: Parapëlqime
sv_se: Inställningar
th: การกำหนดลักษณะ
tr: Tercihler
vi: Tùy chỉnh
zh_tw: 偏好設定

# vpn.resetSettings.resetButtonLabel
source: Reset VPN
cs: Obnovit VPN
da: Nulstil VPN
de: VPN zurücksetzen
el: Επαναφορά VPN
es_ar: Restablecer VPN
fy_nl: VPN weromsette
hu: VPN alaphelyzetbe állítása
id: Setel Ulang VPN
is: Endurstilla VPN
it: Ripristina VPN
ja: VPN をリセット
lo: ຣີເຊັດ VPN
nl: VPN herinitialiseren
pl: Zresetuj VPN
pt_br: Redefinir VPN
ru: Сбросить VPN
sk: Obnoviť nastavenia VPN
sl: Ponastavi VPN
sq: Riktheje VPN te parazgjedhjet
sv_se: Återställ VPN
th: ล้างค่า VPN
tr: VPN’i sıfırla
vi: Đặt lại VPN
zh_tw: 重設 VPN

# vpn.resetSettings.resetLabel
source: Reset VPN
cs: Obnovit VPN
da: Nulstil VPN
de: VPN zurücksetzen
el: Επαναφορά VPN
es_ar: Restablecer VPN
fy_nl: VPN weromsette
hu: VPN alaphelyzetbe állítása
id: Setel Ulang VPN
is: Endurstilla VPN
it: Ripristina VPN
ja: VPN をリセット
lo: ຣີເຊັດ VPN
nl: VPN herinitialiseren
pl: Zresetuj VPN
pt_br: Redefinir VPN
ru: Сбросить VPN
sk: Obnoviť nastavenia VPN
sl: Ponastavi VPN
sq: Riktheje VPN te parazgjedhjet
sv_se: Återställ VPN
th: ล้างค่า VPN
tr: VPN’i sıfırla
vi: Đặt lại VPN
zh_tw: 重設 VPN

# vpn.resetSettings.title
source: Reset Mozilla VPN
cs: Obnovit Mozilla VPN
da: Nulstil Mozilla VPN
de: Mozilla VPN zurücksetzen
el: Επαναφορά του Mozilla VPN
es_ar: Restablecer Mozilla VPN
fy_nl: Mozilla VPN weromsette
hu: A Mozilla VPN alaphelyzetbe állítása
id: Setel Ulang Mozilla VPN
is: Endurstilla Mozilla VPN
it: Ripristina Mozilla VPN
ja: Mozilla VPN をリセット
lo: ຣີເຊັດ Mozilla VPN
nl: Mozilla VPN herinitialiseren
pl: Zresetuj Mozilla VPN
pt_br: Redefinir Mozilla VPN
ru: Сбросить Mozilla VPN
sl: Ponastavi Mozilla VPN
sq: Riktheje Mozilla VPN te parazgjedhjet
sv_se: Återställ Mozilla VPN
th: ล้างค่า Mozilla VPN
tr: Mozilla VPN’i sıfırla
vi: Đặt lại Mozilla VPN
zh_tw: 重設 Mozilla VPN
