Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.onboarding.privacySlideBody
source: Use these features for more protection. They may cause issues on some sites, so you can turn them off anytime in settings.
cs: Pro lepší ochranu použijte tyto funkce. Na některých stránkách mohou způsobovat problémy, proto je můžete kdykoli vypnout v nastavení.
cy: Defnyddiwch y nodweddion hyn i gael mwy o ddiogelwch. Gallan nhw achosi problemau ar rai gwefannau, felly gallwch eu diffodd unrhyw bryd o fewn y gosodiadau.
da: Brug disse indstillinger for endnu mere beskyttelse. De kan muligvis medføre problemer på nogle websteder, så du kan slå dem fra når som helst i Indstillinger.
de: Verwenden Sie diese Funktionen für noch mehr Schutz. Sie können auf einigen Websites Probleme verursachen. Sie können sie daher jederzeit in den Einstellungen deaktivieren.
el: Χρησιμοποιήστε αυτές τις λειτουργίες για περισσότερη προστασία. Μπορεί να προκαλέσουν προβλήματα σε ορισμένους ιστοτόπους, επομένως μπορείτε να τις απενεργοποιήσετε ανά πάσα στιγμή στις ρυθμίσεις.
es_ar: Usá estas funciones para tener más protección. Pueden causar problemas en algunos sitios, así que podés desactivarlas en cualquier momento en la configuración.
fr: Utilisez ces fonctionnalités pour une protection renforcée. Elles peuvent causer des problèmes sur certains sites, vous pouvez donc les désactiver à tout moment depuis les paramètres.
fy_nl: Brûk dizze funksjes foar mear beskerming. Se kinne op guon siden problemen feroarsaakje, dus jo kinne se op elk winske momint útskeakelje fia de ynstellingen.
hu: Használja ezeket a funkciókat a nagyobb védelem érdekében. Egyes webhelyeken problémákat okozhatnak, így bármikor kikapcsolhatja őket a beállításokban.
ia: Usa iste functiones pro plus protection. Istos pote causar problemas sur alcun sitos, assi tu pote disactivar los quando tu lo vole in parametros.
id: Gunakan fitur ini untuk perlindungan lebih lanjut. Mereka dapat menyebabkan masalah pada beberapa situs, sehingga Anda dapat mematikannya kapan saja di pengaturan.
is: Notaðu þessa eiginleika til að fá meiri vernd. Þeir geta valdið vandræðum á sumum vefsvæðum, þannig að þú getur slökkt á þeim hvenær sem er í stillingunum.
it: Utilizza queste funzioni per una maggiore protezione. Potrebbero causare problemi su alcuni siti, per questo puoi disattivarle in qualsiasi momento nelle impostazioni.
ja: 保護をさらに強化するには、これらの機能を使用してください。一部のサイトでは問題が発生する可能性があるため、設定でいつでもオフにできます。
nl: Gebruik deze functies voor meer bescherming. Ze kunnen op sommige websites problemen veroorzaken, dus u kunt ze op elk gewenst moment uitschakelen via de instellingen.
pl: Korzystaj z tych funkcji dla lepszej ochrony. Mogą one powodować problemy w niektórych witrynach, więc można je wyłączyć w dowolnym momencie w ustawieniach.
pt_br: Use estes recursos para ter mais proteção. Eles podem causar problemas em alguns sites, por isso você pode desativar quando quiser nas configurações.
pt_pt: Utilize estas funcionalidades para obter mais proteção. Estas podem causar problemas em alguns sites, pelo que as pode desativar a qualquer momento nas configurações.
ru: Используйте эти функции для большей защиты. Они могут вызывать проблемы на некоторых сайтах, поэтому их можно в любой момент отключить в настройках.
sk: Použite tieto funkcie na väčšiu ochranu. Na niektorých stránkach môžu spôsobovať problémy, takže ich môžete kedykoľvek vypnúť v nastaveniach.
sl: Uporabite te možnosti za okrepljeno zaščito. Na nekaterih spletnih mestih lahko povzročajo težave, zato jih lahko kadarkoli izklopite v nastavitvah.
sq: Përdorini këto veçori për më tepër mbrojtje. Në disa sajte ato mund të shkaktojnë probleme, ndaj mund t’i çaktivizoni kur të doni, që nga rregullimet.
sv_se: Använd dessa funktioner för mer skydd. De kan orsaka problem på vissa webbplatser, så du kan stänga av dem när som helst i inställningarna.
th: ใช้คุณลักษณะเหล่านี้เพื่อการปกป้องที่มากขึ้น คุณลักษณะเหล่านี้อาจทำให้เกิดปัญหากับบางเว็บไซต์ ดังนั้นคุณสามารถปิดคุณลักษณะเหล่านี้ได้ตลอดเวลาในหน้าการตั้งค่า
tr: Daha fazla koruma için bu özellikleri kullanabilirsiniz. Bu özellikler bazı sitelerde sorunlara yol açabilir. Sorun yaşarsanız bu özellikleri istediğiniz zaman ayarlardan kapatabilirsiniz.
uk: Використовуйте ці функції для кращого захисту. Вони можуть спричиняти проблеми на деяких сайтах, тому ви можете будь-коли вимкнути їх у налаштуваннях.
vi: Sử dụng các tính năng này để bảo vệ nhiều hơn. Chúng có thể gây ra sự cố trên một số trang web nên bạn có thể tắt chúng bất cứ lúc nào trong cài đặt.
zh_cn: 这些功能可提供更强保护，但也可能导致某些网站异常，您可以随时到设置中关闭。
zh_tw: 使用這些功能獲得更多保護，可能會造成某些網站發生問題。可以隨時到設定中關閉這些設定。

# vpn.onboarding.privacySlideHeader
source: Get more privacy
cs: Získejte více soukromí
cy: Cael mwy o breifatrwydd
da: Få mere privatliv
de: Mehr Datenschutz
el: Αποκτήστε περισσότερο απόρρητο
es_ar: Conseguí más privacidad
fr: Plus de confidentialité pour vous
fy_nl: Untfang mear privacy
hu: Kapjon jobb adatvédelmet
ia: Pro major confidentialitate
id: Dapatkan privasi lebih
is: Fáðu meira næði
it: Ottieni ancora più privacy
ja: より強固なプライバシー
lo: ໄດ້ຮັບຄວາມເປັນສ່ວນຕົວຫຼາຍຂຶ້ນ
nl: Ontvang meer privacy
pl: Więcej prywatności
pt_br: Tenha mais privacidade
pt_pt: Obtenha mais privacidade
ru: Получите больше приватности
sk: Získajte viac súkromia
sl: Več zasebnosti
sq: Kini më tepër privatësi
sv_se: Få mer integritet
th: รับความเป็นส่วนตัวมากขึ้น
tr: Gizliliğinizi artırın
uk: Отримайте більше приватності
vi: Quyền riêng tư tốt hơn
zh_cn: 更有隐私
zh_tw: 更有隱私

# vpn.onboarding.progressBarAccessibilityStepComplete
source: Onboarding step “%1” (%2 of %3). Select to go back to this step.
cs: Vstupní krok “%1” (%2 z %3). Výběrem se vrátíte k tomuto kroku.
cy: Cam ymuno “%1” (%2 o %3). Dewiswch i fynd yn ôl i'r cam hwn.
da: Introduktion trin "%1" (%2 af %3). Vælg for at gå tilbage til dette trin.
de: Einführungs-Schritt „%1“ (%2 von %3). Auswählen, um zu diesem Schritt zurückzukehren.
el: Βήμα υποδοχής «%1» (%2 από %3). Επιλέξτε για επιστροφή σε αυτό το βήμα.
es_ar: Paso de introducción “%1” (%2 of %3). Seleccioná para volver a este paso.
fr: Étape d’accueil « %1 » (%2 sur %3). Sélectionnez pour revenir à cette étape.
fy_nl: Kennismakingsstap ‘%1’ (%2 fan %3). Selektearje om tebek te gean nei dizze stap.
hu: „%1” bevezetési lépés (%2. / %3). Válassza az ehhez a lépéshez való visszatéréshez.
ia: Passo introductive “%1” (%2 de %3). Selige pro retornar a iste passo.
id: Langkah orientasi “%1” (%2 dari %3). Pilih untuk kembali ke langkah ini.
is: Kynningarskref „%1“ (%2 af %3). Veldu til að fara aftur í þetta skref.
it: Fase dell’introduzione “%1” (%2 di %3). Selezionare per tornare a questo passaggio.
ja: オンボーディングステップ “%1” (%2 / %3)。選択してこのステップに戻ります。
nl: Kennismakingsstap ‘%1’ (%2 van %3). Selecteer om terug te gaan naar deze stap.
pl: Wprowadzenie – krok “%1” (%2 z %3). Wybierz, aby wrócić do tego kroku.
pt_br: Introdução - Etapa “%1” (%2 de %3). Selecione para voltar a esta etapa.
pt_pt: Etapa de integração “%1” (%2 de %3). Selecione para voltar a esta etapa.
ru: Шаг настройки «%1» (%2 из %3). Выберите, чтобы вернуться к этому шагу.
sk: Krok registrácie „%1“ (%2 z %3). Výberom sa vrátite k tomuto kroku.
sl: Korak uvajanja "%1" (%2 od %3). Izberite za vrnitev na ta korak.
sq: Hapi “%1” i mirëseardhjes (%2 nga %3). Përzgjidhni kthimin te ky hap.
sv_se: Steg “%1” (%2 av %3). Välj för att gå tillbaka till detta steg.
th: ขั้นตอนแนะนำผู้ใช้ใหม่ “%1” (%2 จาก %3) เลือกเพื่อย้อนกลับไปยังขั้นตอนนี้
tr: Başlangıç adımı “%1” (%2/%3). Bu adıma geri dönmek için seçin.
uk: Крок налаштування “%1” (%2 з %3). Виберіть, щоб повернутися до цього кроку.
vi: Bước giới thiệu “%1” (%2 trên %3). Chọn để quay lại bước này.
zh_cn: 教程步骤：“%1”（第%2步，共%3步）。选择此项以返回此步骤。
zh_tw: 教學步驟「%1」（第 %2 步，共 %3 步）。選擇此項回到此步驟。

# vpn.onboarding.progressBarAccessibilityStepCurrent
source: Onboarding step “%1” (%2 of %3). You are currently on this step.
cs: Vstupní krok “%1” (%2 z %3). Právě se nacházíte na tomto kroku.
cy: Cam ymuno “%1” (%2 o %3). Rydych ar y cam hwn.
da: Introduktion trin "%1" (%2 af %3). Du er lige nu ved dette trin.
de: Einführungs-Schritt „%1“ (%2 von %3). Sie sind derzeit bei diesem Schritt.
el: Βήμα υποδοχής «%1» (%2 από %3). Βρίσκεστε σε αυτό το βήμα.
es_ar: Paso de introducción “%1” (%2 of %3). Ya estás en este paso.
fr: Étape d’accueil « %1 » (%2 sur %3). Vous en êtes à cette étape.
fy_nl: Kennismakingsstap ‘%1’ (%2 fan %3). Jo binne op dit stuit yn dizze stap.
hu: „%1” bevezetési lépés (%2. / %3). Jelenleg ezen a lépésen van.
ia: Passo introductive “%1” (%2 de %3). Tu es actualmente sur iste passo.
id: Langkah orientasi “%1” (%2 dari %3). Anda sedang berada pada langkah ini.
is: Kynningarskref „%1“ (%2 af %3). Þú ert núna á þessu skrefi.
it: Fase dell’introduzione “%1” (%2 di %3). Attualmente sei su questo passaggio.
ja: オンボーディングステップ “%1” (%2 / %3)。現在このステップにいます。
nl: Kennismakingsstap ‘%1’ (%2 van %3). U bevindt zich momenteel in deze stap.
pl: Wprowadzenie – krok “%1” (%2 z %3). Aktualnie znajdujesz się na tym kroku.
pt_br: Introdução - Etapa “%1” (%2 de %3). Você está nesta etapa.
pt_pt: Etapa de integração “%1” (%2 de %3). Neste momento está nesta etapa.
ru: Шаг настройки «%1» (%2 из %3). Сейчас вы находитесь на этом шаге.
sk: Krok registrácie „%1“ (%2 z %3). Práve ste na tomto kroku.
sl: Korak uvajanja "%1" (%2 od %3). Trenutno ste na tem koraku
sq: Hapi “%1” i mirëseardhjes (%2 nga %3). Gjendeni aktualisht te ky hap.
sv_se: Steg “%1” (%2 av %3). Du är för närvarande på detta steg.
th: ขั้นตอนแนะนำผู้ใช้ใหม่ “%1” (%2 จาก %3) ขณะนี้คุณอยู่ที่ขั้นตอนนี้
tr: Başlangıç adımı “%1” (%2/%3). Şu anda bu adımdasınız.
uk: Крок налаштування “%1” (%2 з %3). Зараз ви перебуваєте на цьому кроці.
vi: Bước giới thiệu “%1” (%2 trên %3). Bạn hiện đang ở bước này.
zh_cn: 教程步骤：“%1”（第%2步，共%3步）。您当前正在这一步。
zh_tw: 教學步驟「%1」（第 %2 步，共 %3 步）。您目前正在這一步。

# vpn.onboarding.progressBarAccessibilityStepIncomplete2
source: Onboarding step “%1” (%2 of %3)
cs: Krok registrace “%1” (%2 z %3)
da: Introduktion trin "%1" (%2 af %3)
de: Einführungs-Schritt "%1" (%2 von %3)
el: Βήμα καλωσορίσματος «%1» (%2 από %3)
es_ar: Paso de introducción “%1” (%2 de %3)
fy_nl: Yntroduksjestap ‘%1’ (%2 fan %3)
hu: „%1” bevezetési lépés (%2 / %3)
id: Langkah orientasi “%1” (%2 dari %3)
is: Kynning, skref “%1” (%2 af %3)
it: Passaggio “%1” (%2 di %3)
ja: オンボーディングステップ “%1” (%2 / %3)
lo: ຂັ້ນຕອນການເລີ່ມຕົ້ນ “%1” (%2 ຈາກທັງໝົດ %3)
nl: Introductiestap ‘%1’ (%2 van %3)
pl: Wprowadzenie – krok “%1” (%2 z %3)
pt_br: Introdução: Etapa “%1” (%2 de %3)
pt_pt: Etapa de ambientação “%1” (%2 de %3)
ru: Шаг адаптации «%1» (%2 из %3)
sk: Krok registrácie “%1” (%2 z %3)
sl: Uvajalni korak “%1” (%2 od %3)
sq: Hapi “%1” i mirëseardhjes (%2 nga %3)
sv_se: Steg "%1" (%2 av %3)
th: ขั้นตอนแนะนำผู้ใช้ใหม่ “%1” (%2 จาก %3)
tr: Başlangıç adımı “%1” (%2/%3)
uk: Крок налаштування “%1” (%2 з %3)
vi: Bước giới thiệu “%1” (%2 trên %3)
zh_cn: 教程步骤：“%1”（第%2步，共%3步）
zh_tw: 教學步驟「%1」（第 %2 步，共 %3 步）

# vpn.onboarding.progressBarAddDevices
source: Devices
cs: Zařízení
cy: Dyfeisiau
da: Enheder
de: Geräte
el: Συσκευές
es_ar: Dispositivos
fr: Appareils
fy_nl: Apparaten
hu: Eszközök
ia: Apparatos
id: Perangkat
is: Tæki
it: Dispositivi
ja: 端末
lo: ອຸປະກອນ
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
pt_pt: Dispositivos
ru: Устройства
sk: Zariadenia
sl: Naprave
sq: Pajisje
sv_se: Enheter
th: อุปกรณ์
tr: Cihazlar
uk: Пристрої
vi: Thiết bị
zh_cn: 设备
zh_tw: 裝置

# vpn.onboarding.progressBarConnect
source: Connect
cs: Připojit
da: Opret forbindelse
de: Verbinden
el: Σύνδεση
es_ar: Conectar
fr: Connexion
fy_nl: Ferbine
hu: Kapcsolódás
ia: Connecter
id: Sambungkan
is: Tengjast
it: Connetti
ja: 接続
lo: ເຊື່ອມຕໍ່
nl: Verbinden
pl: Łączenie
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
sk: Pripojenie
sl: Poveži
sq: Lidhe
sv_se: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: З'єднатися
vi: Kết nối
zh_cn: 连接
zh_tw: 連線

# vpn.onboarding.progressBarDataUse
source: Data
de: Daten
el: Δεδομένα
es_ar: Datos
fr: Données
fy_nl: Gegevens
hu: Adatok
ia: Datos
is: Gögn
it: Dati
ja: データ
lo: ຂໍ້ມູນ
nl: Gegevens
pl: Dane
pt_br: Dados
pt_pt: Dados
ru: Данные
sk: Údaje
sl: Podatki
sq: Të dhëna
th: ข้อมูล
tr: Veri
uk: Дані
vi: Dữ liệu
zh_cn: 数据
zh_tw: 資料

# vpn.onboarding.progressBarMorePrivacy
source: Privacy
cs: Soukromí
cy: Preifatrwydd
da: Privatliv
de: Datenschutz
el: Απόρρητο
es_ar: Privacidad
fr: Vie privée
hu: Adatvédelem
ia: Confidentialitate
id: Privasi
is: Persónuvernd
ja: プライバシー
lo: ຄວາມເປັນສ່ວນຕົວ
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ru: Приватность
sk: Súkromie
sl: Zasebnost
sq: Privatësi
sv_se: Sekretess
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
vi: Riêng tư
zh_cn: 隐私
zh_tw: 隱私權

# vpn.onboarding.progressBarStartup
source: Startup
cs: Spuštění
da: Opstart
de: Start
el: Εκκίνηση
es_ar: Iniciar
fr: Démarrage
fy_nl: Opstarte
hu: Indítás
ia: Initio
id: Memulai
is: Gangsetning
it: Avvio
ja: 起動
lo: ເລີ່ມເຮັດວຽກ
nl: Opstarten
pl: Uruchamianie
pt_br: Início
pt_pt: Arranque
ru: Запуск
sk: Spustenie
sl: Zagon
sq: Nisje
sv_se: Vid start
th: เริ่มการทำงาน
tr: Başlangıç
uk: Запуск
vi: Khởi động
zh_cn: 启动
zh_tw: 啟動

# vpn.onboarding.startSlideAllowButtonLabel
source: Allow VPN connection
cs: Povolit připojení VPN
da: Tillad VPN-forbindelse
de: VPN-Verbindung erlauben
el: Να επιτρέπεται η σύνδεση VPN
es_ar: Permitir conexión VPN
fr: Autoriser la connexion VPN
fy_nl: VPN-ferbining tastean
hu: VPN-kapcsolat engedélyezése
ia: Permitter connexion VPN
id: Izinkan sambungan VPN
is: Leyfa VPN-tengingu
it: Consenti connessione VPN
ja: VPN 接続を許可
lo: ອະນຸຍາດໃຫ້ເຊື່ອມຕໍ່ VPN
nl: VPN-verbinding toestaan
pl: Zezwól na połączenie VPN
pt_br: Permitir conexão VPN
pt_pt: Permitir ligação VPN
ru: Разрешить VPN-соединение
sk: Povoliť pripojenie VPN
sl: Dovoli povezavo VPN
sq: Lejo lidhje VPN
sv_se: Tillåt VPN-anslutning
th: อนุญาตการเชื่อมต่อ VPN
tr: VPN bağlantısına izin ver
uk: Дозволити VPN-з’єднання
vi: Cho phép kết nối VPN
zh_cn: 允许 VPN 连接
zh_tw: 允許 VPN 連線

# vpn.onboarding.startSlideBody2
source: Launch the VPN whenever you start your device. We’ll automatically reconnect you to the same server location you last used.
cs: Spusťte VPN při každém spuštění zařízení. Automaticky vás znovu připojíme ke stejnému umístění serveru, které jste použili naposledy.
de: VPN immer starten, wenn Ihr Gerät gestartet wird. Sie werden automatisch mit dem zuletzt verwendeten Serverstandort verbunden.
el: Ενεργοποιήστε το VPN κάθε φορά που εκκινείτε τη συσκευή σας. Θα σας επανασυνδέσουμε αυτόματα στην τελευταία τοποθεσία διακομιστή που χρησιμοποιήσατε.
is: Kveiktu á VPN í hvert skipti sem þú ræsir tækið þitt. Við endurtengjum þig sjálfkrafa við sömu staðsetningu netþjóns og þú notaðir síðast.
it: Apri la VPN ogni volta che avvii il tuo dispositivo. Ti ricollegheremo automaticamente allo stesso server utilizzato la volta precedente.
nl: Start de VPN wanneer u uw apparaat start. We verbinden u automatisch opnieuw met dezelfde serverlocatie die u het laatst hebt gebruikt.
pl: Uruchamianie VPN przy każdym włączeniu urządzenia. Automatycznie połączymy Cię z tą samą lokalizacją serwera, z której korzystałeś ostatnio.
pt_br: Iniciar a VPN sempre que ligar o dispositivo. Ela reconectará automaticamente ao mesmo local de servidor que você usou na última vez.
ru: Запускайте VPN при каждом запуске устройства. Мы автоматически переподключим вас к тому же серверу, который вы использовали в последний раз.
sl: Zaženite VPN ob vsakem zagonu naprave. Samodejno vas bomo povezali na mesto strežnika, ki ste ga uporabljali nazadnje.
sv_se: Starta VPN när du startar din enhet. Vi återansluter dig automatiskt till samma serverplats som du senast använde.
th: เปิดใช้ VPN ทุกครั้งที่คุณเริ่มอุปกรณ์ของคุณ เราจะเชื่อมต่อคุณกับเซิร์ฟเวอร์ที่ใช้ล่าสุดโดยอัตโนมัติ
tr: Cihazınızı her başlattığınızda VPN başlatılsın. Son kullandığınız sunucu konumuna otomatik olarak yeniden bağlanılacaktır.
vi: Khởi động VPN bất cứ khi nào bạn khởi động thiết bị của mình. Chúng tôi sẽ tự động kết nối lại bạn với cùng địa điểm máy chủ mà bạn sử dụng lần cuối.
zh_tw: 在每次啟動裝置時自動開啟 VPN。我們會自動為您連線到上次使用的伺服器。

# vpn.onboarding.startSlideHeader
source: Connect Mozilla VPN on startup
cs: Připojit Mozilla VPN při spuštění
cy: Cysylltu'r VPN wrth gychwyn
da: Opret forbindelse med Mozilla VPN ved opstart
de: Verbindung mit Mozilla VPN beim Start herstellen
el: Σύνδεση στο Mozilla VPN κατά την εκκίνηση
es_ar: Conectar la VPN de Mozilla al inicio
fr: Connecter Mozilla VPN au démarrage
fy_nl: Mozilla VPN ferbine by opstarten
hu: Kapcsolódás a Mozilla VPN-hez rendszerindításkor
ia: Connecter Mozilla VPN al ignition
id: Sambungkan Mozilla VPN saat memulai
is: Tengja Mozilla VPN við ræsingu
it: Connetti Mozilla VPN all’avvio
ja: 端末起動時に Mozilla VPN に接続する
lo: ເຊື່ອມຕໍ່ Mozilla VPN ໃນການເລີ່ມຕົ້ນ
nl: Mozilla VPN verbinden bij opstarten
pl: Łączenie z Mozilla VPN podczas uruchamiania
pt_br: Conectar o Mozilla VPN ao ligar
pt_pt: Ligar a Mozilla VPN no arranque
ru: Подключать Mozilla VPN при запуске
sk: Pripojiť Mozilla VPN pri spustení
sl: Povežite Mozilla VPN ob zagonu
sq: Lidhu me Mozilla VPN gjatë nisjes
sv_se: Anslut Mozilla VPN vid start
th: เชื่อมต่อ Mozilla VPN เมื่อเริ่มการทำงาน
tr: Başlangıçta Mozilla VPN’e bağlanın
uk: Під'єднувати Mozilla VPN під час запуску
vi: Kết nối Mozilla VPN khi khởi động
zh_cn: 启动时连接 Mozilla VPN
zh_tw: 啟動時連線至 Mozilla VPN

# vpn.onboarding.startSlideMobileBody
source: Your mobile device will now ask you to allow Mozilla VPN to create a connection. Please allow this so that the VPN works correctly on your device.
cs: Mobilní zařízení vás nyní požádá o povolení vytvoření připojení k síti Mozilla VPN. Proveďte povolení, aby VPN na vašem zařízení fungovala správně.
da: Din mobile enhed vil nu spørge, om du vil tillade at Mozilla VPN opretter en forbindelse. Tillad dette for at VPN'en skal fungere korrekt på din enhed.
de: Ihr Mobilgerät fordert Sie jetzt auf, Mozilla VPN das Herstellen der Verbindung zu erlauben. Bitte erlauben Sie dies, damit das VPN auf Ihrem Gerät korrekt funktioniert.
el: Η κινητή συσκευή σας θα σας ζητήσει τώρα να επιτρέψετε στο Mozilla VPN να δημιουργήσει μια σύνδεση. Επιτρέψτε το έτσι ώστε το VPN να λειτουργήσει σωστά στη συσκευή σας.
es_ar: Tu dispositivo móvil te pedirá ahora que permitás que Mozilla VPN cree una conexión. Permití esto para que la VPN funcione correctamente en tu dispositivo.
fr: Votre appareil mobile vous demande maintenant d’autoriser Mozilla VPN à établir une connexion. Veuillez autoriser cette action pour que le VPN fonctionne correctement sur votre appareil.
fy_nl: Jo mobile apparaat freget jo no oft Mozilla VPN in ferbining meitsje mei. Stean dit ta, sadat de VPN goed op jo apparaat wurket.
hu: A mobileszköze most már megkérdezi, hogy engedélyezi-e a kapcsolat létrehozását a Mozilla VPN-nel. Engedélyezze, hogy a VPN megfelelően működjön az eszközén.
id: Perangkat seluler Anda sekarang akan meminta Anda untuk mengizinkan Mozilla VPN membuat sambungan. Izinkan ini agar VPN berfungsi dengan benar di perangkat Anda.
is: Farsíminn þinn mun nú biðja þig um að leyfa Mozilla VPN að búa til tengingu. Leyfðu þetta svo VPN virki rétt á tækinu þínu.
it: Il dispositivo mobile ti chiederà ora di consentire a Mozilla VPN di creare una connessione. Consenti questa operazione in modo che la VPN funzioni correttamente sul tuo dispositivo.
ja: モバイル端末では Mozilla VPN による接続の許可を求められます。端末で VPN を正しく動作させるため、これを許可してください。
nl: Uw mobiele apparaat vraagt u nu of Mozilla VPN een verbinding mag maken. Sta dit toe, zodat de VPN correct op uw apparaat werkt.
pl: Twoje urządzenie mobilne poprosi Cię teraz o zezwolenie Mozilla VPN na utworzenie połączenia. Zezwól na to, aby VPN działał poprawnie na Twoim urządzeniu.
pt_br: Seu dispositivo móvel solicitará que você permita que o Mozilla VPN crie uma conexão. Permita isso para que a VPN funcione corretamente no seu dispositivo.
pt_pt: O seu dispositivo móvel irá agora solicitar que permita que a Mozilla VPN crie uma ligação. Deve autorizar para que a VPN funcione corretamente no seu dispositivo.
ru: Теперь ваше мобильное устройство попросит вас разрешить Mozilla VPN создать соединение. Разрешите, чтобы VPN корректно работал на вашем устройстве.
sk: Vaše mobilné zariadenie vás teraz požiada, aby ste povolili Mozilla VPN vytvoriť pripojenie. Povoľte to, aby VPN na vašom zariadení fungovala správne.
sl: Mobilna naprava vas bo sedaj pozvala, da aplikaciji Mozilla VPN dovolite vzpostavitev povezave. Izberite "Dovoli", da omogočite pravilno delovanje VPN-ja.
sq: Pajisja juaj celulare do t’ju kërkojë të lejoni Mozilla VPN-në të krijojë një lidhje. Ju lutemi, lejojeni këtë gjë, që VPN-ja të funksionojë si duhet në pajisjen tuaj.
sv_se: Din mobila enhet kommer nu att be dig att tillåta Mozilla VPN att skapa en anslutning. Tillåt detta så att VPN fungerar korrekt på din enhet.
th: ตอนนี้อุปกรณ์มือถือของคุณจะขอคุณให้อนุญาต Mozilla VPN ให้สร้างการเชื่อมต่อได้ โปรดอนุญาตเพื่อให้ VPN ทำงานได้อย่างถูกต้องบนอุปกรณ์ของคุณ
tr: Mobil cihazınız, Mozilla VPN’in bağlantı oluşturmasına izin vermenizi isteyecek. VPN’in cihazınızda düzgün çalışması için lütfen buna izin verin.
uk: Тепер ваш мобільний пристрій попросить вас дозволити Mozilla VPN створити з’єднання. Погодьте їх, щоб VPN правильно працювала на вашому пристрої.
vi: Thiết bị di động của bạn bây giờ sẽ yêu cầu bạn cho phép Mozilla VPN tạo kết nối. Vui lòng cho phép điều này để VPN hoạt động chính xác trên thiết bị của bạn.
zh_cn: 您的移动设备将询问您是否允许 Mozilla VPN 创建连接，请允许以让 VPN 可在设备上正常使用。
zh_tw: 接下來，您的行動裝置將要求您允許 Mozilla VPN 建立連線。請允許這樣做，VPN 才能在您的裝置上正常運作。

# vpn.onboarding.startSlideMobileHeader
source: Allow Mozilla VPN to create a VPN connection
cs: Povolit Mozille VPN vytvořit připojení VPN
da: Tillad Mozilla VPN at oprette en VPN-forbindelse
de: Mozilla VPN erlauben, eine VPN-Verbindung herzustellen
el: Επιτρέψτε στο Mozilla VPN να δημιουργήσει μια σύνδεση VPN
es_ar: Permitir que Mozilla VPN cree una conexión VPN
fr: Autoriser Mozilla VPN à établir une connexion VPN
fy_nl: Mozilla VPN tastean in VPN-ferbining ta stân te bringen
hu: Engedélyezés a Mozilla VPN számára, hogy VPN-kapcsolatot hozzon létre
id: Izinkan Mozilla VPN untuk membuat sambungan VPN
is: Leyfa Mozilla VPN að búa til VPN-tengingu
it: Consenti a Mozilla VPN di creare una connessione VPN
ja: Mozilla VPN に VPN 接続を許可する
nl: Mozilla VPN toestaan een VPN-verbinding tot stand te brengen
pl: Zezwól Mozilla VPN na utworzenie połączenia VPN
pt_br: Permitir que o Mozilla VPN crie uma conexão VPN
pt_pt: Permitir que a Mozilla VPN crie uma ligação VPN
ru: Разрешить Mozilla VPN создавать VPN-соединения
sk: Povoľte Mozilla VPN vytvoriť pripojenie VPN
sl: Dovoli, da Mozilla VPN ustvari povezavo VPN
sq: Lejojeni Mozilla VPN-në të krijojë një lidhje VPN
sv_se: Tillåt Mozilla VPN att skapa en VPN-anslutning
th: อนุญาตให้ Mozilla VPN สร้างการเชื่อมต่อ VPN
tr: Mozilla VPN’in VPN bağlantısı oluşturmasına izin ver
uk: Дозвольте Mozilla VPN створити VPN-з’єднання
vi: Cho phép Mozilla VPN tạo kết nối VPN
zh_cn: 允许 Mozilla VPN 创建 VPN 连接
zh_tw: 允許 Mozilla VPN 建立 VPN 連線

# vpn.paymentMethods.iapApple
source: Apple subscription
cs: Předplatné Apple
cy: Tanysgrifiad Apple
da: Apple-abonnement
de: Apple-Abonnement
el: Συνδρομή Apple
es_ar: Suscripción de Apple
fr: Abonnement Apple
fy_nl: Apple-abonnemint
hu: Apple-előfizetés
ia: Abonamento Apple
id: Langganan Apple
is: Apple-áskrift
it: Abbonamento Apple
ja: Apple サブスクリプション
lo: ການສະໝັກໃຊ້ Apple
nl: Apple-abonnement
pl: Subskrypcja Apple
pt_br: Assinatura da Apple
pt_pt: Subscrição da Apple
ru: Подписка Apple
sk: Predplatné Apple
sl: Naročnina Apple
sq: Pajtim Apple
sv_se: Apple-prenumeration
th: การสมัครสมาชิกผ่าน Apple
tr: Apple aboneliği
uk: Передплата Apple
vi: Gói đăng ký tại Apple
zh_cn: Apple 订阅
zh_tw: Apple 訂閱
