Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.getHelp.helpCenter
source: Help Center
cs: Centrum pomoci
cy: Canolfan Gymorth
da: Support-side
de: Hilfezentrum
el: Κέντρο βοήθειας
es_ar: Centro de ayuda
fr: Centre d’assistance
fy_nl: Helpsintrum
hu: Súgóközpont
ia: Centro de adjuta
id: Pusat Bantuan
is: Hjálparmiðstöð
it: Centro assistenza
ja: ヘルプセンター
lo: ສູນຊ່ວຍເຫຼືອ
nl: Helpcentrum
pl: Centrum pomocy
pt_br: Central de ajuda
pt_pt: Centro de ajuda
ru: Центр помощи
sk: Centrum pomoci
sl: Središče za pomoč
sq: Qendër Ndihme
sv_se: Hjälpcenter
th: ศูนย์ช่วยเหลือ
tr: Yardım Merkezi
uk: Довідка
vi: Trung tâm trợ giúp
zh_cn: 帮助中心
zh_tw: 說明中心

# vpn.getHelp.linkText
source: Help
cs: Nápověda
de: Hilfe
el: Βοήθεια
es_ar: Ayuda
is: Hjálp
it: Assistenza
lo: ຊ່ວຍເຫລືອ
pl: Pomoc
pt_br: Ajuda
ru: Справка
sl: Pomoč
sq: Ndihmë
sv_se: Hjälp
th: ช่วยเหลือ
tr: Yardım
vi: Trợ giúp
zh_tw: 說明

# vpn.getHelp.viewLogs
source: View Logs
cs: Zobrazit protokoly
cy: Gweld y Cofnodion
da: Vis logfil
de: Protokolle anzeigen
el: Προβολή αρχείων καταγραφής
es_ar: Ver registros
fr: Afficher les journaux
fy_nl: Lochbestannen werjaan
hu: Naplók megtekintése
ia: Vider le registros
id: Lihat Log
is: Skoða atvikaskráningu
it: Visualizza log
ja: ログを表示
lo: ເບິ່ງບັນທຶກ
nl: Logbestanden weergeven
pl: Wyświetl logi
pt_br: Ver logs
pt_pt: Ver registos
ru: Просмотр логов
sk: Zobraziť denníky
sl: Ogled dnevnikov
sq: Shihni Regjistrat
sv_se: Visa loggar
th: ดูปูมบันทึก
tr: Log kayıtlarını görüntüle
uk: Перегляд журналу
vi: Xem nhật ký
zh_cn: 查看日志
zh_tw: 檢視紀錄

# vpn.global.clear
source: Clear
cs: Vymazat
cy: Clirio
da: Ryd
de: Leeren
el: Απαλοιφή
es_ar: Limpiar
fr: Effacer
fy_nl: Wiskje
hu: Törlés
ia: Vacuar
id: Bersihkan
is: Hreinsa
it: Cancella
ja: 消去
lo: ລົບລ້າງ
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
sk: Vymazať
sl: Počisti
sq: Spastroje
sv_se: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_cn: 清除
zh_tw: 清除

# vpn.global.close
source: Close
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
es_ar: Cerrar
fr: Fermer
fy_nl: Slute
hu: Bezárás
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
lo: ປິດ
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbylle
sv_se: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

# vpn.global.collapse
source: Collapse
cs: Sbalit
cy: Cau
da: Sammenfold
de: Einklappen
el: Σύμπτυξη
es_ar: Contraer
fr: Réduire
fy_nl: Ynklappe
hu: Összecsukás
ia: Contraher
id: Ciutkan
is: Fella saman
it: Comprimi
ja: 折りたたむ
lo: ຫຍໍ້
nl: Samenvouwen
pl: Zwiń
pt_br: Recolher
pt_pt: Colapsar
ru: Свернуть
sk: Zbaliť
sl: Strni
sq: Tkurre
sv_se: Fäll ihop
th: ยุบ
tr: Daralt
uk: Згорнути
vi: Thu gọn
zh_cn: 折叠
zh_tw: 摺疊

# vpn.global.continue
source: Continue
cs: Pokračovat
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
es_ar: Continuar
fr: Continuer
fy_nl: Trochgean
hu: Folytatás
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
lo: ສືບຕໍ່
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sv_se: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# vpn.global.copied
source: Copied!
cs: Zkopírováno!
cy: Copïwyd!
da: Kopieret!
de: Kopiert!
el: Αντιγράφηκε!
es_ar: ¡Copiado!
fr: Copié !
fy_nl: Kopiearre!
hu: Másolva!
ia: Copiate!
id: Tersalin!
is: Afritað!
it: Copiato
ja: コピーしました
lo: ສຳເນົາແລ້ວ!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
pt_pt: Copiado!
ru: Скопировано!
sk: Skopírované!
sl: Kopirano!
sq: U kopjua!
sv_se: Kopierad!
th: คัดลอกแล้ว!
tr: Kopyalandı!
uk: Скопійовано!
vi: Đã sao chép!
zh_cn: 已复制！
zh_tw: 已複製！

# vpn.global.copy
source: Copy
cs: Kopírovat
cy: Copïo
da: Kopier
de: Kopieren
el: Αντιγραφή
es_ar: Copiar
fr: Copier
fy_nl: Kopiearje
hu: Másolás
ia: Copiar
id: Salin
is: Afrita
it: Copia
ja: コピー
lo: ສຳເນົາ
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
sv_se: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_cn: 复制
zh_tw: 複製

# vpn.global.discoverNow
source: Discover now
cs: Objevte nyní
cy: Darganfod nawr
da: Opdag nu
de: Jetzt entdecken
el: Ανακάλυψη
es_ar: Descubrir ahora
fr: Découvrir maintenant
fy_nl: No ûntdekke
hu: Fedezze fel most
ia: Discoperir ora
id: Temukan sekarang
is: Uppgötva núna
it: Scopri ora
ja: 新機能を見る
lo: ຄົ້ນພົບດຽວນີ້
nl: Nu ontdekken
pl: Odkryj teraz
pt_br: Descubra agora
pt_pt: Descobrir agora
ru: Попробуйте сейчас
sk: Objavujte teraz
sl: Razišči zdaj
sq: Zbulojini që tani
sv_se: Upptäck nu
th: ค้นพบเลย
tr: Şimdi keşfet
uk: Ознайомитися
vi: Khám phá ngay
zh_cn: 立即探索
zh_tw: 立即探索

# vpn.global.expand
source: Expand
cs: Rozbalit
cy: Ehangu
da: Udvid
de: Ausklappen
el: Ανάπτυξη
es_ar: Expandir
fr: Développer
fy_nl: Utklappe
hu: Kibontás
ia: Expander
id: Bentangkan
is: Draga út
it: Espandi
ja: 展開する
lo: ຂະຫຍາຍອອກ
nl: Uitvouwen
pl: Rozwiń
pt_br: Expandir
pt_pt: Expandir
ru: Развернуть
sk: Rozbaliť
sl: Razširi
sq: Zgjeroje
sv_se: Expandera
th: ขยาย
tr: Genişlet
uk: Розгорнути
vi: Mở rộng
zh_cn: 展开
zh_tw: 展開

# vpn.global.getStarted
source: Get started
cs: Začít
cy: Cychwyn arni
da: Kom i gang
de: Erste Schritte
el: Έναρξη
es_ar: Comenzar
fr: Démarrer
fy_nl: Begjinne
hu: Kezdő lépések
ia: Comenciar
id: Memulai
is: Hefjumst handa
it: Inizia
ja: はじめに
lo: ເລີ່ມຕົ້ນໃຊ້ງານ
nl: Beginnen
pl: Zaczynamy
pt_br: Introdução
pt_pt: Começar
ru: Начать
sk: Začíname
sl: Začnite
sq: Fillojani
sv_se: Kom igång
th: เริ่มต้น
tr: Kullanmaya başlayın
uk: Розпочати
vi: Bắt đầu
zh_cn: 开始使用
zh_tw: 開始使用

# vpn.global.goBack
source: Go back
cs: Zpátky
cy: Mynd nôl
da: Gå tilbage
de: Zurück
el: Επιστροφή
es_ar: Retroceder
fr: Retour
fy_nl: Tebek
hu: Ugrás vissza
ia: Retornar
id: Kembali
is: Til baka
it: Torna indietro
ja: 戻る
lo: ກັບຄືນ
nl: Terug
pl: Powrót
pt_br: Voltar
pt_pt: Voltar
ru: Вернуться назад
sk: Prejsť naspäť
sl: Nazaj
sq: Kthehu mbrapsht
sv_se: Gå tillbaka
th: ย้อนกลับ
tr: Geri dön
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_tw: 回上一頁

# vpn.global.help
source: Help
cs: Nápověda
da: Hjælp
de: Hilfe
el: Βοήθεια
es_ar: Ayuda
hu: Súgó
id: Bantuan
is: Hjálp
it: Assistenza
ja: ヘルプ
lo: ຊ່ວຍເຫລືອ
pl: Pomoc
pt_br: Ajuda
ru: Справка
sk: Pomocník
sl: Pomoč
sq: Ndihmë
sv_se: Hjälp
th: ช่วยเหลือ
tr: Yardım
vi: Trợ giúp
zh_tw: 說明

# vpn.global.learnMore
source: Learn more
cs: Dozvědět se více
da: Læs mere
de: Weitere Informationen
el: Μάθετε περισσότερα
es_ar: Conocer más
fy_nl: Mear ynfo
hu: További tudnivalók
id: Pelajari lebih lanjut
is: Fræðast meira
it: Ulteriori informazioni
ja: 詳細
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
nl: Meer info
pl: Więcej informacji
pt_br: Saiba mais
ru: Подробнее
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni më tepër
sv_se: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi al
vi: Tìm hiểu thêm
zh_tw: 了解更多

# vpn.global.next
source: Next
cs: Další
cy: Nesaf
da: Næste
de: Weiter
el: Επόμενο
es_ar: Siguiente
fr: Suivant
fy_nl: Folgjende
hu: Tovább
ia: Sequente
id: Selanjutnya
is: Næsta
it: Avanti
ja: 次へ
lo: ຕໍ່ໄປ
nl: Volgende
pl: Dalej
pt_br: Avançar
pt_pt: Próximo
ru: Далее
sk: Ďalej
sl: Naprej
sq: Pasuesi
sv_se: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
zh_cn: 下一步
zh_tw: 下一步

# vpn.global.noInternetConnection
source: No internet connection
cs: Připojení k internetu není dostupné
cy: Dim cysylltiad rhyngrwyd
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση στο διαδίκτυο
es_ar: Sin conexión a internet
fr: Aucune connexion Internet
fy_nl: Gjin ynternetferbining
hu: Nincs internetkapcsolat
ia: Nulle connexion de internet
id: Tidak ada sambungan Internet
is: Engin internettenging
it: Nessuna connessione a Internet
ja: インターネットに接続されていません
lo: ບໍ່ມີການເຊື່ອມຕໍ່ກັບອິນເຕີເນັດ
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt_br: Sem conexão com a internet
pt_pt: Sem ligação à Internet
ru: Нет соединения с Интернетом
sk: Žiadne pripojenie k sieti internet
sl: Ni internetne povezave
sq: Pa lidhje internet
sv_se: Ingen internetanslutning
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
uk: Немає з'єднання з інтернетом
vi: Không có kết nối internet
zh_cn: 无互联网连接
zh_tw: 沒有網際網路連線

# vpn.global.noThanks
source: No thanks
cs: Ne, děkuji
cy: Dim diolch
da: Nej tak
de: Nein, danke
el: Όχι, ευχαριστώ
es_ar: No, gracias
fr: Non merci
fy_nl: Nee tankewol
hu: Köszönöm, nem
ia: No, gratias
id: Tidak, terima kasih
is: Nei, takk
it: No grazie
ja: いいえ、結構です
lo: ບໍ່, ຂອບໃຈ
nl: Nee bedankt
pl: Nie, dziękuję
pt_br: Não, obrigado
pt_pt: Não, obrigado
ru: Нет, спасибо
sk: Nie, ďakujem
sl: Ne, hvala
sq: Jo, faleminderit
sv_se: Nej tack
th: ไม่เป็นไร ขอบคุณ
tr: Hayır
uk: Ні, дякую
vi: Không, cảm ơn
zh_cn: 不了，谢谢
zh_tw: 不要，謝謝

# vpn.global.paste
source: Paste
cs: Vložit
cy: Gludo
da: Indsæt
de: Einfügen
el: Επικόλληση
es_ar: Pegar
fr: Coller
fy_nl: Plakke
hu: Beillesztés
ia: Collar
id: Tempel
is: Líma
it: Incolla
ja: 貼り付け
lo: ວາງ
nl: Plakken
pl: Wklej
pt_br: Colar
pt_pt: Colar
ru: Вставить
sk: Prilepiť
sl: Prilepi
sq: Ngjite
sv_se: Klistra in
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán
zh_cn: 粘贴
zh_tw: 貼上

# vpn.global.signOut
source: Sign out
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
es_ar: Cerrar sesión
fr: Déconnexion
fy_nl: Ofmelde
hu: Kijelentkezés
ia: Clauder session
id: Keluar
is: Skrá út
it: Disconnetti
ja: ログアウト
lo: ອອກ​ຈາກ​ລະ​ບົບ
nl: Afmelden
pl: Wyloguj się
pt_br: Sair
pt_pt: Terminar sessão
ru: Выйти
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sv_se: Logga ut
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
vi: Đăng xuất
zh_cn: 退出
zh_tw: 登出

# vpn.global.vpnUser
source: VPN User
cs: Uživatel VPN
cy: Defnyddiwr VPN
da: VPN-bruger
de: VPN-Benutzer
el: Χρήστης VPN
es_ar: Usuario de VPN
fr: Utilisateur ou utilisatrice VPN
fy_nl: VPN-brûker
hu: VPN-felhasználó
ia: Usator de VPN
id: Pengguna VPN
is: VPN-notandi
it: Utente VPN
ja: VPN ユーザー
lo: ຜູ້ໃຊ້ VPN
nl: VPN-gebruiker
pl: Użytkownik VPN
pt_br: Usuário de VPN
pt_pt: Utilizador de VPN
ru: Пользователь VPN
sk: Používateľ VPN
sl: Uporabnik VPN
sq: Përdorues VPN-je
sv_se: VPN-användare
th: ผู้ใช้ VPN
tr: VPN Kullanıcısı
uk: Користувач VPN
vi: Người dùng VPN
zh_cn: VPN 用户
zh_tw: VPN 使用者

# vpn.helpSheets.devicesBody1
source: Adding a new device to your subscription is easy: just download and log in to Mozilla VPN on that device.
cs: Přidání nového zařízení k předplatnému je snadné: stačí stáhnout a přihlásit se do Mozilla VPN na daném zařízení.
da: Det er nemt at tilføje en ny enhed til dit abonnement. Du skal bare hente Mozilla VPN på enheden og logge ind.
de: Es ist einfach, Ihrem Abonnement ein neues Gerät hinzuzufügen: Laden Sie einfach Mozilla VPN herunter und melden Sie sich auf diesem Gerät an.
el: Η προσθήκη μιας νέας συσκευής στη συνδρομή σας είναι απλή: κάντε λήψη και συνδεθείτε στο Mozilla VPN από αυτήν τη συσκευή.
es_ar: Agregar un nuevo dispositivo a tu suscripción es fácil: solo descargá e iniciá sesión en Mozilla VPN en ese dispositivo.
fy_nl: In nij apparaat oan jo abonnemint tafoegje is ienfâldich: download en meld jo gewoan oan by Mozilla VPN op dat apparaat.
hu: Új eszközt könnyű hozzáadni az előfizetéséhez: csak töltse le, és jelentkezzen be a Mozilla VPN-be azon az eszközön.
id: Menambahkan perangkat baru ke langganan Anda mudah: cukup unduh dan masuk ke Mozilla VPN di perangkat itu.
is: Auðvelt er að bæta nýju tæki við áskriftina þína: sæktu forritið og skráðu þig inn á Mozilla VPN á viðkomandi tæki.
it: Aggiungere un nuovo dispositivo al tuo abbonamento è facile: scarica l’app e accedi a Mozilla VPN da quel dispositivo.
ja: 新しい端末をサブスクリプションに追加するのは簡単です。その端末に Mozilla VPN をダウンロードしてログインするだけです。
lo: ການເພີ່ມອຸປະກອນໃໝ່ໃສ່ການສະໝັກໃຊ້ຂອງທ່ານແມ່ນງ່າຍ: ພຽງແຕ່ດາວໂຫຼດ ແລະ ເຂົ້າສູ່ລະບົບ Mozilla VPN ໃນອຸປະກອນນັ້ນ.
nl: Een nieuw apparaat aan uw abonnement toevoegen is eenvoudig: download en meld u gewoon aan bij Mozilla VPN op dat apparaat.
pl: Dodanie nowego urządzenia do subskrypcji jest proste: wystarczy pobrać i zalogować się do Mozilla VPN na tym urządzeniu.
pt_br: É fácil adicionar um novo dispositivo à sua assinatura: basta instalar e entrar no Mozilla VPN nesse dispositivo.
ru: Добавить новое устройство в вашу подписку очень просто: просто загрузите и войдите в Mozilla VPN на этом устройстве.
sk: Pridanie nového zariadenia do vášho predplatného je jednoduché: stačí si stiahnuť a prihlásiť sa do Mozilla VPN na danom zariadení.
sl: Dodajanje nove naprave k naročnini je preprosto: preprosto prenesite Mozilla VPN na to napravo in se vanj prijavite.
sq: Shtimi i një pajisje të re te pajtimi juaj është i kollajtë: thjesht shkarkojeni dhe bëni hyrjen te Mozilla VPN në atë pajisje.
sv_se: Att lägga till en ny enhet till ditt abonnemang är enkelt: ladda bara ner och logga in på Mozilla VPN på den enheten.
th: การเพิ่มอุปกรณ์ใหม่นั้นทำได้อย่างง่ายดาย เพียงแค่ดาวน์โหลดและเข้าสู่ระบบ Mozilla VPN บนอุปกรณ์นั้น
tr: Aboneliğinize yeni bir cihaz eklemek çok kolay: Mozilla VPN’i indirip eklemek istediğiniz cihazda giriş yapmanız yeterli.
vi: Thêm một thiết bị mới vào gói đăng ký của bạn thật dễ dàng: chỉ cần tải xuống và đăng nhập vào Mozilla VPN trên thiết bị đó.
zh_tw: 在訂閱中新增裝置很簡單：只要在該裝置上下載並登入 Mozilla VPN 即可。

# vpn.helpSheets.devicesBody2
source: To remove one of your added devices, select “Edit” on this screen and use the trash icon to remove the device you no longer want to use Mozilla VPN on.
cs: Chcete-li odebrat jedno z přidaných zařízení, vyberte na této obrazovce možnost “Upravit” a pomocí ikony koše odeberte zařízení, na kterém již nechcete Mozilla VPN používat.
da: For at fjerne en af dine tilføjede enheder skal du vælge "Rediger" på denne side og bruge skraldespands-ikonet til at fjerne den enhed, du ikke længere vil bruge Mozilla VPN på.
de: Um eines Ihrer hinzugefügten Geräte zu entfernen, wählen Sie auf diesem Bildschirm „Bearbeiten“ und verwenden Sie das Müll-Symbol, um das Gerät zu entfernen, auf dem Sie Mozilla VPN nicht mehr verwenden möchten.
el: Για να αφαιρέσετε μία από τις συσκευές που έχετε προσθέσει, επιλέξτε «Επεξεργασία» σε αυτήν την οθόνη και χρησιμοποιήστε το εικονίδιο απορριμμάτων για να αφαιρέσετε τη συσκευή που δεν θέλετε πλέον να χρησιμοποιεί το Mozilla VPN.
es_ar: Para eliminar uno de tus dispositivos agregados, seleccioná “Editar” en esta pantalla y usá el icono de la papelera para eliminar el dispositivo en el que ya no queréss usar Mozilla VPN.
fy_nl: Selektearje om ien fan jo tafoege apparaten fuort te smiten ‘Bewurkje’ yn dit skerm en brûk it jiskefetpiktogram om it apparaat fuort te smiten wêrop jo Mozilla VPN net mear brûke wolle.
hu: Az egyik hozzáadott eszköz eltávolításához válassza ezen a képernyőn a „Szerkesztés” lehetőséget, és a kuka ikon segítségével távolítsa el az eszközt, amelyen már nem szeretné használni a Mozilla VPN-t.
id: Untuk menghapus salah satu perangkat yang ditambahkan, pilih “Edit” pada layar ini dan gunakan ikon tempat sampah untuk menghapus perangkat yang tidak lagi ingin Anda gunakan Mozilla VPN.
is: Til að fjarlægja eitt af tækjunum sem þú hefur bætt við, skaltu velja „Breyta“ á þessum skjá og nota rusltáknið til að fjarlægja tækið sem þú vilt ekki lengur nota með Mozilla VPN.
it: Per rimuovere uno dei dispositivi aggiunti, seleziona “Modifica” in questa schermata e utilizza l’icona del cestino per rimuovere il dispositivo su cui non desideri più utilizzare Mozilla VPN.
ja: 追加した端末を削除するには、この画面の [編集] を選択し、ごみ箱アイコンで Mozilla VPN を使用しなくなった端末を削除してください。
lo: ເພື່ອລຶບອຸປະກອນທີ່ເພີ່ມຂອງທ່ານອອກ, ເລືອກ “ແກ້ໄຂ” ໃນໜ້າຈໍນີ້ ແລະ ໃຊ້ໄອຄອນຖັງຂີ້ເຫຍື້ອເພື່ອລຶບອຸປະກອນທີ່ທ່ານບໍ່ຕ້ອງການໃຊ້ Mozilla VPN ອອກມາ.
nl: Selecteer om een van uw toegevoegde apparaten te verwijderen ‘Bewerken’ in dit scherm en gebruik het prullenbakpictogram om het apparaat te verwijderen waarop u Mozilla VPN niet meer wilt gebruiken.
pl: Aby usunąć jedno z dodanych urządzeń, wybierz „Edytuj” na tym ekranie i użyj ikony kosza, aby usunąć urządzenie, na którym nie chcesz już używać Mozilla VPN.
pt_br: Para remover um dos dispositivos adicionados, selecione “Editar” nesta tela e use o ícone de lixeira para remover o dispositivo onde você não quer mais usar o Mozilla VPN.
ru: Чтобы удалить одно из добавленных устройств, выберите «Изменить» на этом экране и с помощью значка корзины удалите устройство, на котором вы больше не хотите использовать Mozilla VPN.
sk: Ak chcete odstrániť jedno z pridaných zariadení, vyberte na tejto obrazovke položku „Upraviť“ a pomocou ikony koša odstráňte zariadenie, na ktorom už nechcete používať Mozilla VPN.
sl: Za odstranitev dodane naprave na tem zaslonu izberite “Uredi”, nato pa z ikono koša odstranite napravo, na kateri ne želite več uporabljati Mozilla VPN.
sq: Që të hiqni një nga pajisjet tuaja të shtuara, përzgjidhni “Përpunojeni” në këtë skenë dhe përdorni ikonën e hedhurinave për të hequr pajisjen te cila s’doni të përdoret më Mozilla VPN.
sv_se: För att ta bort en av dina tillagda enheter, välj “Redigera” på den här skärmen och använd papperskorgen för att ta bort den enhet du inte längre vill använda Mozilla VPN på.
th: ถ้าต้องการเอาอุปกรณ์ที่เพิ่มเข้ามาเครื่องใดเครื่องหนึ่งออก ให้เลือก “แก้ไข” บนหน้าจอนี้ และใช้ไอคอนถังขยะเพื่อเอาอุปกรณ์ที่คุณไม่ต้องการใช้ Mozilla VPN ออก
tr: Eklediğiniz cihazları kaldırmak isterseniz bu ekrandan “Düzenle”yi seçin, ardından Mozilla VPN’i kullanmasını istemediğiniz cihazın yanındaki çöp kutusu simgesine dokunun.
vi: Để xóa một trong các thiết bị đã thêm của bạn, hãy chọn “Chỉnh sửa” trên màn hình này và sử dụng biểu tượng thùng rác để xóa thiết bị mà bạn không muốn sử dụng Mozilla VPN nữa.
zh_tw: 要移除任何一台裝置，請點擊此畫面中的「編輯」，然後點擊垃圾桶圖示來刪除您不想使用 Mozilla VPN 的裝置。

# vpn.helpSheets.devicesHeader
source: Adding and removing devices
cs: Přidávání a odebírání zařízení
da: Tilføj og fjern enheder
de: Geräte hinzufügen und entfernen
el: Προσθήκη και αφαίρεση συσκευών
es_ar: Agregar y eliminar dispositivos
fy_nl: Apparaten tafoegje en fuortsmite
hu: Eszközök hozzáadása és eltávolítása
id: Menambah dan menghapus perangkat
is: Að bæta við og fjarlægja tæki
it: Aggiungere e rimuovere dispositivi
ja: 端末の追加と削除
lo: ການ​ເພີ່ມ​ ແລະ ​ການ​ລົບ​ອຸ​ປະ​ກອນ​
nl: Apparaten toevoegen en verwijderen
pl: Dodawanie i usuwanie urządzeń
pt_br: Como adicionar e remover dispositivos
ru: Добавление и удаление устройств
sk: Pridávanie a odoberanie zariadení
sl: Dodajanje in odstranjevanje naprav
sq: Shtim dhe heqje pajisjesh
sv_se: Lägg till och ta bort enheter
th: การเพิ่มและเอาอุปกรณ์ออก
tr: Cihaz ekleme ve kaldırma
vi: Thêm và xóa thiết bị
zh_tw: 新增與移除裝置

# vpn.helpSheets.devicesTitle
source: Device management
cs: Správa zařízení
da: Håndtering af enheder
de: Geräteverwaltung
el: Διαχείριση συσκευών
es_ar: Administración de dispositivos
fy_nl: Apparaatbehear
hu: Eszközkezelés
id: Manajemen perangkat
is: Tækjastjórnun
it: Gestione dispositivi
ja: 端末の管理
lo: ການຈັດການອຸປະກອນ
nl: Apparaatbeheer
pl: Zarządzanie urządzeniami
pt_br: Gerenciamento de dispositivos
ru: Управление устройствами
sk: Správa zariadení
sl: Upravljanje naprav
sq: Administrim pajisjesh
sv_se: Enhetshantering
th: การจัดการอุปกรณ์
tr: Cihaz yöneticisi
vi: Quản lý thiết bị
zh_tw: 裝置管理
