Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.notifications.unsecuredNetworkMessage
source: %1 is not secure. Click here to turn on VPN and secure your device.
cs: Síť %1 není zabezpečená. Klepněte zde pro zapnutí VPN a zabezepčení vašeho zařízení.
cy: Nid yw %1 yn ddiogel. Cliciwch yma i droi VPN ymlaen a diogelu eich dyfais.
da: %1 er ikke sikker. Klik her for at slå VPN til og gøre din enhed sikker.
de: %1 ist nicht sicher. Klicken Sie hier, um VPN zu aktivieren und Ihr Gerät zu sichern.
el: Το %1 δεν είναι ασφαλές. Κάντε κλικ εδώ για να ενεργοποιήσετε το VPN και να προστατεύσετε τη συσκευή σας.
es_ar: %1 no es seguro. Hacé clic aquí para activar la VPN y asegurar tu dispositivo.
fr: %1 n’est pas sécurisé. Cliquez ici pour activer le VPN et sécuriser votre appareil.
fy_nl: %1 is net befeilige. Klik hjir om VPN yn te skeakeljen en jo apparaat te befeiligjen.
hu: A(z) %1 nem biztonságos. Kattintson ide, hogy bekapcsolja a VPN-t, és megvédje az eszközét.
ia: %1 non es secur. Clicca hic pro activar le VPN e securisar tu apparato.
id: %1 tidak aman. Klik di sini untuk mengaktifkan VPN dan mengamankan perangkat Anda.
is: %1 er ekki öruggt. Smelltu hér til að kveikja á VPN og tryggja öryggi tækisins þíns.
it: %1 non è sicura. Fai clic qui per attivare la VPN e proteggere il tuo dispositivo.
ja: %1 は安全ではありません。端末を保護するには、ここをクリックして VPN をオンにしてください。
lo: %1 ບໍ່ປອດໄພ. ຄລິກທີ່ນີ້ເພື່ອເປີດໃຊ້ VPN ແລະ ຮັບປະກັນອຸປະກອນຂອງທ່ານ.
nl: %1 is niet beveiligd. Klik hier om VPN in te schakelen en uw apparaat te beveiligen.
pl: %1 nie jest bezpieczna. Kliknij tutaj, aby włączyć VPN i zabezpieczyć swoje urządzenie.
pt_br: %1 não é seguro. Clique aqui para ativar a VPN e proteger seu dispositivo.
pt_pt: %1 não é segura. Clique aqui para ligar a VPN e proteger o seu dispositivo.
ru: %1 не защищена. Щёлкните здесь, чтобы включить VPN и защитить своё устройство.
sk: Sieť %1 nie je zabezpečená. Kliknutím sem si zapnete VPN, aby ste ochránili svoje zariadenie.
sl: Omrežje %1 ni zavarovano. Kliknite, da vklopite VPN in zaščitite napravo.
sq: %1 s’është i sigurt. Klikoni këtu që të aktivizoni VPN-në dhe të siguroni pajisjen tuaj.
sv_se: %1 är inte säker. Klicka här för att aktivera VPN och säkra din enhet.
th: %1 ไม่ปลอดภัย คลิกที่นี่เพื่อเปิด VPN และปกป้องอุปกรณ์ของคุณให้ปลอดภัย
tr: %1 güvenli değil. VPN’i açarak cihazınızın güvenliğini sağlamak için burayı tıklayın.
uk: %1 не захищений. Клацніть тут, щоб увімкнути VPN та захистити свій пристрій.
vi: %1 không an toàn. Nhấp vào đây để bật VPN và bảo mật thiết bị của bạn.
zh_cn: %1 网络不安全，请点此开启 VPN 保护您的设备。
zh_tw: %1 網路並不安全，請點擊此處開啟 VPN 來保護傳輸內容。

# vpn.notifications.unsecuredNetworkTitle
source: Unsecured Wi-Fi network detected
cs: Rozpoznána nezabezpečená Wi-Fi síť
cy: Wedi canfod rhwydwaith Wi-Fi heb ei diogelu
da: Usikkert wi-fi-netværk fundet
de: Unsicheres WLAN-Netzwerk erkannt
el: Εντοπίστηκε επισφαλές δίκτυο Wi-Fi
es_ar: Se detectó una red Wi-Fi insegura
fr: Réseau Wi-Fi non sécurisé détecté
fy_nl: Unbefeilige wifi-netwurk detektearre
hu: Nem védett Wi-Fi hálózat észlelve
ia: Rete Wi-Fi non secur detegite
id: Jaringan Wi-Fi tidak aman terdeteksi
is: Ótryggt Wi-Fi netkerfi fannst
it: Rilevata rete Wi-Fi non protetta
ja: 安全でない Wi-Fi ネットワークが検出されました
lo: ກວດພົບເຄືອຂ່າຍ Wi-Fi ທີ່ບໍ່ປອດໄພ
nl: Onbeveiligd wifi-netwerk gedetecteerd
pl: Wykryto niezabezpieczoną sieć Wi-Fi
pt_br: Detectada rede WiFi não protegida
pt_pt: Rede Wi-Fi insegura detetada
ru: Обнаружена незащищённая Wi-Fi сеть
sk: Bola zistená nezabezpečená sieť Wi-Fi
sl: Zaznano nezavarovano omrežje Wi-Fi
sq: U pikas rrjet Wi-Fi jo i sigurt
sv_se: Oskyddat Wi-Fi-nätverk upptäcktes
th: ตรวจพบเครือข่าย Wi-Fi ที่ไม่ปลอดภัย
tr: Güvensiz Wi-Fi ağı algılandı
uk: Виявлено незахищену мережу Wi-Fi
vi: Đã phát hiện mạng Wi-Fi không an toàn
zh_cn: 检测到不安全的 Wi-Fi 网络
zh_tw: 偵測到不安全的 Wi-Fi 網路

# vpn.onboarding.dataSlideBody2
source: Help us improve Mozilla VPN by sharing crash reports, diagnostics, and product usage data. We never collect data about your online activity while using the VPN.
cs: Pomozte nám vylepšovat Mozilla VPN sdílením hlášení o pádech, diagnostiky a dat o používání. Během používání VPN nikdy nesbíráme údaje o vaší online aktivitě.
da: Hjælp os med at gøre Mozilla VPN bedre ved at dele rapporter om nedbrud, diagnostiske data og data for brug af produktet. Vi indsamler aldrig data om dine aktiviteter på nettet, når du bruger VPN'en.
de: Helfen Sie uns, Mozilla VPN zu verbessern, indem Sie Absturzberichte, Diagnosen und Produktnutzungsdaten teilen. Wir sammeln niemals Daten über Ihre Online-Aktivitäten, während Sie das VPN verwenden.
el: Βοηθήστε μας να βελτιώσουμε το Mozilla VPN κοινοποιώντας αναφορές καταρρεύσεων, διαγνωστικά και δεδομένα χρήσης προϊόντων. Δεν συλλέγουμε ποτέ δεδομένα σχετικά με τη διαδικτυακή σας δραστηριότητα κατά τη χρήση του VPN.
es_ar: Ayudanos a mejorar Mozilla VPN compartiendo informes de fallos, diagnósticos y datos de uso del producto. Nunca recopilamos datos sobre tu actividad en línea mientras usás la VPN.
fy_nl: Help ús Mozilla VPN te ferbetterjen troch ûngelokrapporten, diagnostyske gegevens en produktgebrûksgegevens te dielen. Wy sammelje nea gegevens oer jo online aktiviteit wylst it gebrûk fan de VPN.
hu: Segítsen nekünk a Mozilla VPN fejlesztésében a hibajelentések, diagnosztikai és termékhasználati adatok megosztásával. Sosem gyűjtünk adatokat az online tevékenységéről, miközben a VPN-t használja.
id: Bantu kami meningkatkan Mozilla VPN dengan membagikan laporan kerusakan, diagnostik, dan data penggunaan produk. Kami tidak pernah mengumpulkan data tentang aktivitas daring Anda saat menggunakan VPN.
is: Hjálpaðu okkur að bæta Mozilla VPN með því að deila hrunskýrslum, greiningu og notkunargögnum. Við söfnum aldrei gögnum um netvirkni þína meðan þú notar VPN.
it: Aiutaci a migliorare Mozilla VPN condividendo segnalazioni di arresto anomalo, dati diagnostici e sull’utilizzo del prodotto. Non raccogliamo mai dati sulla tua attività online durante l’utilizzo della VPN.
nl: Help ons Mozilla VPN te verbeteren door crashrapporten, diagnostische gegevens en productgebruiksgegevens te delen. We verzamelen nooit gegevens over uw online activiteit tijdens het gebruik van de VPN.
pl: Pomóż nam ulepszyć Mozilla VPN, udostępniając raporty o awariach, dane diagnostyczne i dane dotyczące użytkowania produktu. Nigdy nie zbieramy danych o Twojej aktywności online podczas korzystania z VPN.
pt_br: Ajude-nos a melhorar o Mozilla VPN compartilhando relatórios de falhas, diagnósticos e dados de uso do produto. Nunca coletamos dados sobre sua atividade online ao usar a VPN.
ru: Помогите нам улучшить Mozilla VPN, делясь отчетами о падениях, диагностикой и данными об использовании продуктов. Мы никогда не собираем данные о вашей онлайн-активности при использовании VPN.
sk: Pomôžte nám vylepšiť Mozilla VPN zdieľaním správ o zlyhaniach, diagnostických údajov a údajov o používaní produktu. Počas používania VPN nikdy nezhromažďujeme údaje o vašej online aktivite.
sl: Pomagajte nam izboljšati Mozilla VPN s pošiljanjem poročil o zrušitvah, diagnostičnih podatkov in podatkov o uporabi. Ne zbiramo podatkov o vaši spletni dejavnosti med uporabo VPN.
sq: Ndihmonani të përmirësojmë Mozilla VPN-në, duke ndarë me ne raporte vithisjesh, diagnostikime dhe të dhëna përdorimi të produktit. Nuk grumbullojmë kurrë të dhëna rreth veprimtarisë tuaj në internet teksa përdorni VPN-në.
sv_se: Hjälp oss att förbättra Mozilla VPN genom att dela kraschrapporter, diagnostik och produktanvändningsdata. Vi samlar aldrig in data om din onlineaktivitet när du använder VPN.
th: ช่วยเราปรับปรุง Mozilla VPN โดยการแบ่งปันรายงานข้อขัดข้อง การวินิจฉัย และข้อมูลการใช้งานผลิตภัณฑ์ เราจะไม่เก็บรวบรวมข้อมูลเกี่ยวกับกิจกรรมออนไลน์ของคุณในขณะที่ใช้ VPN
tr: Çökme raporlarını, tanılama bilgilerini ve ürün kullanım verilerini paylaşarak Mozilla VPN’i geliştirmemize yardımcı olun. VPN’i kullanırken çevrimiçi etkinlikleriniz hakkında asla veri toplamıyoruz.
vi: Hãy giúp chúng tôi cải thiện Mozilla VPN bằng cách chia sẻ báo cáo sự cố, chẩn đoán và dữ liệu sử dụng sản phẩm. Chúng tôi không bao giờ thu thập dữ liệu về hoạt động trực tuyến của bạn khi sử dụng VPN.
zh_tw: 透過分享錯誤報告、診斷資訊與產品使用資料來幫助我們改善 Mozilla VPN。我們不會在您使用 VPN 時收集線上行為資料。

# vpn.onboarding.dataSlideHeader2
source: Data collection
cs: Sběr dat
da: Indsamling af data
de: Datenerhebung
el: Συλλογή δεδομένων
es_ar: Recopilación de datos
fy_nl: Gegevenssamling
hu: Adatgyűjtés
id: Pengumpulan data
is: Gagnasöfnun
it: Raccolta dati
lo: ການເກັບກຳຂໍ້ມູນ
nl: Gegevensverzameling
pl: Zbieranie danych
pt_br: Coleta de dados
ru: Сбор данных
sk: Zber údajov
sl: Zbiranje podatkov
sq: Grumbullim të dhënash
sv_se: Datainsamling
th: การเก็บรวบรวมข้อมูล
tr: Veri toplama
vi: Thu thập dữ liệu
zh_tw: 資料收集

# vpn.onboarding.dataSlideLearnMoreCaption2
source: Learn more about data collection
cs: Zjistit více o sběru dat
da: Læs mere om indsamling af data
de: Erfahren Sie mehr über die Datenerhebung
el: Μάθετε περισσότερα σχετικά με τη συλλογή δεδομένων
es_ar: Conocer más sobre la recopilación de datos
fy_nl: Mear ynfo oer gegevenssammeling
hu: Tudjon meg többet az adatgyűjtésről
id: Pelajari lebih lanjut tentang pengumpulan data
is: Lærðu meira um gagnasöfnun
it: Ulteriori informazioni sulla raccolta dati
lo: ສຶກສາເພີ່ມເຕີມກ່ຽວກັບການເກັບກຳຂໍ້ມູນ
nl: Meer info over gegevensverzameling
pl: Więcej informacji o zbieraniu danych
pt_br: Saiba mais sobre coleta de dados
ru: Узнайте больше о сборе данных
sk: Ďalšie informácie o zbere údajov
sl: Več o zbiranju podatkov
sq: Mësoni më tepër rreth grumbullimi të dhënash
sv_se: Lär dig mer om datainsamling
th: เรียนรู้เพิ่มเติมเกี่ยวกับการเก็บรวบรวมข้อมูล
tr: Veri toplama hakkında daha fazla bilgi alın
vi: Tìm hiểu thêm về thu thập dữ liệu
zh_tw: 了解資料收集的更多資訊

# vpn.onboarding.dataSlidePrivacyLinkLabel
source: Mozilla VPN Privacy Notice
cs: Zásady ochrany osobních údajů službou Mozilla VPN
cy: Hysbysiad Preifatrwydd Mozilla VPN
da: Privatlivserklæring for Mozilla VPN
de: Mozilla-VPN-Datenschutzerklärung
el: Σημείωση απορρήτου Mozilla VPN
es_ar: Aviso de privacidad sobre Mozilla VPN
fr: Politique de confidentialité de Mozilla VPN
fy_nl: Mozilla VPN-privacyferklearring
hu: Mozilla VPN adatvédelmi irányelvek
ia: Aviso de confidentialitate de Mozilla VPN
id: Pemberitahuan Privasi Mozilla VPN
is: Persónuverndarstefna Mozilla VPN
it: Informativa sulla privacy di Mozilla VPN
ja: Mozilla VPN プライバシー通知
nl: Mozilla VPN-privacyverklaring
pl: Zasady ochrony prywatności aplikacji Mozilla VPN
pt_br: Aviso de privacidade do Mozilla VPN
pt_pt: Informação de privacidade da Mozilla VPN
ru: Уведомление о конфиденциальности Mozilla VPN
sk: Vyhlásenie o ochrane osobných údajov Mozilla VPN
sl: Obvestilo o zasebnosti za Mozilla VPN
sq: Shënim Privatësie për Mozilla VPN-në
sv_se: Mozilla VPN sekretesspolicy
th: ประกาศความเป็นส่วนตัวของ Mozilla VPN
tr: Mozilla VPN Gizlilik Bildirimi
uk: Повідомлення про приватність Mozilla VPN
vi: Thông báo về quyền riêng tư của Mozilla VPN
zh_cn: Mozilla VPN 隐私声明
zh_tw: Mozilla VPN 隱私權公告

# vpn.onboarding.dataSlideToggleLabel
source: Share technical data
cs: Sdílet technická data
da: Del tekniske data
de: Technische Daten teilen
el: Κοινοποίηση τεχνικών δεδομένων
es_ar: Compartir datos técnicos
fy_nl: Technyske gegevens diele
hu: Műszaki adatok megosztása
id: Bagikan data teknis
is: Deila tæknigögnum
it: Condividi dati tecnici
nl: Technische gegevens delen
pl: Udostępnij dane techniczne
pt_br: Compartilhar dados técnicos
ru: Поделиться техническими данными
sk: Zdieľať technické údaje
sl: Deli tehnične podatke
sq: Ndani me të tjerë të dhëna teknike
sv_se: Dela teknisk data
th: แบ่งปันข้อมูลทางเทคนิค
tr: Teknik verileri paylaş
vi: Chia sẻ dữ liệu kỹ thuật
zh_tw: 分享技術資料

# vpn.onboarding.devicesSlideBody2
source: To install the VPN on another tablet or mobile device, scan the QR code.
cs: Chcete-li VPN nainstalovat do jiného tabletu nebo mobilního zařízení, naskenujte QR kód.
da: Skan QR-koden for at installere VPN'en på en anden tablet eller telefon.
de: Um das VPN auf einem anderen Tablet oder Mobilgerät zu installieren, scannen Sie den QR-Code.
el: Για να εγκαταστήσετε το VPN σε άλλο tablet ή κινητή συσκευή, σαρώστε τον κωδικό QR.
es_ar: Para instalar la VPN en otra tableta o dispositivo móvil, escaneá el código QR.
fr: Pour installer le VPN sur une autre tablette ou un autre appareil mobile, scannez le code QR.
fy_nl: Scan de QR-koade om de VPN op in oare tablet of mobyl apparaat te ynstallearjen.
hu: A VPN másik táblagépre vagy mobileszközre történő telepítéséhez olvassa le a QR-kódot.
id: Untuk memasang VPN di tablet atau perangkat seluler lain, pindai kode QR.
is: Til að setja VPN upp á aðra spjaldtölvu eða farsíma skaltu skanna QR-kóðann.
it: Per installare la VPN su un altro tablet o dispositivo mobile, scansiona il codice QR.
ja: 別のタブレットやモバイル端末に VPN をインストールするには、この QR コードをスキャンしてください。
nl: Scan de QR-code om de VPN op een andere tablet of mobiel apparaat te installeren.
pl: Aby zainstalować VPN na innym tablecie lub urządzeniu mobilnym, zeskanuj kod QR.
pt_br: Para instalar a VPN em outro tablet ou dispositivo móvel, digitalize o código QR.
pt_pt: Para instalar a VPN noutro tablet ou dispositivo móvel, digitalize o código QR.
ru: Чтобы установить VPN на другой планшет или мобильное устройство, отсканируйте QR-код.
sk: Ak chcete nainštalovať VPN na inom tablete alebo mobilnom zariadení, naskenujte QR kód.
sl: Za namestitev VPN-ja na drugo tablico ali mobilno napravo skenirajte kodo QR.
sq: Që të instaloni VPN-në në një tjetër tablet apo pajisje celulare, skanoni kodin QR.
sv_se: För att installera VPN på en annan surfplatta eller mobil enhet, skanna QR-koden.
th: ถ้าต้องการติดตั้ง VPN บนแท็บเล็ตหรืออุปกรณ์มือถืออื่น ให้สแกนคิวอาร์โค้ดนี้
tr: VPN’i başka bir tablete veya mobil cihaza yüklemek için QR kodunu okutun.
uk: Щоб установити VPN на інший планшет або мобільний пристрій, скануйте QR-код.
vi: Để cài đặt VPN trên máy tính bảng hoặc thiết bị di động khác, hãy quét mã QR.
zh_cn: 在平板和手机上扫码安装 VPN。
zh_tw: 掃描 QR Code 即可在其他平板電腦或行動裝置安裝 VPN。

# vpn.onboarding.devicesSlideBodyMobile
source: To install the VPN on another tablet or mobile device, scan the QR code. To install on a desktop computer, visit the Download page on the Mozilla VPN website.
cs: Chcete-li VPN nainstalovat do jiného tabletu nebo mobilního zařízení, naskenujte QR kód. Chcete-li VPN nainstalovat do stolního počítače, navštivte stránku ke stažení na webu Mozilla VPN.
da: Skan QR-koden for at installere VPN'en på en anden tablet eller telefon. Hvis du vil installere VPN'en på en computer, så skal du gå til download-siden på webstedet for Mozilla VPN.
de: Um das VPN auf einem anderen Tablet oder Mobilgerät zu installieren, scannen Sie den QR-Code. Zur Installation auf einem Desktop-Computer besuchen Sie die Download-Seite auf der Mozilla-VPN-Website.
el: Για να εγκαταστήσετε το VPN σε άλλο tablet ή κινητή συσκευή, σαρώστε τον κωδικό QR. Για εγκατάσταση σε υπολογιστή, επισκεφτείτε τη σελίδα λήψης στον ιστότοπο του Mozilla VPN.
es_ar: Para instalar la VPN en otra tableta o dispositivo móvil, escaneá el código QR. Para instalar en una computadora de escritorio, visitá la página de descargas en el sitio web de Mozilla VPN.
fr: Pour installer le VPN sur une autre tablette ou un autre appareil mobile, scannez le code QR. Pour l’installer sur un ordinateur de bureau, visitez la page de téléchargement sur le site web de Mozilla VPN.
fy_nl: Scan de QR-koade om de VPN op in oare tablet of mobyl apparaat te ynstallearjen. Besykje de downloadside op de Mozilla VPN-website om op in desktopkompjûter te ynstallearjen.
hu: A VPN másik táblagépre vagy mobileszközre történő telepítéséhez olvassa le a QR-kódot. Asztali számítógépre történő telepítéshez keresse fel a Letöltés oldalt a Mozilla VPN weboldalán.
id: Untuk memasang VPN di tablet atau perangkat seluler lain, pindai kode QR. Untuk memasang di komputer desktop, kunjungi laman Unduh di situs web Mozilla VPN.
is: Til að setja VPN upp á aðra spjaldtölvu eða farsíma skaltu skanna QR-kóðann. Til að setja það upp á borðtölvu skaltu fara á niðurhalssíðuna á Mozilla VPN-vefsvæðinu.
it: Per installare la VPN su un altro tablet o dispositivo mobile, scansiona il codice QR. Per eseguire l’installazione su un computer desktop, visita la pagina Download sul sito web di Mozilla VPN.
ja: 別のタブレットやモバイル端末に VPN をインストールするには、この QR コードをスキャンしてください。デスクトップのコンピューターにインストールするには、Mozilla VPN ウェブサイトのダウンロードページにアクセスしてください。
nl: Scan de QR-code om de VPN op een andere tablet of mobiel apparaat te installeren. Bezoek de downloadpagina op de Mozilla VPN-website om op een desktopcomputer te installeren.
pl: Aby zainstalować VPN na innym tablecie lub urządzeniu mobilnym, zeskanuj kod QR. Aby zainstalować na komputerze stacjonarnym, odwiedź stronę pobierania w witrynie Mozilla VPN.
pt_br: Para instalar a VPN em outro tablet ou dispositivo móvel, digitalize o código QR. Para instalar em um computador, visite a página de download no site do Mozilla VPN.
pt_pt: Para instalar a VPN noutro tablet ou dispositivo móvel, digitalize o código QR. Para instalar num computador, visite a página de Transferências no site da Mozilla VPN.
ru: Чтобы установить VPN на другой планшет или мобильное устройство, отсканируйте QR-код. Для установки на настольный компьютер посетите страницу скачиваний на сайте Mozilla VPN.
sk: Ak chcete nainštalovať VPN na inom tablete alebo mobilnom zariadení, naskenujte QR kód. Ak chcete nainštalovať na stolný počítač, navštívte stránku Na stiahnutie na webovej stránke Mozilla VPN.
sl: Za namestitev VPN-ja na drugo tablico ali mobilno napravo skenirajte kodo QR. Za namestitev na računalnik obiščite stran za prenos VPN-ja na Mozillini spletni strani.
sq: Që të instaloni VPN-në në një tjetër tablet apo pajisje celulare, skanoni kodin QR. Që ta instaloni në një kompjuter desktop, vizitoni faqen Shkarkime te sajti Mozilla VPN.
sv_se: För att installera VPN på en annan surfplatta eller mobil enhet, skanna QR-koden. För att installera på en stationär dator, besök nedladdningssidan på Mozilla VPN-webbplatsen.
th: ถ้าต้องการติดตั้ง VPN บนแท็บเล็ตหรืออุปกรณ์มือถืออื่น ให้สแกนคิวอาร์โค้ดนี้ ถ้าต้องการติดตั้งบนคอมพิวเตอร์ ให้ไปที่หน้าดาวน์โหลดบนเว็บไซต์ Mozilla VPN
tr: VPN’i başka bir tablete veya mobil cihaza yüklemek için QR kodunu okutun. Bilgisayara yüklemek için Mozilla VPN web sitesindeki İndirme sayfasını ziyaret edin.
uk: Щоб установити VPN на інший планшет або мобільний пристрій, скануйте QR-код. Щоб установити на настільному комп'ютері, відвідайте сторінку завантаження на вебсайті Mozilla VPN.
vi: Để cài đặt VPN trên máy tính bảng hoặc thiết bị di động khác, hãy quét mã QR. Để cài đặt trên máy tính để bàn, hãy truy cập Trang tải xuống trên trang web Mozilla VPN.
zh_cn: 在平板和手机上扫码安装 VPN，桌面端请访问 Mozilla VPN 网站的下载页面。
zh_tw: 掃描 QR Code 即可在其他平板電腦或行動裝置安裝 VPN。若要在桌機安裝，請到 Mozilla VPN 網站上的下載頁面來下載。

# vpn.onboarding.devicesSlideDeviceTypeLabel
source: Select device type:
cs: Vyberte typ zařízení:
cy: Dewiswch y math o ddyfais:
da: Vælg enhedstype:
de: Gerätetyp auswählen:
el: Επιλέξτε τύπο συσκευής:
es_ar: Seleccionar tipo de dispositivo:
fr: Sélectionnez le type d’appareil :
fy_nl: Selektearje apparaattype:
hu: Válasszon eszköztípust:
ia: Elige typo de apparato:
id: Pilih jenis perangkat:
is: Veldu gerð tækis:
it: Seleziona il tipo di dispositivo:
ja: 端末の種類を選択してください:
lo: ເລືອກປະເພດອຸປະກອນ:
nl: Selecteer apparaattype:
pl: Wybierz typ urządzenia:
pt_br: Selecione o tipo de dispositivo:
pt_pt: Selecione o tipo de dispositivo:
ru: Выберите тип устройства:
sk: Vyberte typ zariadenia:
sl: Izberite vrsto naprave:
sq: Përzgjidhni lloj pajisjesh:
sv_se: Välj enhetstyp:
th: เลือกชนิดอุปกรณ์:
tr: Cihaz tipini seçin:
uk: Виберіть тип пристрою:
vi: Chọn loại thiết bị:
zh_cn: 选择设备类型：
zh_tw: 選擇裝置類型：

# vpn.onboarding.devicesSlideHeader
source: Install Mozilla VPN on up to 5 devices
cs: Instalujte Mozilla VPN až na 5 zařízení
cy: Gosod Mozilla VPN ar hyd at 5 dyfais
da: Installer Mozilla VPN på op til 5 enheder
de: Installieren Sie Mozilla VPN auf bis zu 5 Geräten
el: Εγκαταστήστε το Mozilla VPN σε έως και 5 συσκευές
es_ar: Instalar Mozilla VPN en hasta 5 dispositivos
fr: Installez Mozilla VPN sur jusqu’à 5 appareils
fy_nl: Ynstallearje Mozilla VPN op maksimaal 5 apparaten
hu: Telepítse a Mozilla VPN-t akár 5 eszközre
ia: Installa Mozilla VPN sur maximo 5 apparatos
id: Pasang Mozilla VPN di maksimal 5 perangkat
is: Settu Mozilla VPN upp á allt að 5 tækjum
it: Installa Mozilla VPN su un massimo di 5 dispositivi
ja: Mozilla VPN を最大 5 台の端末にインストール
nl: Installeer Mozilla VPN op maximaal 5 apparaten
pl: Zainstaluj Mozilla VPN na maksymalnie 5 urządzeniach
pt_br: Instale o Mozilla VPN em até 5 dispositivos
pt_pt: Instale a Mozilla VPN em até 5 dispositivos
ru: Установите Mozilla VPN максимум на 5 устройств
sk: Nainštalujte si Mozilla VPN až na 5 zariadení
sl: Namestite Mozilla VPN na do 5 naprav
sq: Instaloni Mozilla VPN-në në deri 5 pajisje
sv_se: Installera Mozilla VPN på upp till 5 enheter
th: ติดตั้ง Mozilla VPN บนอุปกรณ์สูงสุด 5 เครื่อง
tr: Mozilla VPN’i 5 cihaza yükleyebilirsiniz
uk: Ви можете встановити Mozilla VPN максимум на 5 пристроїв
vi: Cài đặt Mozilla VPN lên đến 5 thiết bị
zh_cn: 在最多 5 台设备上安装 Mozilla VPN
zh_tw: 在最多 5 台裝置上安裝 Mozilla VPN

# vpn.onboarding.devicesSlideQRCodeAndroid
source: QR Code that links to the Mozilla VPN product page on the Google Play Store
cs: QR kód odkazující na stránku produktu Mozilla VPN v obchodě Google Play
cy: Cod QR sy'n cysylltu â thudalen cynnyrch Mozilla VPN ar Play Store, Google
da: QR-kode, der linker til produktsiden for Mozilla VPN på Google Play Butik
de: QR-Code, der auf die Mozilla VPN-Produktseite im Google Play Store verlinkt
el: Κωδικός QR που συνδέεται με τη σελίδα προϊόντος του Mozilla VPN στο Google Play Store
es_ar: Código QR que enlaza a la página del producto de Mozilla VPN en Google Play Store
fr: Code QR qui pointe vers la page produit de Mozilla VPN sur le Google Play Store
fy_nl: QR-koade dy’t ferwiist nei de Mozilla VPN-produktside yn de Google Play Store
hu: QR-kód, amely a Mozilla VPN termékoldalára mutat a Google Play Áruházban
ia: Codice QR que se refere al pagina de presentation del producto Mozilla VPN sur Google Play Store
id: Kode QR yang tertaut ke laman produk Mozilla VPN di Google Play Store
is: QR-kóði sem tengir á Mozilla VPN síðuna í Google Play Store
it: Codice QR che rimanda alla pagina del prodotto Mozilla VPN sul Google Play Store
ja: この QR コード は Google Play ストアの Mozilla VPN 製品ページへのリンクです
nl: QR-code die verwijst naar de Mozilla VPN-productpagina in de Google Play Store
pl: Kod QR prowadzący do strony produktu Mozilla VPN w sklepie Google Play
pt_br: Código QR vinculado à página do produto Mozilla VPN na Google Play Store
pt_pt: Código QR associado à página do produto da Mozilla VPN na Google Play Store
ru: QR-код, который ссылается на страницу продукта Mozilla VPN в магазине Google Play
sk: QR kód, ktorý odkazuje na stránku produktu Mozilla VPN v obchode Google Play
sl: Koda QR, ki vodi do strani izdelka Mozilla VPN v Trgovini Google Play
sq: Kod QR që lidh faqen e produktit Mozilla VPN te shitorja Google Play Store
sv_se: QR-kod som länkar till Mozilla VPN-produktsidan i Google Play Butik
th: คิวอาร์โค้ดที่เชื่อมโยงไปยังหน้าผลิตภัณฑ์ Mozilla VPN บน Google Play Store
tr: Google Play Store'daki Mozilla VPN ürün sayfasına giden QR kodu
uk: QR-код, який спрямовує на сторінку продукту Mozilla VPN у Google Play Маркеті
vi: Mã QR liên kết đến trang sản phẩm Mozilla VPN trên Cửa hàng Google Play
zh_cn: 链接到 Google Play 商店中 Mozilla VPN 产品页面的二维码
zh_tw: 能夠開啟 Google Play Store 上 Mozilla VPN 產品頁面鏈結的 QR Code
