Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.inAppAuth.termsOfServiceAndPrivacyDisclaimer
source: By continuing, you agree to the <a href="terms-of-service">Terms of Service</a> and the <a href="privacy-notice">Privacy Notice</a>.
cs: Pokračováním vyjadřujete souhlas s <a href="terms-of-service">podmínkami poskytování služby</a> a <a href="privacy-notice">zásadami ochrany osobních údajů</a>.
cy: Drwy barhau, rydych yn cytuno i'r <a href="terms-of-service">Telerau Gwasanaeth</a> a'r <a href="privacy-notice">Hysbysiad Preifatrwydd</a>.
da: Ved at fortsætte accepterer du <a href="terms-of-service">tjenestevilkårene</a> og <a href="privacy-notice">privatlivserklæringen</a>.
de: Indem Sie fortfahren, stimmen Sie den <a href="terms-of-service">Nutzungsbedingungen</a> und dem <a href="privacy-notice">Datenschutzhinweis</a> zu.
el: Συνεχίζοντας, συμφωνείτε με τους <a href="terms-of-service">Όρους υπηρεσίας</a> και τη <a href="privacy-notice">Σημείωση απορρήτου</a>.
es_ar: Al continuar, aceptás los <a href="terms-of-service">términos del servicio</a> y las <a href="privacy-notice">políticas de privacidad</a>.
fr: En continuant, vous acceptez les <a href="terms-of-service">Conditions d’utilisation</a> et la <a href="privacy-notice">Politique de confidentialité</a>.
fy_nl: Troch fierder te gean, geane jo akkoard mei de <a href="terms-of-service">Servicebetingsten</a> en <a href="privacy-notice">Privacyferklearring</a>.
hu: A folytatással elfogadja a <a href="terms-of-service">Szolgáltatási feltételeket</a> és az <a href="privacy-notice">Adatvédelmi nyilatkozatot</a>.
ia: Per continuar, tu accepta le <a href="terms-of-service">Conditiones de servicio</a> e le <a href="privacy-notice">Aviso de confidentialitate</a>.
id: Dengan melanjutkan, Anda menyetujui <a href="terms-of-service">Persyaratan Layanan</a> dan <a href="privacy-notice">Pemberitahuan Privasi</a>.
is: Með því að halda áfram samþykkir þú <a href="terms-of-service">þjónustuskilmála</a> og <a href="privacy-notice">persónuverndarstefnu okkar</a>.
it: Proseguendo, confermi di accettare le nostre <a href="terms-of-service">condizioni di utilizzo del servizio</a> e l’<a href="privacy-notice">informativa sulla privacy</a>.
ja: 続行することで、<a href="terms-of-service">サービス利用規約</a> と <a href="privacy-notice">プライバシーポリシー</a> に同意したことになります。
lo: ໂດຍການດຳເນີນການຕໍ່, ແມ່ນຖືວ່າທ່ານຍອມຮັບ <a href="terms-of-service">ເງື່ອນໄຂການໃຫ້ບໍລິການ</a> ແລະ <a href="privacy-notice">ປະກາດຄວາມເປັນສ່ວນຕົວ</a>.
nl: Door verder te gaan, gaat u akkoord met de <a href="terms-of-service">Servicevoorwaarden</a> en <a href="privacy-notice">Privacyverklaring</a>.
pl: Kontynuując wyrażasz zgodę na <a href="terms-of-service">Warunki korzystania z usługi</a> i <a href="privacy-notice">Zasady ochrony prywatności</a>.
pt_br: Ao continuar, você concorda com os <a href="terms-of-service">Termos do serviço</a> e o <a href="privacy-notice">Aviso de privacidade</a>.
pt_pt: Ao continuar, concorda com os nossos <a href="terms-of-service">Termos do serviço</a> e <a href="privacy-notice">Informação de privacidade</a>.
ru: Продолжив, вы принимаете <a href="terms-of-service">Условия использования</a> и <a href="privacy-notice">Примечание о конфиденциальности</a>.
sk: Pokračovaním vyjadrujete súhlas s <a href="terms-of-service">Podmienkami používania služby</a> a <a href="privacy-notice">Vyhlásením o ochrane osobných údajov</a>.
sl: Z nadaljevanjem se strinjate s <a href="terms-of-service">pogoji uporabe</a> in z <a href="privacy-notice">obvestilom o zasebnosti</a>.
sq: Duke vazhduar, pajtoheni me <a href="terms-of-service">Kushte Shërbimi</a> dhe <a href="privacy-notice">Shënim Privatësie</a>.
sv_se: Genom att fortsätta godkänner du <a href="terms-of-service">användarvillkor</a> och <a href="privacy-notice">sekretessmeddelandet</a>.
th: เมื่อดำเนินการต่อ แสดงว่าคุณยอมรับ<a href="terms-of-service">เงื่อนไขการให้บริการ</a>และ<a href="privacy-notice">ประกาศความเป็นส่วนตัว</a>
tr: Devam ederseniz <a href="terms-of-service">Hizmet Koşulları</a>’nı ve <a href="privacy-notice">Gizlilik Bildirimi</a>’ni kabul etmiş olursunuz.
uk: Продовжуючи, ви погоджуєтесь з <a href="terms-of-service">Умовами користування</a> і <a href="privacy-notice">Повідомленням про приватність</a>.
vi: Bằng cách tiếp tục, bạn đồng ý với <a href="terms-of-service">điều khoản dịch vụ</a> và <a href="privacy-notice">thông báo về quyền riêng tư</a>.
zh_cn: 继续，即表示您同意 <a href="terms-of-service">服务条款</a> 和 <a href="privacy-notice">隐私声明</a>。
zh_tw: 若繼續，代表您同意我們的<a href="terms-of-service">服務條款</a>及<a href="privacy-notice">隱私權公告</a>。

# vpn.inAppAuth.unblockCodeInputPlaceholder
source: Enter 8-digit code
cs: Zadejte osmimístný kód
cy: Rhowch y cod 8 digid
da: Indtast 8-cifret kode
de: 8-stelligen Code eingeben
el: Εισαγάγετε τον 8-ψήφιο κωδικό
es_ar: Ingresá el código de 8 dígitos
fr: Saisissez le code à 8 chiffres
fy_nl: Fier 8-siferige koade yn
hu: Adja meg a 8 számjegyű kódot
ia: Insere le codice de 8 digitos
id: Masukkan kode 8 digit
is: Settu inn 8-stafa kóða
it: Inserisci il codice a 8 cifre
ja: 8 桁のコードを入力
lo: ໃສ່ລະຫັດ 8 ຕົວເລກ
nl: Voer 8-cijferige code in
pl: Wprowadź 8-cyfrowy kod
pt_br: Insira o código de 8 dígitos
pt_pt: Inserir código de 8 dígitos
ru: Введите код из 8 цифр
sk: Zadajte 8-miestny kód
sl: Vnesite 8-mestno kodo
sq: Jepni kodin 8-shifror
sv_se: Ange 8-siffrig kod
th: ใส่รหัส 8 หลัก
tr: 8 basamaklı kodu girin
uk: Введіть 8-значний код
vi: Nhập mã gồm 8 chữ số
zh_cn: 请输入 8 位验证码
zh_tw: 請輸入八位數的安全碼

# vpn.inAppAuth.verificationCodeTitle
source: Enter verification code
cs: Zadejte ověřovací kód
cy: Rhowch y cod dilysu
da: Indtast bekræftelseskode
de: Bestätigungscode eingeben
el: Εισαγάγετε τον κωδικό επαλήθευσης
es_ar: Ingresá el código de verificación
fr: Saisissez le code de vérification
fy_nl: Fier ferifikaasjekoade yn
hu: Adja meg az ellenőrzőkódot
ia: Insere le codice de verification
id: Masukkan kode verifikasi
is: Settu inn staðfestingarkóða
it: Inserisci il codice di verifica
ja: 確認コードを入力してください
lo: ໃສ່ລະຫັດຢືນຢັນ
nl: Voer verificatiecode in
pl: Wprowadź kod weryfikacyjny
pt_br: Digite o código de verificação
pt_pt: Inserir código de confirmação
ru: Введите код подтверждения
sk: Zadajte overovací kód
sl: Vnesite potrditveno kodo
sq: Jepni kodin e verifikimit
sv_se: Ange verifieringskod
th: ใส่รหัสตรวจสอบ
tr: Doğrulama kodunu girin
uk: Введіть код підтвердження
vi: Nhập mã xác minh
zh_cn: 请输入验证码
zh_tw: 請輸入驗證碼

# vpn.inAppAuth.verifySecurityCodeButton
source: Verify
cs: Ověřit
cy: Gwirio
da: Bekræft
de: Bestätigen
el: Επαλήθευση
es_ar: Verificar
fr: Vérifier
fy_nl: Ferifiearje
hu: Ellenőrzés
ia: Verificar
id: Verifikasi
is: Sannreyna
it: Verifica
ja: 確認
lo: ຢືນຢັນ
nl: Verifiëren
pl: Zweryfikuj
pt_br: Validar
pt_pt: Verificar
ru: Подтвердить
sk: Overiť
sl: Potrdi
sq: Verifikoje
sv_se: Verifiera
th: ยืนยัน
tr: Doğrula
uk: Підтвердити
vi: Xác minh
zh_cn: 验证
zh_tw: 驗證

# vpn.inAppAuth.waitingForSignIn
source: Waiting for sign in and subscription confirmation…
cs: Čekání na přihlášení a potvrzení předplatného…
cy: Yn aros am gadarnhad mewngofnodi a thanysgrifiad…
da: Venter på login og bekræftelse på abonnement…
de: Warten auf Anmeldung und Abonnementbestätigung…
el: Αναμονή για σύνδεση και επιβεβαίωση συνδρομής…
es_ar: Esperando el inicio de sesión y la confirmación de la suscripción…
fr: En attente de l’inscription et de la confirmation de l’abonnement…
fy_nl: Wachtsje op oanmelden en fan abonnemintsbefêstiging…
hu: Várakozás a bejelentkezésre és az előfizetés megerősítésére…
ia: Attendente confirmation de accesso e subscription…
id: Menunggu konfirmasi masuk dan berlangganan…
is: Bíð eftir innskráningu og staðfestingu áskriftar…
it: In attesa dell’accesso e della conferma dell’abbonamento…
ja: ログインとサブスクリプションの確認を待っています...
lo: ກຳລັງລໍຖ້າການເຂົ້າສູ່ລະບົບ ແລະ ການຢືນຢັນການສະໝັກໃຊ້…
nl: Wachten op aanmelden en abonnementsbevestiging…
pl: Oczekiwanie na potwierdzenie logowania i subskrypcji…
pt_br: Aguardando entrar na conta e confirmar assinatura…
pt_pt: A aguardar para iniciar sessão e pela confirmação da subscrição…
ru: Ожидание входа и подтверждения подписки…
sk: Čakanie na prihlásenie a potvrdenie predplatného…
sl: Čakanje na prijavo in potrditev naročnine …
sq: Po pritet për hyrje dhe ripohim pajtimi…
sv_se: Väntar på inloggnings och prenumerationsbekräftelse…
th: กำลังรอการยืนยันลงชื่อเข้าและสมัครสมาชิก…
tr: Giriş ve abonelik onayı bekleniyor…
uk: Очікування входу та підтвердження передплати…
vi: Đang chờ đăng nhập và xác nhận đăng ký…
zh_cn: 正在等待登录和订阅确认…
zh_tw: 正在等待登入與訂閱確認…

# vpn.inAppMessaging.criticalBadge
source: Critical
cs: Kritická
cy: Hollbwysig
da: Kritisk
de: Sehr wichtig
el: Κρίσιμο
es_ar: Crítico
fr: Critique
fy_nl: Krityk
hu: Kritikus
ia: Critic
id: Sangat Penting
is: Áríðandi
it: Critico
ja: 重要
lo: ຮ້າຍແຮງ
nl: Kritiek
pl: Krytyczne
pt_br: Crítico
pt_pt: Crítico
ru: Важно
sk: Kritická
sl: Zelo pomembno
sq: Kritike
sv_se: Kritisk
th: สำคัญ
tr: Kritik
uk: Критичне
vi: Nghiêm trọng
zh_cn: 严重
zh_tw: 嚴重

# vpn.inAppMessaging.dateTimeYesterday
source: Yesterday
cs: Včera
cy: Ddoe
da: I går
de: Gestern
el: Χθες
es_ar: Ayer
fr: Hier
fy_nl: Juster
hu: Tegnap
ia: Heri
id: Kemarin
is: Í gær
it: Ieri
ja: 昨日
lo: ມື້ວານ
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
pt_pt: Ontem
ru: Вчера
sk: Včera
sl: Včeraj
sq: Dje
sv_se: Igår
th: เมื่อวานนี้
tr: Dün
uk: Учора
vi: Hôm qua
zh_cn: 昨天
zh_tw: 昨天

# vpn.inAppMessaging.deleteMessage
source: Delete message
cs: Smazat zprávu
cy: Dileu neges
da: Slet meddelelse
de: Nachricht löschen
el: Διαγραφή μηνύματος
es_ar: Eliminar mensaje
fr: Supprimer le message
fy_nl: Berjocht fuortsmite
hu: Üzenet törlése
ia: Deler le message
id: Hapus pesan
is: Eyða skilaboðum
it: Elimina messaggio
ja: メッセージを削除
lo: ລຶບຂໍ້ຄວາມ
nl: Bericht verwijderen
pl: Usuń wiadomość
pt_br: Excluir mensagem
pt_pt: Eliminar mensagem
ru: Удалить сообщение
sk: Odstrániť správu
sl: Izbriši sporočilo
sq: Fshije mesazhin
sv_se: Ta bort meddelande
th: ลบข้อความ
tr: Mesajı sil
uk: Видалити повідомлення
vi: Xóa tin nhắn
zh_cn: 删除消息
zh_tw: 刪除訊息

# vpn.inAppMessaging.editButton
source: Edit
cs: Upravit
cy: Golygu
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es_ar: Editar
fr: Modifier
fy_nl: Bewurkje
hu: Szerkesztés
ia: Modificar
id: Ubah
is: Breyta
it: Modifica
ja: 編集
lo: ແກ້ໄຂ
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ru: Изменить
sk: Upraviť
sl: Uredi
sq: Përpunoni
sv_se: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# vpn.inAppMessaging.emptyStateDescription
source: You’re up to date!
cs: Používáte nejnovější verzi!
cy: Rydych yn gyfredol!
da: Du er opdateret!
de: Sie sind auf dem neuesten Stand!
el: Έχετε ενημερωθεί!
es_ar: ¡Estás al día!
fr: Vous êtes à jour !
fy_nl: Jo binne by de tiid!
hu: Ön naprakész.
ia: Tu es actualisate!
id: Aplikasi sudah terbaru!
is: Allt er uppfært hjá þér!
it: L’applicazione è aggiornata.
ja: 最新バージョンを使用しています
lo: ທ່ານອັບເດດແລ້ວ!
nl: U bent up-to-date!
pl: Jesteś na bieżąco!
pt_br: Você está em dia!
pt_pt: Está atualizado!
ru: У вас актуальная версия!
sk: Používate najnovšiu verziu.
sl: Ste na tekočem!
sq: Jeni të përditësuar!
sv_se: Du är uppdaterad!
th: คุณดูข้อความครบหมดแล้ว!
tr: Uygulama güncel!
uk: Усе оновлено!
vi: Bạn đã được cập nhật!
zh_cn: 你使用的是最新版！
zh_tw: 暫時沒有新訊息了！

# vpn.inAppMessaging.emptyStateTitle
source: No messages
cs: Žádné zprávy
cy: Dim negeseuon
da: Ingen meddelelser
de: Keine Kurznachrichten vorhanden
el: Κανένα μήνυμα
es_ar: Sin mensajes
fr: Aucun message
fy_nl: Gjin berjochten
hu: Nincsenek üzenetek
ia: Sin messages
id: Tidak ada pesan
is: Engin skilaboð
it: Nessun messaggio
ja: メッセージはありません
lo: ບໍ່ມີຂໍ້ຄວາມ
nl: Geen berichten
pl: Brak wiadomości
pt_br: Nenhuma mensagem
pt_pt: Sem mensagens
ru: Нет сообщений
sk: Zatiaľ žiadne správy
sl: Ni sporočil
sq: Pa mesazhe
sv_se: Inga meddelanden
th: ไม่มีข้อความ
tr: Mesaj yok
uk: Немає повідомлень
vi: Không có tin nhắn
zh_cn: 无消息
zh_tw: 無訊息

# vpn.inAppMessaging.extensionBadge
source: Extension
de: Erweiterung
is: Forritsauki
it: Estensione
lo: ສ່ວນຂະຫຍາຍ
pl: Rozszerzenie
ru: Расширение
sl: Razširitev
th: ส่วนขยาย
tr: Uzantı

# vpn.inAppMessaging.menuTitle
source: Messages
cs: Zprávy
cy: Negeseuon
da: Meddelelser
de: Nachrichten
el: Μηνύματα
es_ar: Mensajes
fy_nl: Berjochten
hu: Üzenetek
id: Pesan
is: Skilaboð
it: Messaggi
ja: メッセージ
lo: ຂໍ້ຄວາມ
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ru: Сообщения
sk: Správy
sl: Sporočila
sq: Mesazhe
sv_se: Meddelanden
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn
zh_cn: 消息
zh_tw: 訊息

# vpn.inAppMessaging.newUpdateBadge
source: New update
cs: Nová aktualizace
cy: Diweddariad newydd
da: Ny opdatering
de: Neues Update
el: Νέα ενημέρωση
es_ar: Nueva actualización
fr: Nouvelle mise à jour
fy_nl: Nije fernijing
hu: Új frissítés
ia: Nove actualisation
id: Pemutakhiran baru
is: Ný uppfærsla
it: Nuovo aggiornamento
ja: 新しいアップデート
lo: ອັບເດດໃໝ່
nl: Nieuwe update
pl: Nowa aktualizacja
pt_br: Nova atualização
pt_pt: Nova atualização
ru: Новое обновление
sk: Nová aktualizácia
sl: Nova posodobitev
sq: Përditësim i ri
sv_se: Ny uppdatering
th: อัปเดตใหม่
tr: Yeni güncelleme
uk: Доступне оновлення
vi: Cập nhật mới
zh_cn: 有新版本
zh_tw: 已推出新版

# vpn.inAppMessaging.searchBarPlaceholderText
source: Search messages
cs: Hledat ve zprávách
cy: Chwilio drwy'r negeseuon
da: Søg efter meddelelser
de: Nachrichten suchen
el: Αναζήτηση μηνυμάτων
es_ar: Buscar mensajes
fr: Rechercher dans les messages
fy_nl: Berjochten sykje
hu: Üzenetek keresése
ia: Cercar messages
id: Cari pesan
is: Leita í skilaboðum
it: Cerca messaggi
ja: メッセージを検索
lo: ຊອກຫາຂໍ້ຄວາມ
nl: Berichten zoeken
pl: Wyszukaj wiadomości
pt_br: Pesquisar mensagens
pt_pt: Pesquisar por mensagens
ru: Поиск сообщений
sk: Hľadať v správach
sl: Iskanje sporočil
sq: Kërkoni në mesazhe
sv_se: Sök efter meddelanden
th: ค้นหาข้อความ
tr: Mesajlarda ara
uk: Пошук повідомлень
vi: Tìm kiếm tin nhắn
zh_cn: 搜索消息
zh_tw: 搜尋訊息

# vpn.inAppMessaging.subscriptionBadge
source: Subscription
cs: Předplatné
da: Abonnement
de: Abonnement
el: Συνδρομή
es_ar: Suscripción
fy_nl: Abonnemint
hu: Feliratkozás
id: Langganan
is: Áskrift
it: Abbonamento
ja: 購読
lo: ການສະໝັກສະມາຊິກ
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
ru: Подписка
sk: Predplatné
sl: Naročnina
sq: Pajtim
sv_se: Prenumeration
th: การสมัครสมาชิก
tr: Abonelik
vi: Gói đăng ký
zh_tw: 訂閱

# vpn.inAppMessaging.surveyBadge
source: Survey
cs: Průzkum
cy: Arolwg
da: Undersøgelse
de: Umfrage
el: Έρευνα
es_ar: Encuesta
fr: Enquête
fy_nl: Enkête
hu: Felmérés
ia: Questionario
id: Survei
is: Könnun
it: Sondaggio
ja: アンケート
lo: ການສໍາຫຼວດ
nl: Enquête
pl: Ankieta
pt_br: pesquisa de opinião
pt_pt: Inquérito
ru: Опрос
sk: Prieskum
sl: Anketa
sq: Pyetësor
sv_se: Undersökning
th: แบบสำรวจ
tr: Anket
uk: Опитування
vi: Khảo sát
zh_cn: 调查
zh_tw: 調查

# vpn.inAppMessaging.warningBadge
source: Warning
cs: Varování
cy: Rhybudd
da: Advarsel
de: Warnung
el: Προειδοποίηση
es_ar: Advertencia
fr: Avertissement
fy_nl: Warskôging
hu: Figyelmeztetés
ia: Advertentia
id: Peringatan
is: Aðvörun
it: Avviso
ja: 警告
lo: ຄຳເຕືອນ
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
pt_pt: Aviso
ru: Предупреждение
sk: Upozornenie
sl: Opozorilo
sq: Sinjalizim
sv_se: Varning
th: คำเตือน
tr: Uyarı
uk: Попередження
vi: Cảnh báo
zh_cn: 警告
zh_tw: 警告

# vpn.inAppMessaging.whatsNewBadge
source: What’s new
cs: Co je nového
cy: Beth sy'n newydd
da: Nyheder
de: Neue Funktionen und Änderungen
el: Τι νέο υπάρχει
es_ar: Qué hay de nuevo
fr: Nouveautés
fy_nl: Wat is der nij
hu: Újdonságok
ia: Novas
id: Apa yang baru
is: Hvað er nýtt
it: Novità
ja: 新着情報
lo: ມີ​ຫຍັງ​ໃຫມ່
nl: Wat is er nieuw
pl: Informacje o wydaniu
pt_br: Novidades
pt_pt: Novidades
ru: Что нового
sk: Čo je nové
sl: Novosti
sq: Ç’ka të re
sv_se: Vad är nytt
th: มีอะไรใหม่
tr: Yeni neler var?
uk: Що нового
vi: Có gì mới
zh_cn: 新版变化
zh_tw: 有什麼新鮮事

# vpn.inAppSupportWorkflow.accountDropdownListItem
source: Account issues
cs: Problémy s účtem
cy: Materion cyfrif
da: Kontoproblemer
de: Probleme mit dem Benutzerkonto
el: Ζητήματα λογαριασμού
es_ar: Problemas con la cuenta
fr: Problèmes de compte
fy_nl: Accountproblemen
hu: Fiókproblémák
ia: Problemas de contos
id: Masalah akun
is: Vandamál með aðgangsreikninga
it: Problemi con l’account
ja: アカウントに関する問題
lo: ບັນຫາບັນຊີ
nl: Accountproblemen
pl: Problemy z kontem
pt_br: Problemas com a conta
pt_pt: Problemas com a conta
ru: Проблемы с аккаунтом
sk: Problém s účtom
sl: Težave z računom
sq: Probleme llogarie
sv_se: Kontoproblem
th: ปัญหาบัญชี
tr: Hesap sorunları
uk: Проблеми з обліковим записом
vi: Vấn đề về tài khoản
zh_cn: 账户问题
zh_tw: 帳號問題

# vpn.inAppSupportWorkflow.disclaimerText
source: When you submit, Mozilla VPN will collect technical and interaction data with your email to help our support team understand your issue.
cs: Po odeslání Mozilla VPN shromáždí technické údaje, údaje o interakci a vaši e-mailovou adresu, aby pomohl našemu týmu podpory porozumět vašemu problému.
cy: Pan fyddwch yn cyflwyno, bydd Mozilla VPN yn casglu data technegol a rhyngweithio â'ch e-bost i helpu ein tîm cymorth i ddeall eich mater.
da: Når du indsender formularen, vil Mozilla VPN indsamle tekniske data og interaktion-data knyttet til din mailadresse for at hjælpe vores support-hold med at forstå dit problem.
de: Wenn Sie Ihre Meldung senden, sammelt Mozilla VPN technische Daten und Interaktionsdaten, um unserem Support-Team zu helfen, Ihr Problem zu verstehen.
el: Κατά την υποβολή, το Mozilla VPN θα συλλέξει τεχνικά δεδομένα και δεδομένα αλληλεπίδρασης με το email σας, ώστε να βοηθήσει την ομάδα υποστήριξής μας να κατανοήσει το ζήτημά σας.
es_ar: Cuando envíes, Mozilla VPN recopilará datos técnicos y de interacción junto con tu correo electrónico para ayudar a nuestro equipo de ayuda a comprender tu problema.
fr: Lorsque vous enverrez le formulaire, Mozilla VPN collectera des données techniques et d’interaction, ainsi que votre adresse e-mail pour aider notre équipe d’assistance à comprendre votre problème.
fy_nl: Wannear’t jo yntsjinje, sammelet Mozilla VPN technyske en ynteraksjegegevens mei jo e-mailadres, om ús stipeteam te helpen jo probleem te begripen.
hu: Amikor beküldi, a Mozilla VPN összegyűjti a műszaki és interakciós adatait az e-mailben, hogy segítsen az ügyfélszolgálatnak jobban megérteni a problémáját.
ia: Quando tu invia, Mozilla VPN colligera datos technic e interaction con tu e-mail pro adjutar nostre equipa de assistentia a comprender tu problema.
id: Ketika Anda kirimkan, Mozilla VPN akan mengumpulkan data teknis dan interaksi dengan surel Anda untuk membantu tim dukungan kami memahami masalah Anda.
is: Þegar þú sendir inn, mun Mozilla VPN safna tækni- og samskiptagögnum með tölvupóstinum þínum til að hjálpa þjónustuteyminu okkar að skilja vandamálið þitt.
it: Con l’invio di questo modulo, Mozilla VPN raccoglierà dati tecnici e di interazione insieme al tuo indirizzo email per aiutare il team di supporto a identificare il problema.
ja: 送信すると、Mozilla VPN はメールアドレスと共に技術データと対話データを収集し、サポートチームが問題を理解するのに役立てます。
lo: ເມື່ອທ່ານສົ່ງ, Mozilla VPN ຈະເກັບກຳຂໍ້ມູນດ້ານວິຊາການ ແລະ ການໂຕ້ຕອບກັບອີເມວຂອງທ່ານເພື່ອຊ່ວຍໃຫ້ທີມງານຊ່ວຍເຫຼືອຂອງພວກເຮົາເຂົ້າໃຈບັນຫາຂອງທ່ານ.
nl: Wanneer u indient, verzamelt Mozilla VPN technische en interactiegegevens met uw e-mailadres, om ons ondersteuningsteam te helpen uw probleem te begrijpen.
pl: Po przesłaniu zgłoszenia, Mozilla VPN zbierze dane techniczne i dane dotyczące interakcji, aby pomóc naszemu zespołowi pomocy technicznej zrozumieć problem.
pt_br: Ao enviar, o Mozilla VPN coleta dados técnicos e de interação com seu email para ajudar nossa equipe de suporte a entender melhor seu problema.
pt_pt: Ao enviar, a Mozilla VPN irá recolher dados técnicos e de interação com o seu e-mail para ajudar a nossa equipa de suporte a compreender melhor o seu problema.
ru: При отправке сообщения Mozilla VPN собирает технические данные и данные о взаимодействии с электронной почтой, чтобы помочь нашей службе поддержки понять вашу проблему.
sk: Po odoslaní Mozilla VPN zhromaždí technické údaje a údaje o interakcii, a takisto vašu e‑mailovú adresu, aby pomohli nášmu tímu podpory pochopiť váš problém.
sl: Ob pošiljanju bo Mozilla VPN zabeležil tehnične in interakcijske podatke ter vaš e-poštni naslov, da bo naša ekipa za podporo laže razumela vašo težavo.
sq: Kur e parashtroni, Mozilla VPN-ja do të grumbullojë të dhëna teknike dhe ndërveprimi të lidhura me email-in tuaj, për ta ndihmuar ekipin tonë të asistencës të kuptojë problemin tuaj.
sv_se: När du skickar in kommer Mozilla VPN att samla in teknisk och interaktionsdata med din e-post för att hjälpa vårt supportteam att förstå ditt problem.
th: เมื่อคุณส่ง Mozilla VPN จะรวบรวมข้อมูลทางเทคนิคและการโต้ตอบพร้อมด้วยอีเมลของคุณเพื่อช่วยให้ฝ่ายสนับสนุนของเราเข้าใจปัญหาของคุณ
tr: Gönderdiğinizde, Mozilla VPN, destek ekibimizin sorununuzu anlamasına yardımcı olmak için e-postanızla ilgili teknik ve etkileşim verilerini toplayacak.
uk: Коли ви надсилаєте звіт, Mozilla VPN збирає технічні дані та дані про взаємодію з вашою е-поштою, щоб допомогти нашій службі підтримки зрозуміти вашу проблему.
vi: Khi bạn gửi, Mozilla VPN sẽ thu thập dữ liệu kỹ thuật và tương tác qua email của bạn để giúp nhóm hỗ trợ của chúng tôi hiểu được vấn đề của bạn.
zh_cn: 提交后，Mozilla VPN 会收集您的电子邮件地址以及一些技术和交互数据，以帮助支持团队更清楚地了解您遇到的问题。
zh_tw: 送出表單時，Mozilla VPN 會收集技術與互動資料，以及您的電子郵件地址，以幫助我們的支援團隊了解您遇到的問題。

# vpn.inAppSupportWorkflow.dropdownLabel
source: Choose a category
cs: Zvolte kategorii
cy: Dewiswch gategori
da: Vælg en kategori
de: Wählen Sie eine Kategorie
el: Επιλέξτε κατηγορία
es_ar: Elegí una categoría
fr: Choisissez une catégorie
fy_nl: Kies in kategory
hu: Válasszon egy kategóriát
ia: Eliger un categoria
id: Pilih kategori
is: Veldu flokk
it: Scegli una categoria
ja: カテゴリーを選んでください
lo: ເລືອກປະເພດ
nl: Kies een categorie
pl: Wybierz kategorię
pt_br: Escolha uma categoria
pt_pt: Escolher uma categoria
ru: Выбрать категорию
sk: Vyberte kategóriu
sl: Izberite kategorijo
sq: Zgjidhni një kategori
sv_se: Välj en kategori
th: เลือกหมวดหมู่
tr: Kategori seçin
uk: Оберіть категорію
vi: Chọn một danh mục
zh_cn: 选择分类
zh_tw: 選擇分類

# vpn.inAppSupportWorkflow.featureRequestDropdownListItem
source: Request features
cs: Návrh na novou funkci
cy: Gofyn am nodweddion
da: Foreslå funktioner
de: Funktionen vorschlagen
el: Αίτημα λειτουργιών
es_ar: Solicitar funciones
fr: Demander des fonctionnalités
fy_nl: Funksjes oanfreegje
hu: Funkciók kérése
ia: Requirer functionalitates
id: Permintaan fitur
is: Biðja um eiginleika
it: Richiesta nuove funzioni
ja: 機能の要望
lo: ຮ້ອງຂໍຄຸນສົມບັດ
nl: Functies aanvragen
pl: Prośba o funkcje
pt_br: Solicitar recursos
pt_pt: Solicitar funcionalidades
ru: Запросить функции
sk: Návrh na novú funkciu
sl: Predlog nove zmožnosti
sq: Kërkoni veçori të reja
sv_se: Föreslå funktioner
th: ร้องขอคุณลักษณะ
tr: Özellik isteği
uk: Запит можливості
vi: Yêu cầu tính năng
zh_cn: 功能请求
zh_tw: 功能請求

# vpn.inAppSupportWorkflow.issueFieldPlaceholder
source: Describe issue
cs: Popis problému
cy: Disgrifiwch y mater
da: Beskriv problemet
de: Problem beschreiben
el: Περιγραφή ζητήματος
es_ar: Describir el problema
fr: Décrivez le problème
fy_nl: Beskriuw it probleem
hu: Írja le a problémát
ia: Describe le problema
id: Jelaskan masalah
is: Lýstu vandamáli
it: Descrivi il problema
ja: 具体的な説明
lo: ອະທິບາຍບັນຫາ
nl: Beschrijf het probleem
pl: Opisz problem
pt_br: Descreva o problema
pt_pt: Descrever o problema
ru: Опишите проблему
sk: Opíšte problém
sl: Opišite težavo
sq: Përshkruani problemin
sv_se: Beskriv problemet
th: อธิบายปัญหา
tr: Sorununuzu açıklayın
uk: Опишіть проблему
vi: Mô tả vấn đề
zh_cn: 描述问题
zh_tw: 描述問題
