Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.alert.authenticationError
source: Authentication error
cs: Chyba autentizace
cy: Gwall dilysu
da: Godkendelsesfejl
de: Fehler bei der Authentifizierung
el: Σφάλμα ταυτοποίησης
es_ar: Error de autenticación
fr: Erreur d’authentification
fy_nl: Autentikaasjeflater
hu: Hitelesítési hiba
ia: Error de authentication
id: Kesalahan otentikasi
is: Auðkenningarvilla
it: Errore durante l’autenticazione
ja: 認証エラー
lo: ການກວດສອບມີຄວາມຜິດພາດ
nl: Authenticatiefout
pl: Błąd uwierzytelniania
pt_br: Erro de autenticação
pt_pt: Erro de autenticação
ru: Ошибка аутентификации
sk: Chyba overenia
sl: Napaka pri preverjanju pristnosti
sq: Gabim mirëfilltësimi
sv_se: Autentiseringsfel
th: การยืนยันตัวตนผิดพลาด
tr: Kimlik doğrulama hatası
uk: Помилка автентифікації
vi: Lỗi khi xác thực
zh_cn: 验证错误
zh_tw: 驗證錯誤

# vpn.alert.backendServiceError
source: Background service error
cs: Chyba služby na pozadí
cy: Gwall gwasanaeth cefndir
da: Fejl med baggrundstjeneste
de: Hintergrunddienstfehler
el: Σφάλμα υπηρεσίας παρασκηνίου
es_ar: Error de servicio en segundo plano
fr: Erreur du service en arrière-plan
fy_nl: Flater eftergrûntsjinst
hu: Háttérszolgáltatás hiba
ia: Error de servicio in secunde plano
id: Kesalahan layanan latar belakang
is: Villa í bakgrunnsþjónustu
it: Errore del servizio in background
ja: バックグラウンドサービスエラー
lo: Background service ມີຂໍ້ຜິດພາດ
nl: Fout achtergrondservice
pl: Błąd usługi działającej w tle
pt_br: Erro no serviço em segundo plano
pt_pt: Erro de serviço em segundo plano
ru: Ошибка фоновой службы
sk: Chyba služby na pozadí
sl: Napaka storitve v ozadju
sq: Gabim shërbimi prapaskenë
sv_se: Fel i bakgrundstjänsten
th: บริการเบื้องหลังผิดพลาด
tr: Arka plan hizmeti hatası
uk: Помилка фонової служби
vi: Lỗi dịch vụ nền
zh_cn: 后台服务错误
zh_tw: 背景服務發生錯誤

# vpn.alert.deviceDisconnectedAndLogout
source: Signed out and device disconnected
cs: Odhlásili jsme vás a zařízení odpojili
cy: Allgofnodwyd a datgysylltwyd y ddyfais
da: Logget ud og forbindelse til enheden afbrudt
de: Abgemeldet und Gerät getrennt
el: Έγινε αποσύνδεση χρήστη και συσκευής
es_ar: Se cerró la sesión y se desconectó el dispositivo
fr: L’appareil a été déconnecté
fy_nl: Ofmeld en apparaat ferbrutsen
hu: Kijelentkezve, és az eszköz leválasztva
ia: Session claudite e apparato disconnectite
id: Keluar dan perangkat terputus
is: Skráð út og tæki aftengt
it: Disconnessione effettuata e dispositivo rimosso
ja: ログアウトして接続を解除しました
lo: ອອກຈາກລະບົບ ແລະ ອຸປະກອນຖືກຕັດການເຊື່ອມຕໍ່
nl: Afgemeld en verbinding apparaat verbroken
pl: Wylogowano i urządzenie zostało odłączone
pt_br: Saiu da conta e desconectou dispositivo
pt_pt: Sessão terminada e dispositivo desligado
ru: Вы вышли, устройство отсоединено
sk: Odhlásili sme vás a zariadenie sme odpojili
sl: Odjavljeni ste in povezava z napravo je prekinjena
sq: U bë dalja nga llogari dhe pajisja u shkëput
sv_se: Utloggad och enheten frånkopplad
th: ลงชื่อออกและตัดการเชื่อมต่ออุปกรณ์แล้ว
tr: Oturum kapatıldı ve cihazın bağlantısı kesildi
uk: Ви вийшли з системи, пристрій від’єднано
vi: Đã đăng xuất và đã ngắt kết nối thiết bị
zh_cn: 已注销且设备已断开连接
zh_tw: 已中斷裝置連線並登出

# vpn.alert.getIPRestrictionError
source: Operation not allowed from current location
cs: Tato operace není pro stávající umístění dovolena
cy: Does dim caniatâd i weithredu o'r lleoliad presennol
da: Handlingen er ikke tilladt fra den nuværende placering
de: Betrieb vom aktuellen Standort aus nicht zulässig
el: Η λειτουργία δεν επιτρέπεται στην τρέχουσα τοποθεσία
es_ar: Operación no permitida desde la ubicación actual
fr: Opération non autorisée depuis l’emplacement actuel
fy_nl: Bewurking fan aktuele lokaasje ôf net tastien
hu: A művelet nem engedélyezett a jelenlegi helyről
ia: Operation non permittite desde le position actual
id: Operasi tidak diizinkan dari lokasi saat ini
is: Aðgerð ekki leyfð frá fyrirliggjandi staðsetningu
it: Operazione non consentita dalla posizione corrente
ja: 現在地からの操作は許可されていません
lo: ບໍ່ອະນຸຍາດໃຫ້ດໍາເນີນການຈາກສະຖານທີ່ປະຈຸບັນ
nl: Bewerking vanaf huidige locatie niet toegestaan
pl: Operacja niedozwolona z bieżącej lokalizacji
pt_br: Operação não permitida na localização atual
pt_pt: Operação não permitida na localização atual
ru: Операция не разрешена из текущего местоположения
sk: Operácia nie je povolená z aktuálneho umiestnenia
sl: Delovanje s trenutne lokacije ni dovoljeno
sq: Veprim jo i lejuar prej vendndodhjesh së tabnishme
sv_se: Drift är inte tillåten från nuvarande plats
th: การกระทำไม่ได้รับอนุญาตจากตำแหน่งปัจจุบัน
tr: Geçerli konumdan bu işleme izin verilmiyor
uk: Операція заборонена з поточного місцеперебування
vi: Thao tác không được phép từ địa điểm hiện tại
zh_cn: 您所在的地区不允许该操作
zh_tw: 不允許從目前位置進行操作

# vpn.alert.remoteServiceError
source: Remote service error
cs: Chyba vzdálené služby
cy: Gwall gwasanaeth o bell
da: Fejl med fjernservice
de: Remote-Dienst-Fehler
el: Σφάλμα απομακρυσμένης υπηρεσίας
es_ar: Error de servicio remoto
fr: Erreur du service distant
fy_nl: Flater eksterne tsjinst
hu: Távoli szolgáltatás hiba
ia: Error de servicio remote
id: Kesalahan layanan jarak jauh
is: Villa í fjarþjónustu
it: Errore del servizio remoto
ja: リモートサービスエラー
lo: Remote service ມີຂໍ້ຜິດພາດ
nl: Fout externe service
pl: Błąd usługi zdalnej
pt_br: Erro no serviço remoto
pt_pt: Erro de serviço remoto
ru: Ошибка удалённой службы
sk: Chyba vzdialenej služby
sl: Napaka oddaljene storitve
sq: Gabim shërbimi të largët
sv_se: Fjärrtjänstfel
th: บริการระยะไกลผิดพลาด
tr: Uzak hizmet hatası
uk: Помилка віддаленої служби
vi: Lỗi dịch vụ từ xa
zh_cn: 远程服务错误
zh_tw: 遠端服務發生錯誤

# vpn.alert.subscriptionFailureError
source: Subscription failed
cs: Předplatné selhalo
cy: Methodd y tanysgrifio
da: Oprettelse af abonnement mislykkedes
de: Abonnement fehlgeschlagen
el: Αποτυχία συνδρομής
es_ar: Falló la suscripción
fr: Échec de l’abonnement
fy_nl: Ynskriuwen mislearre
hu: Az előfizetés sikertelen
ia: Subscription fallite
id: Langganan gagal
is: Áskrift mistókst
it: Abbonamento non completato
ja: サブスクリプションに失敗しました
lo: ການສະໝັກໃຊ້ລົ້ມເຫລວ
nl: Inschrijven mislukt
pl: Subskrypcja nie powiodła się
pt_br: Falha na assinatura
pt_pt: A subscrição falhou
ru: Подписка не удалась
sk: Predplatné zlyhalo
sl: Naročilo ni uspelo
sq: Pajtimi dështoi
sv_se: Prenumerationen misslyckades
th: การสมัครสมาชิกล้มเหลว
tr: Abonelik başarısız oldu
uk: Не вдалося передплатити
vi: Đăng ký không thành công
zh_cn: 订阅失败
zh_tw: 訂閱失敗

# vpn.alert.tryAgain
source: Try again
cs: Zkusit znovu
cy: Ceisiwch eto
da: Prøv igen
de: Erneut versuchen
el: Δοκιμή ξανά
es_ar: Intentar de nuevo
fr: Réessayer
fy_nl: Opnij probearje
hu: Próbálja újra
ia: Retentar
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
lo: ລອງໃຫມ່ອີກຄັ້ງ
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tente novamente
pt_pt: Tentar novamente
ru: Попробовать ещё раз
sk: Skúsiť znova
sl: Poskusi znova
sq: Riprovoni
sv_se: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Спробувати ще раз
vi: Thử lại
zh_cn: 重试
zh_tw: 再試一次

# vpn.alert.unableToConnect
source: Unable to connect
cs: Chyba spojení
cy: Methu cysylltu
da: Kan ikke oprette forbindelse
de: Verbindung fehlgeschlagen
el: Αδυναμία σύνδεσης
es_ar: No se puede conectar
fr: Connexion impossible
fy_nl: Kin gjin ferbining meitsje
hu: A kapcsolódás sikertelen
ia: Non pote connecter
id: Gagal tersambung
is: Get ekki tengst
it: Connessione non riuscita
ja: 接続できませんでした
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່
nl: Kan geen verbinding maken
pl: Nie udało się nawiązać połączenia
pt_br: Não foi possível conectar
pt_pt: Não é possível ligar
ru: Попытка подключения не удалась
sk: Nie je možné sa pripojiť
sl: Povezave ni mogoče vzpostaviti
sq: S’arrihet të lidhet
sv_se: Kan inte ansluta
th: ไม่สามารถเชื่อมต่อได้
tr: Bağlanılamadı
uk: Не вдалося з'єднатися
vi: Không thể kết nối
zh_cn: 无法连接
zh_tw: 連線失敗

# macosinstaller.conclusion.message1_v2
source: The Mozilla VPN is successfully installed. You’re ready to start taking control of your online privacy.
cs: Mozilla VPN je úspěšně nainstalována. Nyní jste připraveni začít přebírat kontrolu nad svým online soukromím.
cy: Mae'r VPN Mozilla wedi'i osod yn llwyddiannus. Rydych chi nawr yn barod i ddechrau cymryd rheolaeth o'ch preifatrwydd ar-lein.
da: Mozilla VPN er blevet installeret. Du er klar til at tage kontrollen over dit privatliv på nettet.
de: Das Mozilla VPN wurde erfolgreich installiert. Sie sind bereit, die Kontrolle über Ihre Privatsphäre im Internet zu übernehmen.
el: Το Mozilla VPN έχει εγκατασταθεί επιτυχώς. Αποκτήστε τώρα τον έλεγχο του διαδικτυακού σας απορρήτου.
es_ar: La VPN de Mozilla se instaló correctamente. Está todo listo para que empieces a tomar el control de tu privacidad en línea.
fr: Mozilla VPN est correctement installé. Vous pouvez maintenant prendre le contrôle de votre confidentialité en ligne.
fy_nl: De Mozilla VPN is mei sukses ynstallearre. Jo binne ree om kontrôle te krijen oer jo online privacy.
hu: A Mozilla VPN sikeresen telepítve lett. Készen áll arra, hogy átvegye az irányítást az online adatvédelme felett.
ia: Mozilla VPN ha essite installate con successo. Tu es preste a prender le controlo de tu vita private in linea.
id: Mozilla VPN berhasil dipasang. Anda siap untuk mulai mengendalikan privasi daring Anda.
is: Mozilla VPN hefur verið sett upp. Þú getur núna farið að taka stjórn á einkalífi þínu á netinu.
it: Mozilla VPN è stata installata correttamente. Ora sei pronto per prendere il controllo della tua privacy online.
ja: Mozilla VPN のインストールが完了しました。これで、オンライン上のプライバシーをあなた自身がコントロールするための準備が整いました。
lo: Mozilla VPN ຖືກຕິດຕັ້ງສຳເລັດແລ້ວ. ທ່ານພ້ອມທີ່ຈະເລີ່ມຄວບຄຸມຄວາມເປັນສ່ວນຕົວອອນໄລນ໌ຂອງທ່ານ.
nl: De Mozilla VPN is met succes geïnstalleerd. U bent klaar om controle te krijgen over uw online privacy.
pl: Mozilla VPN została pomyślnie zainstalowana. Możesz zacząć przejmować kontrolę nad swoją prywatnością w Internecie.
pt_br: O Mozilla VPN foi instalado com sucesso. Você está pronto para começar a assumir o controle da sua privacidade online.
pt_pt: A Mozilla VPN foi instalada com sucesso. Está pronto para começar a assumir o controlo da sua privacidade na Internet.
ru: Mozilla VPN успешно установлен. Вы готовы взять под контроль свою конфиденциальность в Интернете.
sk: Mozilla VPN je úspešne nainštalovaná. Ste pripravení začať kontrolovať svoje súkromie online.
sl: Mozilla VPN je uspešno nameščen. Pripravljeni ste, da začnete prevzemati nadzor nad svojo zasebnostjo na spletu.
sq: Mozilla VPN u instalua me sukses. Jeni gati të filloni të merrni kontrollin e privatësisë tuaj internetore.
sv_se: Mozilla VPN har installerats. Du är redo att börja ta kontroll över din integritet online.
th: ติดตั้ง Mozilla VPN สำเร็จแล้ว คุณพร้อมที่จะควบคุมความเป็นส่วนตัวบนโลกออนไลน์ของคุณแล้ว
tr: Mozilla VPN başarıyla yüklendi. İnternette gizliliğinizin kontrolünü ele almaya hazırsınız.
uk: Mozilla VPN успішно встановлено. Тепер ви можете контролювати свою приватність в інтернеті.
vi: Mozilla VPN đã được cài đặt thành công. Bây giờ bạn đã sẵn sàng bắt đầu kiểm soát quyền riêng tư trực tuyến của mình.
zh_cn: Mozilla VPN 安装成功。现在，您的在线隐私只由您掌控。
zh_tw: Mozilla VPN 安裝完成！已經準備好可以自行控管您的線上隱私。

# macosinstaller.conclusion.message2
source: Trouble with this installation?
cs: Máte potíže s touto instalací?
cy: Anhawster gyda'r gosodiad hwn?
da: Var der problemer med installeringen?
de: Probleme mit dieser Installation?
el: Αντιμετωπίζετε πρόβλημα με την εγκατάσταση;
es_ar: ¿Problemas con esta instalación?
fr: Un problème avec cette installation ?
fy_nl: Problemen mei dizze ynstallaasje?
hu: Gondja van ezzel a telepítéssel?
ia: Problemas con iste installation?
id: Ada masalah dengan instalasi ini?
is: Vandamál þessa uppsetningu?
it: Problemi con questa installazione?
ja: このインストールに問題がありますか？
lo: ມີບັນຫາກັບການຕິດຕັ້ງນີ້ບໍ?
nl: Problemen met deze installatie?
pl: Masz problem z instalacją?
pt_br: Dificuldade com esta instalação?
pt_pt: Problemas com esta instalação?
ru: Проблемы с установкой?
sk: Máte s touto inštaláciou problém?
sl: Imate težave s to namestitvijo?
sq: Probleme me këtë instalim?
sv_se: Har du problem med den här installationen?
th: มีปัญหาในการติดตั้งใช่หรือไม่?
tr: Bu kurulumla ilgili bir sorun mu yaşıyorsunuz?
uk: Проблеми з цією установкою?
vi: Gặp sự cố với trình cài đặt này?
zh_cn: 安装时遇到问腿？
zh_tw: 此次安裝遇到問題？

# macosinstaller.conclusion.message31
source: Help
cs: Nápověda
de: Hilfe
el: Βοήθεια
es_ar: Ayuda
is: Hjálp
it: Assistenza
lo: ຊ່ວຍເຫຼືອ
pl: Pomoc
pt_br: Ajuda
ru: Справка
sl: Pomoč
sv_se: Hjälp
th: ช่วยเหลือ
tr: Yardım
vi: Trợ giúp
zh_tw: 說明

# macosinstaller.conclusion.title
source: Success!
cs: Hotovo!
cy: Llwyddiant!
da: Succes!
de: Fertig!
el: Επιτυχία!
es_ar: ¡Éxito!
fr: Terminé !
fy_nl: Slagge!
hu: Sikerült!
ia: Successo!
id: Berhasil!
is: Tókst!
it: Operazione completata
ja: 完了しました！
lo: ສຳເລັດ!
nl: Gelukt!
pl: Sukces!
pt_br: Sucesso!
pt_pt: Sucesso!
ru: Готово!
sk: Úspech!
sl: Uspelo je!
sq: Sukses!
sv_se: Det lyckades!
th: สำเร็จแล้ว!
tr: Tebrikler!
uk: Готово!
vi: Thành công!
zh_cn: 成功！
zh_tw: 成功！

# macosinstaller.previous_build.message
source: A previous installation of Mozilla VPN exists at /Applications/Mozilla VPN.app. This installer will remove the previous installation prior to installing. Please back up any data before proceeding.
cs: V cestě /Applications/Mozilla VPN.app existuje předchozí instalace Mozilla VPN. Tento instalační program před instalací odstraní předchozí instalaci. Než budete pokračovat, zálohujte si veškerá data.
cy: Mae gosodiad blaenorol o Mozilla VPN yn bodoli yn /Applications/Mozilla VPN.app. Bydd y gosodwr hwn yn dileu'r gosodiad blaenorol cyn y gosodiad newydd. Cadwch gopi wrth gefn o unrhyw ddata cyn mynd ymlaen.
da: Der findes allerede en version af Mozilla VPN installeret på /Applications/Mozilla VPN.app. Dette installerings-program vil fjerne den nuværende installation, inden det fortsætter. Sikkerhedskopiér data, inden du fortsætter.
de: Unter /Applications/Mozilla VPN.app befindet sich eine ältere Installation von Mozilla VPN. Das Installationsprogramm entfernt diese ältere Installation, bevor die neue installiert wird. Bitte sichern Sie alle Daten, bevor Sie fortfahren.
el: Μια προηγούμενη εγκατάσταση του Mozilla VPN υπάρχει στο /Applications/Mozilla VPN.app. Αυτό το πρόγραμμα εγκατάστασης θα καταργήσει την προηγούμενη έκδοση πριν από την εγκατάσταση της νέας. Παρακαλώ δημιουργήστε αντίγραφα ασφαλείας των δεδομένων πριν συνεχίσετε.
es_ar: Existe una instalación previa de Mozilla VPN en /Aplicaciones/Mozilla VPN.app. Este instalador eliminará la instalación anterior antes de instalarla. Hacé una copia de seguridad de cualquier dato antes de continuar.
fr: Une installation précédente de Mozilla VPN existe dans /Applications/Mozilla VPN.app. Ce programme d’installation supprimera celle-ci avant la nouvelle installation. Veuillez sauvegarder toutes les données de l’installation précédente avant de continuer.
fy_nl: In eardere ynstallaasje fan Mozilla VPN bestiet op /Applications/Mozilla VPN.app. Dizze ynstallaasje sil de foarige ynstallaasje foarôfgeand oan it ynstallearjen fuortsmite. Meitsje in reservekopy eardat jo trochgean.
hu: A Mozilla VPN előző telepítése található a /Applications/Mozilla VPN.app helyen. A telepítő a folytatás előtt eltávolítja az előző telepítést. A folytatás előtt készítsen biztonsági mentést az adatairól.
ia: Un installation anterior de Mozilla VPN existe a /Applications/Mozilla VPN.app. Iste installator removera le installation anterior ante de installar. Per favor face un copia de reserva de tu datos ante de continuar.
id: Instalasi Mozilla VPN sebelumnya ada di /Applications/Mozilla VPN.app. Pemasang ini akan menghapus instalasi yang ada sebelum memasang. Harap cadangkan data apa pun sebelum melanjutkan.
is: Fyrri uppsetning á Mozilla VPN er til í /Applications/Mozilla VPN.app. Þetta uppsetningarforrit mun fjarlægja fyrri uppsetningu áður en uppsetning fer fram. Afritaðu öll gögn áður en þú heldur áfram.
it: Mozilla VPN è già presente in /Applications/Mozilla VPN.app e verrà rimosso dal programma di installazione. Effettuare un salvataggio dei dati prima di procedere.
ja: 以前にインストールされた Mozilla VPN が /Applications/Mozilla VPN.app にあります。このインストーラーは、まず以前のインストールデータを削除します。続ける前にデータをバックアップしてください。
lo: ການຕິດຕັ້ງທີ່ຜ່ານມາຂອງ Mozilla VPN ມີຢູ່ /Applications/Mozilla VPN.app. ຕົວຕິດຕັ້ງນີ້ຈະເອົາການຕິດຕັ້ງທີ່ຜ່ານມາອອກກ່ອນທີ່ຈະຕິດຕັ້ງ. ກະລຸນາສໍາຮອງຂໍ້ມູນໃດໆກ່ອນທີ່ຈະດໍາເນີນການ.
nl: Er bestaat al een eerdere installatie van Mozilla VPN op /Applications/Mozilla VPN.app. Dit installatieprogramma verwijdert de eerdere installatie voordat de nieuwe wordt geïnstalleerd. Maak een reservekopie van uw gegevens voordat u verder gaat.
pl: Poprzednia instalacja Mozilla VPN znajduje się w /Applications/Mozilla VPN.app. Ten instalator najpierw usunie poprzednią instalację. Przed kontynuowaniem wykonaj kopię zapasową wszelkich danych.
pt_br: Existe uma instalação anterior do Mozilla VPN em /Applications/Mozilla VPN.app. Este instalador removerá a instalação anterior antes de instalar. Faça backup de todos os dados antes de continuar.
pt_pt: Existe uma versão anterior da Mozilla VPN em /Applications/Mozilla VPN.app. Este instalador irá remover a versão anterior antes da instalação. Por favor faça uma cópia de segurança dos seus dados antes de prosseguir.
ru: В /Applications/Mozilla VPN.app найдена предыдущая установка Mozilla VPN. Этот установщик удалит предыдущую установку перед своей установкой. Прежде чем продолжить, пожалуйста, сделайте резервную копию любых данных.
sk: V /Applications/Mozilla VPN.app existuje predchádzajúca inštalácia Mozilla VPN. Tento inštalátor pred inštaláciou odstráni predchádzajúcu inštaláciu. Pred pokračovaním si zálohujte všetky údaje.
sl: Mozilla VPN je že nameščen v /Applications/Mozilla VPN.app. Ta namestitveni program bo pred namestitvijo odstranil sedanjo različico. Preden nadaljujete, varnostno kopirajte morebitne njene podatke.
sq: Ekziston një instalim i dikurshëm i Mozilla VPN-së, te /Applications/Mozilla VPN.app. Ky instalues do të heqë instalimin e dikurshëm, para se të kryejë instalimin. Ju lutemi, para se të ecni më tej, kopjeruani çfarëdo të dhënash.
sv_se: En tidigare installation av Mozilla VPN finns på /Applications/Mozilla VPN.app. Installationsprogrammet tar bort den tidigare installationen före installationen. Vänligen säkerhetskopiera data innan du fortsätter.
th: มีการติดตั้ง Mozilla VPN ก่อนหน้านี้อยู่ที่ /Applications/Mozilla VPN.app ตัวติดตั้งนี้จะเอาการติดตั้งก่อนหน้าออกก่อนทำการติดตั้งใหม่ โปรดสำรองข้อมูลทั้งหมดก่อนดำเนินการต่อ
tr: /Applications/Mozilla VPN.app konumunda Mozilla VPN'in önceki bir kurulumu bulunuyor. Bu yükleyici, kurulumdan önce önceki kurulumu kaldıracak. Devam etmeden önce lütfen tüm verileri yedekleyin.
uk: Існує попередня установка Mozilla VPN в /Applications/Mozilla VPN.app. Цей встановлювач видалить попередню установку перед установленням. Створіть резервну копію будь-яких даних, перш ніж продовжувати.
vi: Bản cài đặt trước đó của Mozilla VPN tồn tại ở /Applications/Mozilla VPN.app. Trình cài đặt này sẽ xóa ứng dụng trước đó để cài đặt. Vui lòng sao lưu mọi dữ liệu trước khi tiếp tục.
zh_cn: 以前安装的 Mozilla VPN 位于 /Applications/Mozilla VPN.app。运行此安装程序将首先删除已安装的版本，请在继续之前备份所有数据。
zh_tw: /Applications/Mozilla VPN.app 已有一套舊版的 Mozilla VPN。此安裝程式將移除舊版再繼續安裝，請先備份好資料再繼續。

# macosinstaller.previous_build.title
source: Previous Installation Detected
cs: Byla zjištěna předchozí instalace
cy: Wedi Canfod Gosodiad Blaenorol
da: Tidligere installation fundet
de: Vorherige Installation erkannt
el: Εντοπίστηκε προηγούμενη εγκατάσταση
es_ar: Se detectó una instalación previa
fr: Installation précédente détectée
fy_nl: Foarige ynstallaasje detektearre
hu: Előző telepítés észlelve
ia: Installation anterior detegite
id: Instalasi Sebelumnya Terdeteksi
is: Fyrri uppsetning fannst
it: Rilevata installazione esistente
ja: 以前のインストールが検出されました
lo: ກວດພົບການຕິດຕັ້ງທີ່ຜ່ານມາ
nl: Eerdere installatie gedetecteerd
pl: Wykryto poprzednią instalację
pt_br: Detectada instalação anterior
pt_pt: Instalação Anterior Detetada
ru: Обнаружена предыдущая установка
sk: Bola zistená predchádzajúca inštalácia
sl: Zaznana je predhodna namestitev
sq: U pikas Instalim i Mëparshëm
sv_se: Tidigare installation upptäckt
th: ตรวจพบการติดตั้งก่อนหน้า
tr: Eski bir kurulum algılandı
uk: Виявлено попередню установку
vi: Đã phát hiện bản cài đặt trước đó
zh_cn: 检测到旧版本
zh_tw: 偵測到舊版本

# macosinstaller.title
source: Mozilla VPN for macOS
cs: Mozilla VPN pro macOS
cy: Mozilla VPN ar gyfer macOS
da: Mozilla VPN til macOS
de: Mozilla VPN für macOS
el: Mozilla VPN για macOS
es_ar: VPN de Mozilla para macOS
fr: Mozilla VPN pour macOS
fy_nl: Mozilla VPN foar macOS
hu: Mozilla VPN macOS-hez
ia: Mozilla VPN pro macOS
id: Mozilla VPN untuk macOS
is: Mozilla VPN fyrir macOS
it: Mozilla VPN per macOS
ja: macOS 版 Mozilla VPN
lo: Mozilla VPN ສໍາລັບ macOS
nl: Mozilla VPN voor macOS
pl: Mozilla VPN dla systemu macOS
pt_br: Mozilla VPN para macOS
pt_pt: Mozilla VPN para macOS
ru: Mozilla VPN для macOS
sk: Mozilla VPN pre macOS
sl: Mozilla VPN za macOS
sq: Mozilla VPN për macOS
sv_se: Mozilla VPN för macOS
th: Mozilla VPN สำหรับ macOS
tr: macOS için Mozilla VPN
uk: Mozilla VPN для macOS
vi: Mozilla VPN cho macOS
zh_cn: Mozilla VPN（macOS 版）

# macosinstaller.unsupported_version.message
source: Mozilla VPN requires Mac OS X 10.6 or later.
cs: Mozilla VPN vyžaduje Mac OS X 10.6 nebo novější.
cy: Mae Mozilla VPN angen Mac OS X 10.6 neu hwyrach.
da: Mozilla VPN kræver Mac OS X 10.6 eller nyere.
de: Mozilla VPN erfordert Mac OS X 10.6 oder höher.
el: Το Mozilla VPN απαιτεί Mac OS X 10.6 ή νεότερη έκδοση.
es_ar: La VPN de Mozilla requiere Mac OS X 10.6 o superior.
fr: Mozilla VPN nécessite Mac OS X 10.6 ou supérieur.
fy_nl: Mozilla VPN fereasket Mac OS X 10.6 of heger.
hu: A Mozilla VPN-hez Mac OS X 10.6 vagy újabb verzió szükséges.
ia: Mozilla VPN require Mac OS X 10.6 o plus recente.
id: Mozilla VPN membutuhkan Mac OS X 10.6 atau lebih baru.
is: Mozilla VPN krefst Mac OS X 10.6 eða nýrra.
it: Mozilla VPN richiede Mac OS X 10.6 o successivo.
ja: Mozilla VPN が動作するには Mac OS X 10.6 以降が必要です。
lo: Mozilla VPN ຕ້ອງການ Mac OS X 10.6 ຫຼື ຫຼັງຈາກນັ້ນ.
nl: Mozilla VPN vereist Mac OS X 10.6 of hoger.
pl: Mozilla VPN wymaga systemu Mac OS X 10.6 lub nowszego.
pt_br: Mozilla VPN requer Mac OS X 10.6 em diante.
pt_pt: Mozilla VPN requer o Mac OS X 10.6 ou mais recente.
ru: Для Mozilla VPN требуется Mac OS X 10.6 или новее.
sk: Mozilla VPN vyžaduje Mac OS X 10.6 alebo novšiu verziu.
sl: Mozilla VPN zahteva Mac OS X 10.6 ali novejšo različico.
sq: Mozilla VPN lyp Mac OS X 10.6 ose më sipër.
sv_se: Mozilla VPN kräver Mac OS X 10.6 eller senare.
th: Mozilla VPN ต้องใช้ Mac OS X 10.6 ขึ้นไป
tr: Mozilla VPN, Mac OS X 10.6 veya daha yüksek sürüm gerektirir.
uk: Mozilla VPN вимагає Mac OS X 10.6 або новішої версії.
vi: Mozilla VPN yêu cầu Mac OS X 10.6 trở lên.
zh_cn: Mozilla VPN 需要 Mac OS X 10.6 或更高版本。
zh_tw: Mozilla VPN 需要 Mac OS X 10.6 或更新版本。

# macosinstaller.unsupported_version.title
source: Unable to install
cs: Instalace se nezdařila
cy: Methu gosod
da: Kunne ikke installeres
de: Installation nicht möglich
el: Δεν είναι δυνατή η εγκατάσταση
es_ar: Imposible instalar
fr: Installation impossible
fy_nl: Ynstallaasje net mooglik
hu: Nem lehet telepíteni
ia: Impossibile installar
id: Tidak dapat memasang
is: Ekki hægt að setja upp
it: Installazione non riuscita
ja: インストールできません
lo: ບໍ່ສາມາດຕິດຕັ້ງໄດ້
nl: Kan niet installeren
pl: Nie można zainstalować
pt_br: Não foi possível instalar
pt_pt: Não foi possível instalar
ru: Не удалось установить
sk: Nedá sa nainštalovať
sl: Namestitev ni mogoča
sq: S’arrihet të instalohet
sv_se: Det gick inte att installera
th: ไม่สามารถติดตั้งได้
tr: Yüklenemiyor
uk: Не вдалося встановити
vi: Không thể cài đặt
zh_cn: 无法安装
zh_tw: 無法安裝
