Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.controller.activationSloagan
source: Turn on to protect your privacy
cs: Zapněte, abyste chránili své soukromí
cy: Trowch ymlaen i ddiogelu eich preifatrwydd
da: Aktiver for at beskytte dit privatliv
de: Aktivieren Sie es, um Ihre Privatsphäre zu schützen
el: Ενεργοποιήστε το για προστασία απορρήτου
es_ar: Activarla para proteger tu privacidad
fr: Activez-le pour protéger votre vie privée
fy_nl: Ynskeakelje om jo privacy te beskermjen
hu: Kapcsolja be, hogy megvédje a magánszféráját
ia: Activa lo pro proteger tu vita private
id: Aktifkan untuk melindungi privasi Anda
is: Kveiktu á til að vernda friðhelgi þína
it: Attiva per proteggere la tua privacy
ja: オンにしてプライバシーを保護する
lo: ເປີດໃຊ້ເພື່ອປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງທ່ານ
nl: Inschakelen om uw privacy te beschermen
pl: Włącz, aby chronić swoją prywatność
pt_br: Ative para proteger sua privacidade
pt_pt: Ative para proteger a sua privacidade
ru: Включите для защиты вашей приватности
sk: Zapnite ju, aby ste chránili svoje súkromie
sl: Vklopite za zaščito zasebnosti
sq: Vëreni në punë, që të mbroni privatësinë tuaj
sv_se: Aktivera för att skydda din integritet
th: เปิดเพื่อปกป้องความเป็นส่วนตัวของคุณ
tr: Gizliliğinizi korumak için açın
uk: Увімкніть, щоб захистити свою приватність
vi: Bật để bảo vệ quyền riêng tư của bạn
zh_cn: 一键开启隐私保护
zh_tw: 開啟後即可保護您的隱私

# vpn.controller.active
source: Secure and private
cs: Bezpečnost a soukromí
cy: Diogel a phreifat
da: Sikker og privat
de: Sicher und privat
el: Ασφαλής και ιδιωτική σύνδεση
es_ar: Segura y privada
fr: Sécurisé et privé
fy_nl: Feilich en privee
hu: Biztonságos és privát
ia: Secur e private
id: Aman dan pribadi
is: Öruggt og gagnaleynd varin
it: Sicura e privata
ja: 安全に保護
lo: ປອດໄພ ແລະ ເປັນສ່ວນຕົວ
nl: Veilig en privé
pl: Bezpieczne i prywatne
pt_br: Segura e privativa
pt_pt: Segura e privada
ru: Безопасное и приватное
sk: Bezpečnosť a súkromie
sl: Varno in zasebno
sq: I sigurt dhe privat
sv_se: Säker och privat
th: ปลอดภัยและเป็นส่วนตัว
tr: Güvenli ve gizli
uk: Безпечно та приватно
vi: An toàn và riêng tư
zh_cn: 安全又私密
zh_tw: 安全又有隱私

# vpn.controller.attemptingToConfirm
source: Attempting to confirm connection
cs: Pokus o potvrzení připojení
cy: Yn ceisio cadarnhau'r cysylltiad
da: Forsøger at bekræfte forbindelse
de: Verbindung wird bestätigt
el: Απόπειρα επιβεβαίωσης σύνδεσης
es_ar: Intentando confirmar la conexión
fr: Tentative de confirmation de la connexion
fy_nl: Probearje ferbinding te befêstigjen
hu: Kísérlet a kapcsolat megerősítésére
ia: Tentativa de confirmar le connexion
id: Mencoba mengonfirmasi sambungan
is: Reyni að staðfesta tengingu
it: Tentativo di conferma della connessione
ja: 接続を確認しています
lo: ພະຍາຍາມຢືນຢັນການເຊື່ອມຕໍ່
nl: Proberen verbinding te bevestigen
pl: Próba potwierdzenia połączenia
pt_br: Tentando confirmar a conexão
pt_pt: A tentar confirmar a ligação
ru: Пытаемся подтвердить подключение
sk: Pokus o potvrdenie pripojenia
sl: Poskus potrditve povezave
sq: Po provohet të ripohohet lidhja
sv_se: Försöker bekräfta anslutning
th: กำลังพยายามยืนยันการเชื่อมต่อ
tr: Bağlantı doğrulanıyor
uk: Спроба підтвердити з’єднання
vi: Đang thử xác nhận kết nối
zh_cn: 正在尝试确认连接
zh_tw: 正在嘗試確認連線

# vpn.controller.connectingState
source: Connecting…
cs: Připojování…
cy: Yn cysylltu…
da: Opretter forbindelse…
de: Verbindung wird hergestellt…
el: Σύνδεση…
es_ar: Conectando…
fr: Connexion…
fy_nl: Ferbine…
hu: Kapcsolódás…
ia: Connexion…
id: Menyambungkan…
is: Tengist…
it: Connessione…
ja: 接続中...
lo: ກຳລັງເຊື່ອມຕໍ່…
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
pt_pt: A ligar…
ru: Соединение…
sk: Pripájanie…
sl: Povezovanje …
sq: Po lidhet…
sv_se: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: З'єднання…
vi: Đang kết nối…
zh_cn: 连接中…
zh_tw: 連線中…

# vpn.controller.deactivated
source: VPN is off
cs: VPN vypnuta
cy: Mae'r VPN i ffwrdd
da: VPN er deaktiveret
de: VPN ist deaktiviert
el: Το VPN είναι ανενεργό
es_ar: VPN desactivada
fr: Le VPN est désactivé
fy_nl: VPN is útskeakele
hu: A VPN ki van kapcsolva
ia: Le VPN es disactivate
id: VPN tidak aktif
is: Slökkt er á VPN
it: La VPN è disattivata
ja: VPN はオフです
lo: VPN ປິດຢູ່
nl: VPN is uitgeschakeld
pl: VPN jest wyłączony
pt_br: VPN está desativada
pt_pt: VPN está desativada
ru: VPN выключен
sk: VPN je vypnutá
sl: VPN je izklopljen
sq: VPN është off
sv_se: VPN är avstängt
th: VPN ปิดอยู่
tr: VPN kapalı
uk: VPN вимкнено
vi: VPN đã tắt
zh_cn: VPN 已关闭
zh_tw: 已關閉 VPN

# vpn.controller.deactivating
source: Unmasking connection and location
cs: Probíhá odmaskování spojení a polohy
cy: Yn datguddio'r cysylltiad a'r lleoliad
da: Deaktiverer maskering af forbindelse og placering
de: Verbindung und Standort werden entschleiert
el: Αποκάλυψη σύνδεσης και τοποθεσίας
es_ar: Desenmascarar la conexión y la ubicación
fr: Désactivation du masquage de la connexion et de l’emplacement
fy_nl: Maskearjen ferbining en lokaasje opheffe
hu: Kapcsolat és hely maszkolásának megszüntetése
ia: Dismascar connexion e position
id: Mengungkap sambungan dan lokasi
is: Afhjúpa tengingu og staðsetningu
it: Disattivazione offuscamento connessione e posizione
ja: 接続と現在地の遮蔽を解く
lo: ການປິດບັງການເຊື່ອມຕໍ່ ແລະ ສະຖານທີ່
nl: Maskering verbinding en locatie opheffen
pl: Wyłączenie maskowania połączenia i lokalizacji
pt_br: Deixando de ocultar conexão e localização
pt_pt: Remover dissimulação da ligação e da localização
ru: Раскрытие подключения и местоположения
sk: Demaskovanie pripojenia a polohy
sl: Odkrivanje povezave in lokacije
sq: Po hiqet maskimi për lidhje dhe vendndodhje
sv_se: Avmaskerar anslutning och plats
th: เลิกปกปิดการเชื่อมต่อและตำแหน่ง
tr: Bağlantı ve konum maskesi kaldırılıyor
uk: Демаскування зв’язку та розташування
vi: Đang bỏ che giấu kết nối và địa điểm
zh_cn: 取消隐藏连接和位置信息
zh_tw: 取消隱藏連線與位置資訊

# vpn.controller.disconnecting
source: Disconnecting…
cs: Odpojování…
cy: Yn datgysylltu…
da: Afbryder forbindelse…
de: Verbindung wird getrennt…
el: Αποσύνδεση…
es_ar: Desconectando…
fr: Déconnexion…
fy_nl: Ferbining ferbrekke…
hu: Kapcsolat bontása…
ia: Disconnexion…
id: Memutuskan…
is: Aftengist…
it: Disconnessione in corso…
ja: 接続を解除しています...
lo: ກຳລັງຍົກເລີກການເຊື່ອມຕໍ່…
nl: Verbinding verbreken…
pl: Rozłączanie…
pt_br: Desconectando…
pt_pt: A desligar…
ru: Отключение…
sk: Odpájanie…
sl: Prekinjanje povezave …
sq: Po shkëputet…
sv_se: Kopplar från…
th: กำลังตัดการเชื่อมต่อ…
tr: Bağlantı kesiliyor…
uk: Від'єднання…
vi: Đang ngắt kết nối…
zh_cn: 断开中…
zh_tw: 斷線中…

# vpn.controller.switching
source: Switching…
cs: Přepínání…
cy: Newid…
da: Skifter…
de: Umschalten…
el: Εναλλαγή…
es_ar: Cambiando…
fr: Changement…
fy_nl: Wikselje…
hu: Átváltás…
ia: Commutation…
id: Beralih…
is: Skipti…
it: Passaggio in corso…
ja: 切り替え中...
lo: ກຳລັງປ່ຽນ…
nl: Omschakelen…
pl: Przełączanie…
pt_br: Mudando…
pt_pt: A mudar…
ru: Переключение…
sk: Prepínanie…
sl: Preklapljanje …
sq: Po bëhet këmbimi…
sv_se: Växlar…
th: กำลังสลับ…
tr: Değiştiriliyor…
uk: Перемикання…
vi: Đang chuyển…
zh_cn: 切换中…
zh_tw: 切換中…

# vpn.controller.switchingDetail
source: From %1 to %2
cs: Z %1 na %2
cy: O %1 i %2
da: Fra %1 til %2
de: Von %1 zu %2
el: Από %1 σε %2
es_ar: De %1 a %2
fr: De %1 vers %2
fy_nl: Fan %1 nei %2
ia: De %1 a %2
id: Dari %1 sampai %2
is: Frá %1 til %2
it: Da %1 a %2
ja: %1 から %2 へ
lo: ຈາກ %1 ຫາ %2
nl: Van %1 naar %2
pl: Z %1 do %2
pt_br: De %1 para %2
pt_pt: De %1 até %2
ru: С %1 на %2
sk: Z %1 do %2
sq: Nga %1 në %2
sv_se: Från %1 till %2
th: จาก %1 ไปยัง %2
tr: %1 konumundan %2 konumuna
uk: З %1 до %2
vi: Từ %1 sang %2
zh_cn: 从 %1 到 %2
zh_tw: 從 %1 到 %2

# vpn.toggle.off
source: Turn VPN off
cs: Vypnout VPN
cy: Troi VPN i ffwrdd
da: Slå VPN fra
de: VPN deaktivieren
el: Απενεργοποίηση VPN
es_ar: Desconectar VPN
fr: Désactiver le VPN
fy_nl: VPN útskeakelje
hu: VPN kikapcsolása
ia: Disactivar le VPN
id: Nonaktifkan VPN
is: Slökkva á VPN
it: Disattiva VPN
ja: VPN をオフにする
lo: ປິດ VPN
nl: VPN uitschakelen
pl: Wyłącz VPN
pt_br: Desativar VPN
pt_pt: Desativar a VPN
ru: Отключить VPN
sk: Vypnúť VPN
sl: Izklopi VPN
sq: Çaktivizo VPN
sv_se: Stäng av VPN
th: ปิด VPN
tr: VPN’i kapat
uk: Вимкнути VPN
vi: Tắt VPN
zh_cn: 关闭 VPN
zh_tw: 關閉 VPN

# vpn.toggle.on
source: Turn VPN on
cs: Zapnout VPN
cy: Troi VPN ymlaen
da: Slå VPN til
de: VPN aktivieren
el: Ενεργοποίηση VPN
es_ar: Conectar VPN
fr: Activer le VPN
fy_nl: VPN ynskeakelje
hu: VPN bekapcsolása
ia: Activar le VPN
id: Aktifkan VPN
is: Kveikja á VPN
it: Attiva VPN
ja: VPN をオンにする
lo: ເປີດ VPN
nl: VPN inschakelen
pl: Włącz VPN
pt_br: Ativar VPN
pt_pt: Ativar a VPN
ru: Включить VPN
sk: Zapnúť VPN
sl: Vklopi VPN
sq: Aktivizo VPN
sv_se: Slå på VPN
th: เปิด VPN
tr: VPN’i aç
uk: Увімкнути VPN
vi: Bật VPN
zh_cn: 开启 VPN
zh_tw: 開啟 VPN

source: Cities
cs: Města
cy: Dinasoedd
da: Byer
de: Städte
el: Πόλεις
es_ar: Ciudades
fr: Villes
fy_nl: Stêden
hu: Városok
ia: Citates
id: Kota
is: Borgir
it: Città
ja: 都市
lo: ເມືອງ
nl: Steden
pl: Miasta
pt_br: Cidades
pt_pt: Cidades
ru: Города
sk: Mestá
sl: Mesta
sq: Qytete
sv_se: Städer
th: เมือง
tr: Şehirler
uk: Міста
vi: Thành phố
zh_cn: 城市
zh_tw: 城市

# vpn.settings.language
source: Language
cs: Jazyk
cy: Iaith
da: Sprog
de: Sprache
el: Γλώσσα
es_ar: Idioma
fr: Langue
fy_nl: Taal
hu: Nyelv
ia: Lingua
id: Bahasa
is: Tungumál
it: Lingua
ja: 言語
lo: ພາສາ
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ru: Язык
sk: Jazyk
sl: Jezik
sq: Gjuhë
sv_se: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# vpn.settings.guestWifiAlert
source: Guest Wi-Fi portal alert
cs: Wi-Fi pro hosty
cy: Rhybudd porth Wi-Fi gwestai
da: Meddelelse om wi-fi-gæsteportal
de: Gast-WLAN-Portal-Alarm
el: Ειδοποίηση δικτύου Wi-Fi επισκεπτών
es_ar: Alerta de portal de Wi-Fi para invitados
fr: Alerte de portail Wi-Fi invité
fy_nl: Warskôging foar wifi-gasteportaal
hu: Vendég Wi-Fi portál riasztás
ia: Aviso de portal Wi-Fi pro visitantes
id: Peringatan portal Wi-Fi tamu
is: Aðvörun um Wi-Fi gátt gesta
it: Avviso portale Wi-Fi per ospiti
ja: ゲスト Wi-Fi ポータル警告
lo: ການແຈ້ງເຕືອນ Wi-Fi portal ຂອງແຂກ
nl: Waarschuwing voor wifi-gastenportaal
pl: Powiadomienie portalu Wi-Fi dla gości
pt_br: Alerta de portal de WiFi para visitantes
pt_pt: Alerta de portal Wi-Fi para convidado
ru: Оповещать о гостевом портале Wi-Fi
sk: Upozornenie na hosťovský Wi-Fi portál
sl: Opozorilo o portalu Wi-Fi za goste
sq: Sinjalizim portali Wi-Fi mysafir
sv_se: Gäst-Wi-Fi-portalvarning
th: การแจ้งเตือนพอร์ทัล Wi-Fi สำหรับผู้ใช้ภายนอก
tr: Misafir Wi-Fi portalı uyarısı
uk: Сповіщення про гостьовий портал Wi-Fi
vi: Cảnh báo cổng Wi-Fi khách
zh_cn: Wi-Fi 登录页面提示
zh_tw: Wi-Fi 登入頁面提示

# vpn.settings.guestWifiAlert.description
source: Get notified if a guest Wi-Fi portal is blocked due to VPN connection
cs: Zobrazí oznámení při zablokování portálu Wi-Fi pro hosty kvůli VPN spojení
cy: Cewch eich hysbysu a yw porth Wi-Fi gwestai wedi'i rwystro oherwydd cysylltiad VPN
da: Få en meddelelse, hvis en wi-fi-gæsteportal er blokeret på grund af din VPN-forbindelse
de: Lassen Sie sich benachrichtigen, wenn ein Gast-WLAN-Portal aufgrund einer VPN-Verbindung blockiert ist
el: Ειδοποίηση αν αποκλειστεί δίκτυο Wi-Fi επισκεπτών λόγω σύνδεσης VPN
es_ar: Recibir una notificación si un portal Wi-Fi para invitados está bloqueado debido a una conexión VPN
fr: Recevoir une notification si un portail Wi-Fi invité est bloqué par la connexion VPN
fy_nl: Untfang in melding as in wifi-gasteportaal blokkearre is fanwegen in VPN-ferbining
hu: Kapjon értesítést ha a VPN kapcsolat blokkolja a vendég Wi-Fi portált
ia: Reciper un notification si un portal Wi-Fi pro visitantes es blocate per un connexion VPN
id: Dapatkan pemberitahuan jika portal Wi-Fi tamu diblokir karena sambungan VPN
is: Fáðu tilkynningu ef Wi-Fi gátt gestaaðgangs er læst vegna VPN-tengingar
it: Ricevi una notifica se un portale Wi-Fi è bloccato dalla connessione VPN
ja: VPN 接続が原因でゲスト接続の Wi-Fi ポータルがブロックされた場合に通知されます
lo: ໄດ້ຮັບການແຈ້ງເຕືອນຖ້າ Wi-Fi portal ຂອງແຂກຖືກບລັອກເນື່ອງຈາກການເຊື່ອມຕໍ່ VPN
nl: Ontvang een melding als een wifi-gastenportaal is geblokkeerd vanwege een VPN-verbinding
pl: Otrzymuj powiadomienia, jeśli portal Wi-Fi dla gości nie będzie dostępny z powodu połączenia VPN
pt_br: Seja notificado se um portal de WiFi para visitantes for bloqueado devido à conexão VPN
pt_pt: Seja notificado se um portal de Wi-Fi para convidados é bloqueado devido a uma ligação VPN
ru: Получать уведомления, если гостевой портал Wi-Fi блокируется VPN-подключением
sk: Upozorníme vás, ak je hosťovský Wi-Fi portál blokovaný kvôli VPN
sl: Prejmite obvestilo, če povezava z VPN blokira portal Wi-Fi za goste
sq: Merrni një njoftim, nëse bllokohet një portal Wi-Fi mysafir për shkak të lidhjes VPN
sv_se: Bli meddelad om en gäst-Wi-Fi-portal är blockerad på grund av VPN-anslutning
th: รับการแจ้งเตือนถ้าพอร์ทัล Wi-Fi สำหรับผู้ใช้ภายนอกถูกปิดกั้นเนื่องจากการเชื่อมต่อ VPN
tr: Misafir Wi-Fi portalı VPN bağlantısı nedeniyle engellenirse bildirim alın
uk: Отримуйте сповіщення, якщо гостьовий портал Wi-Fi заблоковано через з’єднання VPN
vi: Nhận thông báo nếu cổng Wi-Fi khách bị chặn do kết nối VPN
zh_cn: 如果访客 Wi-Fi 门户因 VPN 连接而被阻止，您会收到通知
zh_tw: 當 Wi-Fi 登入頁面被 VPN 連線影響封鎖時，收到提示

# vpn.settings.notification.connectionChange.description
source: Get notified when the connection status changes
cs: Zobrazí oznámení při změně stavu spojení
cy: Cael eich hysbysu pan fydd statws y cysylltiad yn newid
da: Få en meddelelse, når forbindelsesstatus ændres
de: Benachrichtigung bei Statusänderung der Verbindung aktivieren
el: Λάβετε ειδοποίηση όταν αλλάξει η κατάσταση της σύνδεσης
es_ar: Recibir notificación cuando cambie el estado de la conexión
fr: Recevoir une notification lorsque l’état de la connexion change
fy_nl: Untfang in melding wannear’t de ferbiningssteat wiziget
hu: Kapjon értesítést, ha a kapcsolat állapota megváltozik
ia: Reciper un notification quando le stato de connexion cambia
id: Dapatkan pemberitahuan ketika status sambungan berubah
is: Fáðu tilkynningu þegar staða tengingar breytist
it: Ricevi una notifica quando cambia lo stato della connessione
ja: 接続状態が変更された時に通知を受け取ります
lo: ຮັບການແຈ້ງເຕືອນເມື່ອສະຖານະການເຊື່ອມຕໍ່ມີການປ່ຽນແປງ
nl: Ontvang een melding wanneer de verbindingsstatus verandert
pl: Otrzymuj powiadomienia o zmianie stanu połączenia
pt_br: Ser notificado quando mudar o status da conexão
pt_pt: Seja notificado quando o estado da ligação se altera
ru: Получать уведомления при изменении состояния соединения
sk: Zobraziť upozornenie pri zmene stavu pripojenia
sl: Prejmite obvestilo, ko se spremeni stanje povezave
sq: Merrni njoftim kur ndryshon gjendja e lidhjes
sv_se: Bli meddelad när anslutningsstatusen ändras
th: รับการแจ้งเตือนเมื่อสถานะการเชื่อมต่อเปลี่ยนแปลง
tr: Bağlantı durumu değiştiğinde bildirim alın
uk: Отримуйте сповіщення про зміни стану з’єднання
vi: Nhận thông báo khi trạng thái kết nối thay đổi
zh_cn: 连接状态变更时通知您
zh_tw: 當連線狀態變更時接收通知

# vpn.settings.notification.connectionChange2
source: Connection change notification
cs: Změna spojení
cy: Hysbysiad newid cysylltiad
da: Meddelelse om ændring af forbindelsen
de: Benachrichtigung über Verbindungsänderung
el: Ειδοποίηση αλλαγής σύνδεσης
es_ar: Notificación de cambio de conexión
fr: Notification de changement de connexion
fy_nl: Melding ferbiningswiziging
hu: Kapcsolatváltozási értesítés
ia: Notification de cambio de connexion
id: Pemberitahuan pengubahan koneksi
is: Tilkynning um breytingu á tengingu
it: Notifica modifiche della connessione
ja: 接続変更通知
lo: ການແຈ້ງເຕືອນການປ່ຽນແປງການເຊື່ອມຕໍ່
nl: Melding verbindingswijziging
pl: Powiadomienie o zmianie stanu połączenia
pt_br: Notificação de mudança de conexão
pt_pt: Notificação de alteração da ligação
ru: Уведомление о изменении состояния соединения
sk: Oznámenie o zmene pripojenia
sl: Obvestilo o spremembi povezave
sq: Njoftim ndryshimi lidhjeje
sv_se: Meddelande om anslutningsändring
th: การแจ้งเตือนการเปลี่ยนแปลงการเชื่อมต่อ
tr: Bağlantı değişikliği bildirimi
uk: Сповіщення про зміни з’єднання
vi: Thông báo thay đổi kết nối
zh_cn: 连接状态变更通知
zh_tw: 連線狀態變更通知

# vpn.settings.notification.serverSwitch.description
source: Get notified when you successfully switched servers
cs: Zobrazí oznámení, pokud úspěšné změníte server
cy: Cael eich hysbysu ar ôl newid gweinydd yn llwyddiannus
da: Få en meddelelse, når du har skiftet servere
de: Benachrichtigung beim Serverwechsel aktivieren
el: Λάβετε ειδοποίηση όταν ολοκληρωθεί επιτυχώς η εναλλαγή των διακομιστών
es_ar: Recibir una notificación cuando se cambie de servidor con éxito
fr: Recevoir une notification lorsque vous avez changé de serveur
fy_nl: Untfang in melding wannear’t jo mei sukses fan server wiksele binne
hu: Kapjon értesítést, ha sikeresen kiszolgálót váltott
ia: Reciper un notification quando tu ha cambiate de servitor con successo
id: Dapatkan pemberitahuan saat Anda berhasil berpindah server
is: Fáðu tilkynningu þegar þú hefur skipt um netþjóna
it: Ricevi una notifica quando il cambio di server viene completato
ja: サーバーの切り替えに成功した時に通知を受け取ります
lo: ຮັບການແຈ້ງເຕືອນເມື່ອທ່ານປ່ຽນເຊີບເວີສຳເລັດແລ້ວ
nl: Ontvang een melding wanneer u met succes van server bent gewisseld
pl: Otrzymuj powiadomienia o pomyślnej zmianie serwera
pt_br: Ser notificado quando você mudar de servidor com sucesso
pt_pt: Seja notificado quando muda de servidores com sucesso
ru: Получать уведомления об успешной смене сервера
sk: Zobraziť upozornenie po úspešnom prepnutí servera
sl: Prejmite obvestilo, ko uspešno zamenjate strežnik
sq: Merrni njoftim kur ndërroni me sukses shërbyes
sv_se: Bli meddelad när du har bytt server
th: รับการแจ้งเตือนเมื่อคุณสลับเซิร์ฟเวอร์สำเร็จแล้ว
tr: Sunucuları başarıyla değiştirdiğinizde bildirim alın
uk: Отримуйте сповіщення про успішну зміну серверів
vi: Nhận thông báo khi bạn chuyển đổi máy chủ thành công
zh_cn: 成功切换服务器后通知您
zh_tw: 當成功切換伺服器後接收通知

# vpn.settings.notification.serverSwitch2
source: Server switching notification
cs: Změna serveru
cy: Hysbysiad newid gweinydd
da: Meddelelse om skift af server
de: Benachrichtigung über Serverwechsel
el: Ειδοποίηση εναλλαγής διακομιστή
es_ar: Notificación de cambio de servidor
fr: Notification de changement de serveur
fy_nl: Melding serverwikseling
hu: Kiszolgálóváltási értesítés
ia: Notification de cambio de servitor
id: Pemberitahuan pengalihan server
is: Tilkynning um skipti á netþjóni
it: Notifica cambio server
ja: サーバー切り替え通知
lo: ການແຈ້ງເຕືອນການປ່ຽນເຊີບເວີ
nl: Melding serverwisseling
pl: Powiadomienie o zmianie serwera
pt_br: Notificação de mudança de servidor
pt_pt: Notificação de mudança de servidor
ru: Уведомление о смене сервера
sk: Oznámenie o prepnutí servera
sl: Obvestilo o zamenjavi strežnika
sq: Njoftim ndërrimi shërbyesi
sv_se: Meddelande om serverbyte
th: การแจ้งเตือนการสลับเซิร์ฟเวอร์
tr: Sunucu değiştirme bildirimi
uk: Сповіщення про зміну сервера
vi: Thông báo chuyển đổi máy chủ
zh_cn: 服务器切换通知
zh_tw: 伺服器切換通知

# vpn.settings.notifications
source: Notifications
cs: Oznámení
cy: Hysbysiadau
da: Meddelelser
de: Benachrichtigungen
el: Ειδοποιήσεις
es_ar: Notificaciones
fy_nl: Notifikaasjes
hu: Értesítések
ia: Notificationes
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
lo: ການແຈ້ງເຕືອນ
nl: Notificaties
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ru: Уведомления
sk: Upozornenia
sl: Obvestila
sq: Njoftime
sv_se: Aviseringar
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_tw: 通知

# vpn.settings.unsecuredNetworkAlert
source: Unsecured network alert
cs: Nezabezpečená síť
cy: Rhybudd rhwydwaith heb ei ddiogelu
da: Meddelelse om usikkert netværk
de: Warnung vor ungesichertem Netzwerk
el: Ειδοποίηση μη ασφαλούς δικτύου
es_ar: Alerta de red insegura
fr: Alerte de réseau non sécurisé
fy_nl: Warskôging ûnbefeilige netwurk
hu: Nem védett hálózati riasztás
ia: Aviso de rete non secur
id: Peringatan jaringan tidak aman
is: Aðvörun um ótryggt netkerfi
it: Avviso rete non protetta
ja: 安全でないネットワーク警告
lo: ການແຈ້ງເຕືອນເຄືອຂ່າຍທີ່ບໍ່ປອດໄພ
nl: Waarschuwing onbeveiligd netwerk
pl: Powiadomienie o niezabezpieczonej sieci
pt_br: Alerta de rede não protegida
pt_pt: Alerta de rede não segura
ru: Предупреждать о незащищённых сетях
sk: Upozornenie na nezabezpečenú sieť
sl: Opozorilo o nezavarovanem omrežju
sq: Sinjalizim për rrjet jo të sigurt
sv_se: Varning oskyddat nätverk
th: การแจ้งเตือนเครือข่ายไม่ปลอดภัย
tr: Güvensiz ağ uyarısı
uk: Попередження про незахищену мережу
vi: Cảnh báo mạng không an toàn
zh_cn: 不安全网络警告
zh_tw: 不安全網路警告

# vpn.settings.unsecuredNetworkAlert.description
source: Get notified if you connect to an unsecured Wi-Fi network
cs: Zobrazí oznámení při připojení k nezabezpečení Wi-Fi síti
cy: Cewch eich hysbysu os ydych chi'n cysylltu â rhwydwaith Wi-Fi heb ei ddiogelu
da: Få en meddelelse, hvis du opretter forbindelse til et usikkert wi-fi-netværk
de: Benachrichtigung aktivieren, wenn Sie eine Verbindung zu einem ungesicherten WLAN-Netzwerk herstellen
el: Λάβετε ειδοποίηση εάν συνδεθείτε σε μη ασφαλές δίκτυο Wi-Fi
es_ar: Recibir una notificación al conectar a una red Wi-Fi insegura
fr: Recevoir une notification si vous vous connectez à un réseau Wi-Fi non sécurisé
fy_nl: Untfang in melding as jo ferbining meitsje mei in ûnbefeilige wifi-netwurk
hu: Kapjon értesítést, ha nem biztonságos Wi-Fi hálózathoz kapcsolódik
ia: Reciper un notification si tu te connecte a un rete Wi-Fi non secur
id: Dapatkan pemberitahuan jika Anda terhubung ke jaringan Wi-Fi yang tidak aman
is: Fáðu tilkynningu ef þú tengist óöruggu Wi-Fi-neti
it: Ricevi una notifica quando ti connetti a una rete Wi-Fi non protetta
ja: 安全でない Wi-Fi ネットワークに接続すると通知されます
lo: ໄດ້ຮັບການແຈ້ງເຕືອນຖ້າທ່ານເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍ Wi-Fi ທີ່ບໍ່ປອດໄພ
nl: Ontvang een melding als u verbinding maakt met een onbeveiligd wifi-netwerk
pl: Otrzymuj powiadomienia, jeśli łączysz się z niezabezpieczoną siecią Wi-Fi
pt_br: Ser notificado se você se conectar a uma rede WiFi não protegida
pt_pt: Seja notificado quando se liga a uma rede Wi-Fi insegura
ru: Получайте уведомления при подключении к незащищённым Wi-Fi сетям
sk: Upozorníme vás, ak sa pripojíte k nezabezpečenej sieti Wi-Fi
sl: Prejmite obvestilo, če se povežete v nezavarovano omrežje Wi-Fi
sq: Sinjalizohuni, nëse lidheni me një rrjet Wi-Fi jo të sigurt
sv_se: Få meddelande om du ansluter till ett oskyddat Wi-Fi-nätverk
th: รับการแจ้งเตือนถ้าคุณเชื่อมต่อกับเครือข่าย Wi-Fi ที่ไม่ปลอดภัย
tr: Güvenli olmayan bir Wi-Fi ağına bağlanırsanız bildirim alın
uk: Отримуйте сповіщення, якщо ви під'єднуєтесь до незахищеної мережі Wi-Fi
vi: Nhận thông báo nếu bạn kết nối với mạng Wi-Fi không an toàn
zh_cn: 连接到不安全的 Wi-Fi 网络时通知您
zh_tw: 在您連線到不安全的 Wi-Fi 網路時通知您

# vpn.protectSelectedApps.addApplication
source: Add application
cs: Přidat aplikaci
cy: Ychwanegu ap
da: Tilføj app
de: Anwendung hinzufügen
el: Προσθήκη εφαρμογής
es_ar: Agregar aplicación
fr: Ajouter une application
fy_nl: Tapassing tafoegje
hu: Alkalmazás hozzáadása
ia: Adder le application
id: Tambah aplikasi
is: Bæta við forriti
it: Aggiungi applicazione
ja: アプリケーションを追加
lo: ເພີ່ມແອັບພລິເຄຊັນ
nl: Toepassing toevoegen
pl: Dodaj aplikację
pt_br: Adicionar aplicativo
pt_pt: Adicionar aplicação
ru: Добавить приложение
sk: Pridať aplikáciu
sl: Dodaj aplikacijo
sq: Shtoni aplikacion
sv_se: Lägg till applikation
th: เพิ่มแอปพลิเคชัน
tr: Uygulama ekle
uk: Додати програму
vi: Thêm ứng dụng
zh_cn: 添加应用程序
zh_tw: 新增應用程式
