Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.restorePurchase.restorePurchaseButton
source: Already a subscriber?
cs: Už máte předplatné?
cy: Eisoes yn danysgrifiwr?
da: Abonnerer du allerede?
de: Bereits Kunde?
el: Είστε ήδη συνδρομητής;
es_ar: ¿Ya estás suscripto?
fr: Déjà abonné·e ?
fy_nl: Binne jo al abonnee?
hu: Már előfizető?
ia: Jam abonate?
id: Sudah menjadi pelanggan?
is: Nú þegar áskrifandi?
it: Sei già abbonato?
ja: 登録済みですか？
lo: ເປັນຜູ້ສະໝັກໃຊ້ແລ້ວບໍ?
nl: Bent u al abonnee?
pl: Jesteś już subskrybentem?
pt_br: Já tem uma assinatura?
pt_pt: Já subscreveu?
ru: Уже подписаны?
sk: Už máte predplatné?
sl: Ste že naročnik?
sq: Pajtimtar tashmë?
sv_se: Redan en prenumerant?
th: เป็นสมาชิกอยู่แล้วใช่หรือไม่?
tr: Zaten abone misiniz?
uk: Уже передплатили?
vi: Đã có gói đăng ký?
zh_cn: 已经订阅？
zh_tw: 已經訂閱了嗎？

# vpn.restorePurchaseExpiredError.restorePurchaseExpiredErrorText2
source: Sorry, we are unable to connect your Mozilla account to a current subscription. Please try again or contact our support team for further assistance.
cs: Je nám líto, ale nemůžeme připojit váš účet Mozilla k aktuálnímu předplatnému. Zkuste to znovu nebo kontaktujte náš tým podpory pro další pomoc.
da: Vi kunne desværre ikke knytte din Mozilla-konto til et aktivt abonnement. Prøv igen eller kontakt vores support-hold for at få hjælp.
de: Leider können wir Ihr Mozilla-Konto keinem aktuellen Abonnement zuordnen. Bitte versuchen Sie es erneut oder wenden Sie sich an unser Hilfe-Team, um weitere Unterstützung zu erhalten.
el: Δυστυχώς, δεν μπορέσαμε να συνδέσουμε τον λογαριασμό Mozilla σας με κάποια υφιστάμενη συνδρομή. Παρακαλούμε δοκιμάστε ξανά ή επικοινωνήστε με την ομάδα υποστήριξης για περαιτέρω βοήθεια.
es_ar: Disculpá pero no pudimos conectar tu cuenta de Mozilla a una suscripción actual. Volvé a intentarlo o comunicate con nuestro equipo de ayuda.
fr: Désolé, nous ne pouvons pas connecter votre compte Mozilla à un abonnement en cours. Veuillez réessayer ou contacter notre équipe d’assistance pour obtenir de l’aide.
fy_nl: Sorry, wy kinne jo Mozilla-account net keppelje oan in besteand abonnemint. Probearje it opnij of nim kontakt op mei ús stipeteam foar fierdere help.
hu: Sajnáljuk, nem tudjuk összekapcsolni Mozilla-fiókját egy aktuális előfizetéssel. Próbálja újra, vagy forduljon támogatási csapatunkhoz további segítségért.
ia: Desolate, nos non pote connecter tu conto Mozilla a un abonamento currente. Retenta o contacta nostre equipa de assistentia pro ulterior adjuta.
id: Maaf, kami tidak dapat menghubungkan akun Mozilla Anda ke langganan saat ini. Silakan coba lagi atau hubungi tim dukungan kami untuk bantuan lebih lanjut.
is: Því miður getum við ekki tengt Mozilla-reikninginn þinn við núverandi áskrift. Reyndu aftur eða hafðu samband við þjónustudeild okkar til að fá frekari aðstoð.
it: Siamo spiacenti, non è stato possibile collegare il tuo account Mozilla all’abbonamento attuale. Riprova o contatta il nostro team di supporto per ulteriore assistenza.
ja: 申し訳ありませんが、Mozilla アカウントを現在のサブスクリプションに接続できません。もう一度お試しいただくか、サポートチームにお問い合わせください。
nl: Sorry, we kunnen uw Mozilla-account niet koppelen aan een bestaand abonnement. Probeer het opnieuw of neem contact op met ons ondersteuningsteam voor verdere hulp.
pl: Przepraszamy, ale nie możemy połączyć Twojego konta Mozilli z aktywną subskrypcją. Spróbuj ponownie lub skontaktuj się z naszym zespołem pomocy technicznej w celu uzyskania dalszej pomocy.
pt_br: Desculpe, não conseguimos conectar sua conta Mozilla a uma assinatura atual. Tente novamente, ou entre em contato com nossa equipe de suporte para obter mais assistência.
pt_pt: Lamentamos, não pudemos associar a sua conta Mozilla a uma subscrição atual. Tente novamente ou contacte a nossa equipa de suporte para mais apoio.
ru: К сожалению, мы не можем подключить ваш аккаунт Mozilla к текущей подписке. Пожалуйста, попробуйте еще раз или свяжитесь с нашей службой поддержки для получения дополнительной помощи.
sk: Ľutujeme, ale nemôžeme pripojiť váš účet Mozilla k aktuálnemu predplatnému. Skúste to znova alebo kontaktujte náš tím podpory so žiadosťou o ďalšiu pomoc.
sl: Vašega računa Mozilla žal ni bilo mogoče povezati s trenutno naročnino. Poskusite znova ali se za nadaljnjo pomoč obrnite na skupino za podporo.
sq: Na ndjeni, s’jemi në gjendje të lidhim llogarinë tuaj Mozilla me një pajtim të tanishëm. Ju lutemi, riprovoni, ose lidhuni me ekipin tonë të asistencës për ndihmë të mëtejshme.
sv_se: Tyvärr, vi kan inte koppla ditt Mozilla-konto till en aktuell prenumeration. Försök igen eller kontakta vårt supportteam för ytterligare hjälp.
th: ขออภัย เราไม่สามารถเชื่อมต่อบัญชี Mozilla ของคุณกับการสมัครสมาชิกปัจจุบันได้ โปรดลองอีกครั้งหรือติดต่อทีมสนับสนุนของเราเพื่อขอความช่วยเหลือเพิ่มเติม
tr: Mozilla hesabınızı geçerli bir aboneliğe bağlayamadık. Lütfen yeniden deneyin veya yardım almak için destek ekibimizle iletişime geçin.
uk: На жаль, ми не можемо під'єднати ваш обліковий запис Mozilla до поточної передплати. Будь ласка, повторіть спробу або зв'яжіться з нашою службою підтримки для отримання додаткової допомоги.
vi: Rất tiếc, chúng tôi không thể kết nối tài khoản Mozilla của bạn với gói đăng ký hiện tại. Vui lòng thử lại hoặc liên hệ với nhóm hỗ trợ của chúng tôi để được hỗ trợ thêm.
zh_cn: 抱歉，我们无法将您的 Mozilla 账户关联到当前订阅。请再试一次，或联系我们的支持团队以获得进一步协助。
zh_tw: 很抱歉，我們無法將您的 Mozilla 帳號與現有的訂閱連結起來。請稍後再試，或者聯絡我們的技術支援團隊進行協助。

# vpn.restorePurchaseGenericPurchaseError.restorePurchaseGenericPurchaseErrorText
source: Sorry, we were unable to confirm your subscription. Please try again or contact our support team for help.
cs: Je nám líto, ale nepodařilo se nám potvrdit vaše předplatné. Zkuste to prosím znovu nebo se obraťte na náš tým podpory.
cy: Mae'n ddrwg gennym, nid oeddem yn gallu cadarnhau eich tanysgrifiad. Ceisiwch eto neu cysylltwch â'n tîm cymorth am gymorth.
da: Vi kunne desværre ikke bekræfte dit abonnement. Prøv igen eller kontakt vores support-hold for at få hjælp.
de: Leider konnten wir Ihr Abonnement nicht bestätigen. Bitte versuchen Sie es erneut oder wenden Sie sich an unser Hilfe-Team, um Unterstützung zu erhalten.
el: Δυστυχώς, δεν μπορέσαμε να επιβεβαιώσουμε τη συνδρομή σας. Παρακαλούμε δοκιμάστε ξανά ή επικοινωνήστε με την ομάδα υποστήριξής μας για βοήθεια.
es_ar: Disculpá, no pudimos confirmar tu suscripción. Por favor, volvé a intentarlo o conectate con nuestro equipo de ayuda.
fr: Désolé, nous n’avons pas réussi à confirmer votre abonnement. Veuillez réessayer ou contacter notre assistance pour obtenir de l’aide.
fy_nl: Sorry, wy kinne jo abonnemint net befêstigje. Probearje it opnij of nim kontakt op mei ús stipeteam foar help.
hu: Sajnáljuk, nem tudtuk megerősíteni előfizetését. Próbálja újra, vagy forduljon támogatási csapatunkhoz további segítségért.
ia: Desolate, impossibile confirmar tu abonamento. Retenta o contacta nostre equipa de assistentia pro adjuta.
id: Maaf, kami tidak dapat mengonfirmasi langganan Anda. Silakan coba lagi atau hubungi tim dukungan kami untuk mendapatkan bantuan.
is: Því miður gátum við ekki staðfest áskriftina þína. Reyndu aftur eða hafðu samband við þjónustudeild okkar til að fá aðstoð.
it: Siamo spiacenti, non è stato possibile confermare il tuo abbonamento. Riprova o contatta il nostro team di supporto per assistenza.
ja: 申し訳ありませんが、サブスクリプションを確認できませんでした。もう一度お試しいただくか、サポートチームにお問い合わせください。
lo: ຂໍອະໄພ, ພວກເຮົາບໍ່ສາມາດຢືນຢັນການສະໝັກສະມາຊິກຂອງທ່ານໄດ້. ກະລຸນາລອງອີກຄັ້ງ ຫຼືຕິດຕໍ່ທີມງານຊ່ວຍເຫຼືອຂອງພວກເຮົາເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.
nl: Sorry, we kunnen uw abonnement niet bevestigen. Probeer het opnieuw of neem contact op met ons ondersteuningsteam voor hulp.
pl: Przepraszamy, ale nie mogliśmy potwierdzić Twojej subskrypcji. Spróbuj ponownie lub skontaktuj się z naszym zespołem pomocy technicznej w celu uzyskania pomocy.
pt_br: Desculpe, não foi possível confirmar sua assinatura. Tente novamente, ou entre em contato com nossa equipe de suporte para obter ajuda.
pt_pt: Lamentamos, não conseguimos confirmar a sua subscrição. Por favor, tente novamente ou contacte a nossa equipa de suporte.
ru: К сожалению, нам не удалось подтвердить вашу подписку. Пожалуйста, попробуйте ещё раз или обратитесь за помощью в нашу службу поддержки.
sk: Ľutujeme, nepodarilo sa nám potvrdiť vaše predplatné. Skúste to znova alebo požiadajte o pomoc náš tím podpory.
sl: Vaše naročnine žal ni bilo mogoče potrditi. Poskusite znova ali se za pomoč obrnite na skupino za podporo.
sq: Na ndjeni, s’qemë në gjendje të ripohojmë pajtimin tuaj. Ju lutemi, riprovoni, ose lidhuni me ekipin tonë të asistencës për ndihmë.
sv_se: Tyvärr, vi kunde inte bekräfta din prenumeration. Försök igen eller kontakta vårt supportteam för hjälp.
th: ขออภัย เราไม่สามารถยืนยันการสมัครสมาชิกของคุณได้ โปรดลองอีกครั้งหรือติดต่อทีมสนับสนุนของเราเพื่อขอความช่วยเหลือ
tr: Maalesef aboneliğinizi doğrulayamadık. Lütfen yeniden deneyin veya yardım almak için destek ekibimizle iletişime geçin.
uk: На жаль, ми не змогли підтвердити вашу передплату. Будь ласка, повторіть спробу або зверніться по допомогу до нашої служби підтримки.
vi: Rất tiếc, chúng tôi không thể xác nhận gói đăng ký của bạn. Vui lòng thử lại hoặc liên hệ với nhóm hỗ trợ của chúng tôi để được trợ giúp.
zh_cn: 抱歉，我们无法确认您的订阅。请重试或联系我们的支持团队寻求帮助。
zh_tw: 很抱歉，我們無法確認您的訂閱。請稍後再試，或者聯絡我們的技術支援團隊進行協助。

# vpn.restorePurchaseInUseError.restorePurchaseInUseErrorText2
source: Another Mozilla account has already subscribed using this Apple ID. Please sign out and try again or contact our support team for help.
cs: Pomocí tohoto Apple ID je již přihlášen jiný účet Mozilla. Odhlaste se prosím a zkuste to znovu nebo požádejte o pomoc náš tým podpory.
da: En anden Mozilla-konto har allerede et abonnement med dette Apple ID. Log ud og prøv igen - eller kontakt vores support-hold for at få hjælp.
de: Ein anderes Mozilla-Konto hat sich bereits mit dieser Apple ID angemeldet. Bitte melden Sie sich ab und versuchen Sie es erneut oder wenden Sie sich an unser Hilfe-Team, um Unterstützung zu erhalten.
el: Ένας άλλος λογαριασμός Mozilla έχει ήδη εγγραφεί με αυτό το Apple ID. Παρακαλούμε αποσυνδεθείτε και δοκιμάστε ξανά ή επικοινωνήστε με την ομάδα υποστήριξης για βοήθεια.
es_ar: Otra cuenta de Mozilla ya se suscribió usando esta Apple ID. Registrate de nuevo o contactate con nuestro equipo de ayuda.
fr: Un autre compte Mozilla s’est déjà abonné en utilisant cet identifiant Apple. Veuillez vous déconnecter et réessayer, ou contacter notre assistance pour obtenir de l’aide.
fy_nl: In oar Mozilla-account hat har al abonnearre mei dizze Apple ID. Meld jo ôf en probearje it opnij of nim kontakt op mei ús stipeteam foar help.
hu: Egy másik Mozilla-fiók már előfizetett ezzel az Apple ID-val. Jelentkezzen ki és próbálja újra, vagy forduljon támogatási csapatunkhoz további segítségért.
ia: Un altere conto Mozilla es jam registrate per iste ID Apple. Per favor claude le session e retenta o contacta nostre equipa de assistentia pro adjuta.
id: Akun Mozilla lainnya telah berlangganan menggunakan ID Apple ini. Silakan keluar dan coba lagi atau hubungi tim dukungan kami untuk mendapatkan bantuan.
is: Annar Mozilla-reikningur hefur þegar gerst áskrifandi með þessu Apple-auðkenni. Skráðu þig út og reyndu aftur eða hafðu samband við þjónustudeild okkar til að fá aðstoð.
it: Un altro account Mozilla è già abbonato con questo ID Apple. Effettua la disconnessione e riprova o contatta il nostro team di supporto per assistenza.
ja: この Apple ID はすでに別の Mozilla アカウントの登録に使用されいます。ログアウトしてもう一度お試しいただくか、サポートチームにお問い合わせください。
nl: Een andere Mozilla-account heeft zich al geabonneerd met deze Apple-ID. Meld u af en probeer het opnieuw of neem contact op met ons ondersteuningsteam voor hulp.
pl: Inne konto Mozilli ma już subskrypcję powiązaną z tym Apple ID. Wyloguj się i spróbuj ponownie lub skontaktuj się z naszym zespołem pomocy technicznej, aby uzyskać pomoc.
pt_br: Outra conta Mozilla já tem uma assinatura usando este Apple ID. Saia da conta e tente novamente, ou entre em contato com nossa equipe de suporte para obter ajuda.
pt_pt: Já foi subscrita uma outra conta Mozilla utilizando este Apple ID. Termine sessão e tente novamente ou contacte a nossa equipa de suporte para ajuda.
ru: Другой аккаунт Mozilla уже подписался с использованием этого Apple ID. Выйдите из системы и повторите попытку или обратитесь за помощью в нашу службу поддержки.
sk: Pomocou tohto Apple ID je už zaregistrovaný iný účet Mozilla. Odhláste sa a skúste to znova alebo požiadajte o pomoc náš tím podpory.
sl: S tem Apple ID-jem je že naročen drug račun Mozilla. Odjavite se in poskusite znova ali pa se za pomoč obrnite na skupino za podporo.
sq: Është pajtuar tashmë një tjetër llogari Mozilla duke përdorur këtë Apple ID. Ju lutemi, bëni daljen prej saj dhe riprovoni, ose lidhuni me ekipin tonë të asistencës për ndihmë.
sv_se: Ett annat Mozilla-konto har redan prenumererat med detta Apple-ID. Logga ut och försök igen eller kontakta vårt supportteam för hjälp.
th: มีบัญชี Mozilla อื่นได้สมัครสมาชิกโดยใช้ Apple ID นี้แล้ว โปรดออกจากระบบแล้วลองใหม่อีกครั้งหรือติดต่อทีมสนับสนุนของเราเพื่อขอความช่วยเหลือ
tr: Başka bir Mozilla hesabı, bu Apple ID’yi kullanarak daha önce abone olmuş. Lütfen çıkış yapıp yeniden deneyin veya yardım almak için destek ekibimizle iletişime geçin.
uk: Інший обліковий запис Mozilla уже передплатив послугу за допомогою цього Apple ID. Вийдіть із системи та повторіть спробу або зверніться по допомогу до нашої служби підтримки.
vi: Một tài khoản Mozilla khác đã đăng ký bằng ID Apple này. Vui lòng đăng xuất và thử lại hoặc liên hệ với nhóm hỗ trợ của chúng tôi để được trợ giúp.
zh_cn: 另一个 Mozilla 账户已使用此 Apple ID 进行订阅。请退出登录后再试一次，或联系我们的支持团队获取帮助。
zh_tw: 有另一個 Mozilla 帳號已使用此 Apple ID 進行訂閱。請登出再試一次，或者聯絡我們的技術支援團隊進行協助。

# vpn.serverUnavailableModal.bodyText
source: This server location is temporarily unavailable. Choose a new location.
cs: Toto umístění serveru je dočasně nedostupné. Vyberte nové umístění.
cy: Nid yw'r lleoliad gweinydd hwn ar gael dros dro. Dewiswch leoliad newydd.
da: Server-placeringen er midlertidigt utilgængelig. Vælg en ny placering.
de: Dieser Serverstandort ist vorübergehend nicht verfügbar. Wählen Sie einen neuen Standort.
el: Αυτή η τοποθεσία διακομιστή δεν είναι προσωρινά διαθέσιμη. Επιλέξτε μια νέα τοποθεσία.
es_ar: Esta ubicación del servidor no está disponible temporalmente. Elegí una nueva ubicación.
fr: Cet emplacement de serveur est temporairement indisponible. Choisissez un nouvel emplacement.
fy_nl: Dizze serverlokaasje is tydlik net beskikber. Kies in nije lokaasje.
hu: Ez a kiszolgálóhely átmenetileg nem érhető el. Válasszon új helyet.
ia: Iste position del servitor non es temporarimente disponibile. Elige un nove position.
id: Lokasi server ini untuk sementara tidak tersedia. Pilih lokasi baru.
is: Þessi staðsetning netþjóns er ekki tiltæk í augnablikinu. Veldu nýja staðsetningu.
it: Il server per questa posizione è temporaneamente non disponibile. Scegli una nuova posizione.
ja: このサーバーの場所は一時的に利用できません。新しい場所を選択してください。
lo: ສະຖານທີ່ເຊີບເວີນີ້ບໍ່ສາມາດໃຊ້ໄດ້ຊົ່ວຄາວ. ເລືອກສະຖານທີ່ໃໝ່.
nl: Deze serverlocatie is tijdelijk niet beschikbaar. Kies een nieuwe locatie.
pl: Ta lokalizacja serwera jest tymczasowo niedostępna. Wybierz nową lokalizację.
pt_br: Este local deste servidor está temporariamente indisponível. Escolha outro local.
pt_pt: Esta localização de servidor está temporariamente indisponível. Escolha uma nova localização.
ru: Расположенный здесь сервер временно недоступен. Выберите другое местоположение.
sk: Toto umiestnenie servera je dočasne nedostupné. Vyberte si nové miesto.
sl: Ta lokacija strežnika trenutno ni na voljo. Izberite drugo lokacijo.
sq: Vendndodhja e këtij shërbyesi përkohësisht s’mund të kihet. Zgjidhni një vendndodhje të re.
sv_se: Denna serverplats är inte tillgänglig för tillfället. Välj en ny plats.
th: ตำแหน่งเซิร์ฟเวอร์นี้ไม่สามารถใช้งานได้ชั่วคราว โปรดเลือกตำแหน่งใหม่
tr: Bu sunucu konumu geçici olarak hizmet veremiyor. Başka bir konum seçin.
uk: Сервер у цьому розташуванні тимчасово недоступний. Оберіть інше розташування.
vi: Địa điểm máy chủ này tạm thời không khả dụng. Hãy chọn một địa điểm mới.
zh_cn: 此服务器位置暂时无法使用，请选择其他位置。
zh_tw: 此伺服器暫時無法使用，請選擇其他地點。

# vpn.serverUnavailableModal.buttonLabel
source: Choose a new location
cs: Vyberte nové umístění
cy: Dewiswch leoliad newydd
da: Vælg en ny placering
de: Neuen Standort auswählen
el: Επιλογή νέας τοποθεσίας
es_ar: Elegir una nueva ubicación
fr: Choisissez un nouvel emplacement
fy_nl: In nije lokaasje kieze
hu: Válasszon új helyet
ia: Elige un nove position
id: Pilih lokasi baru
is: Veldu nýja staðsetningu
it: Scegli una nuova posizione
ja: 新しい場所を選択
lo: ເລືອກສະຖານທີ່ໃໝ່
nl: Een nieuwe locatie kiezen
pl: Wybierz nową lokalizację
pt_br: Escolher outro local
pt_pt: Escolher uma nova localização
ru: Выбрать новое местоположение
sk: Vyberte si nové miesto
sl: Izberi novo lokacijo
sq: Zgjidhni vendndodhje të re
sv_se: Välj en ny plats
th: เลือกตำแหน่งใหม่
tr: Yeni bir konum seç
uk: Обрати інше розташування
vi: Chọn một địa điểm mới
zh_cn: 选择一个新位置
zh_tw: 選擇新位置

# vpn.serverUnavailableModal.headerText
source: Server unavailable
cs: Server není dostupný
cy: Nid yw'r gweinydd ar gael
da: Serveren er ikke tilgængelig
de: Server nicht verfügbar
el: Μη διαθέσιμος διακομιστής
es_ar: Servidor no disponible
fr: Serveur indisponible
fy_nl: Server net beskikber
hu: A kiszolgáló nem érhető el
ia: Servitor non disponibile
id: Server tidak tersedia
is: Netþjónn ekki tiltækur
it: Server non disponibile
ja: サーバーが利用できません
lo: ເຊີບເວີບໍ່ສາມາດໃຊ້ໄດ້
nl: Server niet beschikbaar
pl: Serwer niedostępny
pt_br: Serviço não disponível
pt_pt: Servidor indisponível
ru: Сервер недоступен
sk: Server je nedostupný
sl: Strežnik ni na voljo
sq: Shërbyes i pakapshëm
sv_se: Server otillgänglig
th: เซิร์ฟเวอร์ใช้ไม่ได้
tr: Sunucu kullanılamıyor
uk: Сервер недоступний
vi: Máy chủ không khả dụng
zh_cn: 服务器不可用
zh_tw: 伺服器無法使用

# vpn.serverUnavailableNotification.bodyText
source: This server location is temporarily unavailable. Please open the app to choose a new location.
cs: Toto umístění serveru je dočasně nedostupné. Otevřete prosím aplikaci pro výběr nového umístění.
cy: Nid yw'r lleoliad gweinydd hwn ar gael dros dro. Agorwch yr ap i ddewis lleoliad newydd.
da: Server-placeringen er midlertidigt utilgængelig. Åbn appen for at vælge en ny placering.
de: Dieser Serverstandort ist vorübergehend nicht verfügbar. Bitte öffnen Sie die App, um einen neuen Standort zu wählen.
el: Αυτή η τοποθεσία διακομιστή είναι προσωρινά μη διαθέσιμη. Παρακαλώ ανοίξτε την εφαρμογή για να επιλέξετε μια νέα τοποθεσία.
es_ar: La ubicación de este servidor no está disponible en este momento. Abrí la aplicación para elegir una nueva ubicación.
fr: Cet emplacement de serveur est temporairement indisponible. Veuillez ouvrir l’application et choisir un nouvel emplacement.
fy_nl: Dizze serverlokaasje is tydlik net beskikber. Iepenje de app om in nije lokaasje kiezen.
hu: Ez a kiszolgálóhely átmenetileg nem érhető el. Nyissa meg az alkalmazást, hogy új helyet válasszon.
ia: Iste position de servitor es temporarimente indisponibile. Per favor aperi le app a elige un nove position.
id: Lokasi server ini untuk sementara tidak tersedia. Silakan buka aplikasi untuk memilih lokasi baru.
is: Þessi staðsetning netþjóns er ekki tiltæk í augnablikinu. Opnaðu forritið til að velja nýja staðsetningu.
it: Il server per questa posizione è temporaneamente non disponibile. Apri l’app per scegliere una nuova posizione.
ja: このサーバーの場所は一時的に利用できません。アプリを開いて新しい場所を選択してください。
lo: ສະຖານທີ່ເຊີບເວີນີ້ບໍ່ສາມາດໃຊ້ໄດ້ຊົ່ວຄາວ. ກະລຸນາເປີດແອັບເພື່ອເລືອກສະຖານທີ່ໃໝ່.
nl: Deze serverlocatie is tijdelijk niet beschikbaar. Open de app om een nieuwe locatie te kiezen.
pl: Ta lokalizacja serwera jest tymczasowo niedostępna. Otwórz aplikację, aby wybrać nową lokalizację.
pt_br: Este local de servidor está temporariamente indisponível. Abra o aplicativo para escolher outro local.
pt_pt: Esta localização de servidor está temporariamente indisponível. Por favor abra a aplicação para escolher uma nova localização.
ru: Расположенный здесь сервер временно недоступен. Откройте приложение, чтобы выбрать другое местоположение.
sk: Toto umiestnenie servera je dočasne nedostupné. Ak chcete vybrať nové miesto, otvorte aplikáciu.
sl: Ta lokacija strežnika trenutno ni na voljo. Odprite aplikacijo in izberite drugo lokacijo.
sq: Kjo vendndodhje shërbyesi është përkohësisht e pakapshme. Ju lutemi, hapni aplikacionin që të zgjidhni një vendndodhje të re.
sv_se: Denna serverplats är inte tillgänglig för tillfället. Öppna appen för att välja en ny plats.
th: ตำแหน่งเซิร์ฟเวอร์นี้ไม่สามารถใช้งานได้ชั่วคราว โปรดเปิดแอปเพื่อเลือกตำแหน่งใหม่
tr: Bu sunucu konumu geçici olarak hizmet veremiyor. Yeni bir konum seçmek için lütfen uygulamayı açın.
uk: Сервер у цьому розташуванні тимчасово недоступний. Відкрийте застосунок, щоб обрати інше розташування.
vi: Địa điểm máy chủ này tạm thời không khả dụng. Vui lòng mở ứng dụng để chọn địa điểm mới.
zh_cn: 此服务器位置暂时不可用。请打开应用程序以选择新位置。
zh_tw: 此伺服器暫時無法使用，請開啟程式選擇其他地點。

# vpn.serverUnavailableNotification.bodyTextFireWallBlocked
source: The server has been blocked. Check your firewall settings.
cs: Server byl zablokován. Zkontrolujte nastavení brány firewall.
cy: Mae'r gweinydd wedi'i rwystro. Gwiriwch osodiadau eich mur cadarn.
da: Serveren er blevet blokeret. Kontroller indstillingerne for din firewall.
de: Der Server wurde gesperrt. Überprüfen Sie Ihre Firewall-Einstellungen.
el: Ο διακομιστής έχει αποκλειστεί. Ελέγξτε τις ρυθμίσεις του τείχους προστασίας σας.
es_ar: Se bloqueó el servidor. Verificá la configuración de tu cortafuegos.
fr: Le serveur a été bloqué. Vérifiez les paramètres de votre pare-feu.
fy_nl: De server is blokkearre. Kontrolearje jo firewallynstellingen.
hu: A kiszolgálót blokkolták. Ellenőrizze a tűzfal beállításait.
ia: Le servitor ha essite blocate. Verifica le parametros de tu firewall.
id: Server telah diblokir. Periksa pengaturan firewall Anda.
is: Lokað hefur verið á netþjóninn. Athugaðu eldveggstillingarnar þínar.
it: Il server è stato bloccato. Controlla le impostazioni del firewall.
ja: サーバーがブロックされています。ファイアウォールの設定を確認してください。
lo: ເຊີບເວີຖືກບລັອກ. ກວດເບິ່ງການຕັ້ງຄ່າ Firewall ຂອງທ່ານ.
nl: De server is geblokkeerd. Controleer uw firewallinstellingen.
pl: Serwer został zablokowany. Sprawdź ustawienia zapory sieciowej.
pt_br: O servidor foi bloqueado. Verifique suas configurações de firewall.
pt_pt: O servidor foi bloqueado. Verifique as suas definições de firewall.
ru: Сервер заблокирован. Проверьте настройки межсетевого экрана.
sk: Server bol zablokovaný. Skontrolujte nastavenia brány firewall.
sl: Strežnik je bil blokiran. Preverite nastavitve požarnega zidu.
sq: Shërbyesi është bllokuar. Kontrolloni rregullimet tuaja për firewall-in.
sv_se: Servern har blockerats. Kontrollera dina brandväggsinställningar.
th: เซิร์ฟเวอร์ถูกปิดกั้น โปรดตรวจสอบการตั้งค่าไฟร์วอลล์ของคุณ
tr: Sunucu engellendi. Güvenlik duvarı ayarlarınızı kontrol edin.
uk: Сервер заблоковано. Перевірте налаштування мережевого екрана.
vi: Máy chủ đã bị chặn. Hãy kiểm tra cài đặt tường lửa của bạn.
zh_cn: 服务器已被阻止。请检查您的防火墙设置。
zh_tw: 伺服器已被封鎖。請檢查您的防火牆設定。
