Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.mobileOnboarding.panelOneSubtitle
source: A safe, reliable and fast VPN. Built by the makers of Firefox.
cs: Bezpečná, spolehlivá a rychlá VPN. Od tvůrců Firefoxu.
cy: VPN diogel, dibynadwy a chyflym. Adeiladwyd gan wneuthurwyr Firefox.
da: Sikker, pålidelig og hurtig VPN. Bygget af holdet bag Firefox.
de: Ein sicheres, zuverlässiges und schnelles VPN – entwickelt von den Machern von Firefox.
el: Ένα ασφαλές, αξιόπιστο και γρήγορο VPN. Από τους δημιουργούς του Firefox.
es_ar: Una VPN segura, confiable y rápida. Creada por los autores de Firefox.
fr: Un VPN sûr, robuste et rapide. Conçu par les équipes de Firefox.
fy_nl: In feilige, betroubere en flugge VPN. Boud troch de makkers fan Firefox.
hu: Biztonságos, megbízható és gyors VPN. A Firefox készítői által összeállítva.
ia: Un VPN secur, fidabile e veloce. Producite per le autores de Firefox.
id: VPN yang aman, andal, dan cepat. Dibangun oleh pembuat Firefox.
is: Öruggt, áreiðanlegt og hraðvirkt VPN. Hannað af framleiðendum Firefox.
it: Una VPN sicura, affidabile e veloce. Realizzata dagli autori di Firefox.
ja: 安全で信頼性が高く高速な VPN。 Firefox のメーカーにより構築されました。
lo: VPN ທີ່ປອດໄພ, ເຊື່ອຖືໄດ້ ແລະ ໄວ. ສ້າງຂຶ້ນໂດຍຜູ້ຜະລິດ Firefox.
nl: Een veilige, betrouwbare en snelle VPN. Gebouwd door de makers van Firefox.
pl: Bezpieczny, niezawodny i szybki VPN. Zbudowany przez twórców Firefoksa.
pt_br: Uma VPN rápida, segura e confiável. Feita pelos criadores do Firefox.
pt_pt: Uma VPN rápida, segura e de confiança. Criada pelos autores do Firefox.
ru: Безопасный, надежный и быстрый VPN. Создан разработчиками Firefox.
sk: Bezpečná, spoľahlivá a rýchla VPN. Od tvorcov Firefoxu.
sl: Varen, zanesljiv in hiter VPN. Delo izdelovalcev Firefoxa.
sq: Një VPN e parrezik, e besueshme dhe e shpejtë. Ndërtuar nga krijuesit e Firefox-it.
sv_se: En säker, pålitlig och snabb VPN. Byggd av skaparna av Firefox.
th: VPN ที่ปลอดภัย เชื่อถือได้ และรวดเร็ว สร้างขึ้นโดยผู้สร้าง Firefox
tr: Güvenli, sağlam ve hızlı bir VPN. Firefox’un yapımcılarından.
uk: Безпечна, надійна і швидка VPN. Створено виробниками Firefox.
vi: VPN an toàn, đáng tin cậy và nhanh chóng. Được xây dựng bởi các nhà sản xuất Firefox.
zh_cn: 高速、安全且易用的 VPN，Firefox 开发商荣誉出品。
zh_tw: 安全、快速、可靠的 VPN 軟體，由 Firefox 的開發者打造。

# vpn.mobileOnboarding.signUpBtn
source: Sign up
cs: Přihlásit se
cy: Ymuno
da: Tilmeld dig
de: Registrieren
el: Εγγραφή
es_ar: Registrarse
fr: S’inscrire
fy_nl: Registrearje
hu: Regisztráció
ia: Inscribe te
id: Daftar
is: Skráðu þig
it: Registrati
ja: アカウント登録
lo: ລົງ​ທະ​ບຽນ
nl: Registreren
pl: Zarejestruj się
pt_br: Cadastre-se
pt_pt: Registar
ru: Регистрация
sk: Prihlásiť sa
sl: Registracija
sq: Regjistrohuni
sv_se: Registrera dig
th: ลงทะเบียน
tr: Kaydol
uk: Зареєструватись
vi: Đăng ký
zh_cn: 注册
zh_tw: 註冊

# vpn.multiFxaAccountError.fxaAccountErrorHeader
source: Problem confirming subscription
cs: Problém s potvrzením předplatného
cy: Gwall wrth gadarnhau eich tanysgrifiad
da: Problem med at bekræfte abonnement
de: Problem beim Bestätigen des Abonnements
el: Πρόβλημα επιβεβαίωσης συνδρομής
es_ar: Hubo un problema al confirmar la suscripción
fr: Problème de confirmation d’abonnement
fy_nl: Flater by befêstigjen abonnemint
hu: Probléma a feliratkozás megerősítésekor
ia: Problema al confirmation del subscription
id: Ada masalah saat mengonfirmasi langganan
is: Vandamál við að staðfesta áskrift
it: Errore durante la conferma dell’abbonamento
ja: サブスクリプションの確認中に問題が発生しました
lo: ເກີດບັນຫາໃນການຢືນຢັນການສະໝັກສະມາຊິກ
nl: Fout bij bevestigen abonnement
pl: Problem z potwierdzeniem subskrypcji
pt_br: Problema ao confirmar assinatura
pt_pt: Problema ao confirmar a subscrição
ru: Проблема с подтверждением подписки
sk: Problém s potvrdením predplatného
sl: Težava pri potrjevanju naročnine
sq: Problem me ripohimin e pajtimit
sv_se: Problem med att bekräfta prenumeration
th: เกิดปัญหาในการยืนยันการสมัครสมาชิก
tr: Abonelik onaylanırken sorun oluştu
uk: Проблема підтвердження передплати
vi: Sự cố khi xác nhận gói đăng ký
zh_cn: 确认订阅信息时出现问题
zh_tw: 確認訂閱資訊時發生問題

# vpn.multiFxaAccountError.mozAccountErrorText
source: Your subscription is linked to another Mozilla account. You may need to sign in with a different email address.
cs: Vaše předplatné je spojeno s jiným účtem Mozilla. Možná se budete muset přihlásit pomocí jiné e-mailové adresy.
da: Dit abonnement er knyttet til en anden Mozilla-konto. Du skal muligvis logge ind med en anden mailadresse.
de: Ihr Abonnement ist mit einem anderen Mozilla-Konto verknüpft. Möglicherweise müssen Sie sich mit einer anderen E-Mail-Adresse anmelden.
el: Η συνδρομή σας έχει συνδεθεί με άλλον λογαριασμό Mozilla. Ίσως χρειαστεί να συνδεθείτε με διαφορετική διεύθυνση email.
es_ar: Tu suscripción está vinculada con otra cuenta de Mozilla. Puede que tengás que iniciar la sesión con una dirección de correo diferente.
fr: Votre abonnement est lié à un autre compte Mozilla. Vous devrez peut-être vous connecter avec une autre adresse e-mail.
fy_nl: Jo abonnemint is keppele oan in oar Mozilla-account. Mooglik moatte jo jo oanmelde mei in oar e-mailadres.
hu: Előfizetése egy másik Mozilla-fiókkal van összekapcsolva. Előfordulhat, hogy másik e-mail-címmel kell bejelentkeznie.
ia: Tu subscription es ligate a un altere conto Mozilla. Tu pote haber besonio de acceder con un altere adresse e-mail.
id: Langganan Anda ditautkan ke akun Mozilla lainnya. Anda mungkin perlu masuk dengan alamat surel yang berbeda.
is: Áskriftin þín er tengd við annan Mozilla-reikning. Þú gætir þurft að skrá þig inn með öðru tölvupóstfangi.
it: Il tuo abbonamento è associato a un altro account Mozilla. Potrebbe essere necessario accedere con un indirizzo email diverso.
ja: サブスクリプションが別の Mozilla アカウントとリンクされています。別のメールアドレスでログインする必要があるかもしれません。
nl: Uw abonnement is aan een andere Mozilla-account gekoppeld. Mogelijk moet u zich aanmelden met een ander e-mailadres.
pl: Twoja subskrypcja jest powiązana z innym kontem Mozilli. Może być konieczne zalogowanie się przy użyciu innego adresu e-mail.
pt_br: Sua assinatura está vinculada a outra conta Mozilla. Pode ser necessário entrar com outro endereço de email.
pt_pt: A sua subscrição está associada a outra conta Mozilla. Pode ter de iniciar sessão com um endereço de e-mail diferente.
ru: Ваша подписка связана с другим аккаунтом Mozilla. Возможно, вам придется войти в систему с другим адресом электронной почты.
sk: Vaše predplatné je prepojené s iným účtom Mozilla. Možno sa budete musieť prihlásiť pomocou inej e‑mailovej adresy.
sl: Vaša naročnina je povezana z drugim računom Mozilla. Morda se boste morali prijaviti z drugačnim e-poštnim naslovom.
sq: Pajtimi juaj është i lidhur me një tjetër llogari Mozilla. Mund të duhet të bëni hyrjen me një tjetër adresë email.
sv_se: Din prenumeration är kopplat till ett annat Mozilla-konto. Du kan behöva logga in med en annan e-postadress.
th: การสมัครสมาชิกของคุณเชื่อมโยงกับบัญชี Mozilla อื่น คุณอาจต้องลงชื่อเข้าด้วยที่อยู่อีเมลอื่น
tr: Aboneliğiniz başka bir Mozilla hesabına bağlı. Farklı bir e-posta adresiyle giriş yapmanız gerekebilir.
uk: Ваша передплата пов’язана з іншим обліковим записом Mozilla. Можливо, вам доведеться ввійти за допомогою іншої електронної адреси.
vi: Gói đăng ký của bạn được liên kết với một tài khoản Mozilla khác. Bạn có thể cần phải đăng nhập bằng địa chỉ email khác.
zh_cn: 您的订阅已和另一个 Mozilla 账户关联，您可能需要使用其他邮箱地址登录。
zh_tw: 您的訂閱資訊綁定在另一組 Mozilla 帳號，請改用該信箱重新登入。

# vpn.multiFxaAccountError.visitOurHelpCenter
source: Visit our help center to learn more about managing your subscriptions.
cs: Další informace o správě předplatných naleznete v našem centru nápovědy.
cy: Ewch i'n canolfan gymorth i wybod rhagor am reoli'ch tanysgrifiadau.
da: Besøg vores support-side for at læse mere om, hvordan du håndterer dine abonnementer.
de: Besuchen Sie unser Hilfezentrum, um mehr über die Verwaltung Ihrer Abonnements zu erfahren.
el: Επισκεφτείτε το κέντρο βοήθειας για περισσότερες πληροφορίες σχετικά με τη διαχείριση των συνδρομών σας.
es_ar: Visitá nuestro centro de ayuda para obtener más información sobre cómo administrar tus suscripciones.
fr: Consultez notre centre d’assistance pour en savoir plus sur la gestion de vos abonnements.
fy_nl: Besykje ús helpsintrum foar mear ynformaasje oer it behearen fan jo abonneminten.
hu: Keresse fel a súgóközpontunkat, hogy többet tudjon meg az előfizetései kezeléséről.
ia: Visita nostre centro de adjuta pro saper plus sur le gestion de tu subscriptiones.
id: Kunjungi pusat bantuan kami untuk mempelajari lebih lanjut tentang mengelola langganan Anda.
is: Heimsæktu hjálparmiðstöðina okkar til að fá frekari upplýsingar um stýringu áskrifta þinna.
it: Visita il nostro centro di assistenza per ulteriori informazioni sulla gestione del tuo abbonamento.
ja: サブスクリプションの管理の詳細は、ヘルプセンターでご確認ください。
lo: ເຂົ້າໄປເບິ່ງສູນຄວາມຊ່ວຍເຫຼືອຂອງພວກເຮົາເພື່ອສຶກສາເພີ່ມເຕີມກ່ຽວກັບການຈັດການ ການສະໝັກສະມາຊິກຂອງທ່ານ.
nl: Bezoek ons hulpcentrum voor meer info over het beheren van uw abonnementen.
pl: Odwiedź nasze centrum pomocy, aby dowiedzieć się więcej o zarządzaniu subskrypcjami.
pt_br: Visite nossa central de ajuda para saber mais sobre como gerenciar suas assinaturas.
pt_pt: Visite o nosso centro de ajuda para saber mais sobre como gerir as suas subscrições.
ru: Посетите наш справочный центр, чтобы узнать больше об управлении подписками.
sk: O správe svojich predplatných sa dozviete viac v našom centre pomoci.
sl: Za več informacij o upravljanju naročnin obiščite naše središče s pomočjo.
sq: Për të mësuar më tepër mbi administrimin e pajtimeve tuaja, vizitoni qendrën tonë të ndihmës.
sv_se: Besök vårt hjälpcenter för att lära dig mer om hur du hanterar dina prenumerationer.
th: ไปที่ศูนย์ช่วยเหลือของเราเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการจัดการการสมัครสมาชิกของคุณ
tr: Aboneliklerinizi yönetme hakkında bilgi almak için yardım merkezimizi ziyaret edebilirsiniz.
uk: Відвідайте наш довідковий центр, щоб дізнатися більше про керування передплатами.
vi: Hãy truy cập trung tâm trợ giúp của chúng tôi để tìm hiểu thêm về cách quản lý gói đăng ký của bạn.
zh_cn: 请访问我们的帮助中心了解如何管理订阅。
zh_tw: 請到我們的說明中心了解如何管理訂閱。

# vpn.multiHopFeature.accessibleNameRecentConnection
source: %1 to %2
cs: z %1 na %2
cy: %1 i %2
da: %1 til %2
de: %1 nach %2
el: %1 σε %2
es_ar: %1 a %2
fr: %1 vers %2
fy_nl: %1 oant %2
ia: %1 a %2
id: %1 hingga %2
is: %1 yfir á %2
it: %1 a %2
ja: %1 から %2 へ
lo: %1 ຫາ %2
nl: %1 tot %2
pl: %1 do %2
pt_pt: %1 até %2
ru: %1 на %2
sk: z %1 na %2
sq: Nga %1 në %2
sv_se: %1 till %2
th: %1 ไปยัง %2
tr: %1 sunucusundan %2 sunucusuna
uk: %1 до %2
zh_cn: %1 到 %2
zh_tw: %1 到 %2

# vpn.multiHopFeature.multiHopArrowAltText
source: To
cs: Do
cy: i
da: til
de: Nach
el: Προς
es_ar: A
fr: Vers
fy_nl: Oan
hu: Címzett
ia: A
id: Ke
is: yfir á
it: a
ja: 接続先
lo: ເຖິງ
nl: Aan
pl: Do:
pt_br: para
pt_pt: Para
ru: До
sk: Do
sq: Për
sv_se: Till
th: ไปยัง
tr: Kime
uk: До
vi: Đến
zh_cn: 收件人
zh_tw: 往

# vpn.multiHopFeature.multiHopConnectionsHeader
source: Recent connections
cs: Nedávná spojení
cy: Cysylltiadau diweddar
da: Seneste forbindelser
de: Letzte Verbindungen
el: Πρόσφατες συνδέσεις
es_ar: Conexiones recientes
fr: Connexions récentes
fy_nl: Resinte ferbiningen
hu: Legutóbbi kapcsolatok
ia: Recente connexiones
id: Koneksi sebelumnya
is: Nýlegar tengingar
it: Connessioni recenti
ja: 最近の接続先
lo: ການເຊື່ອມຕໍ່ທີ່ຜ່ານມາ
nl: Recente verbindingen
pl: Ostatnie połączenia
pt_br: Conexões recentes
pt_pt: Ligações recentes
ru: Недавние подключения
sk: Nedávne spojenia
sl: Nedavne povezave
sq: Lidhje së fundi
sv_se: Senaste anslutningar
th: การเชื่อมต่อล่าสุด
tr: Son bağlantılar
uk: Останні з'єднання
vi: Kết nối gần đây
zh_cn: 最近的连接
zh_tw: 近期連線資訊

# vpn.multiHopFeature.multiHopEntryLocationHeader
source: Select entry location
cs: Vyberte vstupní umístění
cy: Dewiswch leoliad cychwyn
da: Vælg indgangs-placering
de: Eingangsstandort auswählen
el: Επιλογή τοποθεσίας εισόδου
es_ar: Seleccionar ubicación de entrada
fr: Sélectionnez l’emplacement d’entrée
fy_nl: Yngongslokaasje selektearje
hu: Belépési hely kiválasztása
ia: Eliger le position de entrata
id: Pilih lokasi entri
is: Veldu innkomustað
it: Seleziona il server di entrata
ja: 入口を選んでください
lo: ເລືອກສະຖານທີ່ເຂົ້າ
nl: Ingangslocatie selecteren
pl: Wybierz lokalizację początkową
pt_br: Selecione o local de entrada
pt_pt: Selecione uma localização de entrada
ru: Выберите входное местоположение
sk: Zvoľte umiestnenie vstupného bodu
sl: Vstopna lokacija
sq: Përzgjidhni vendndodhje hyrjeje
sv_se: Välj ingångsplats
th: เลือกตำแหน่งขาเข้า
tr: Giriş konumu seçin
uk: Вибрати місце входу
vi: Chọn địa điểm trung gian
zh_cn: 选择入口位置
zh_tw: 選擇進入主機位置

# vpn.multiHopFeature.multiHopExitLocationHeader
source: Select exit location
cs: Vyberte výstupní umístění
cy: Dewiswch leoliad gorffen
da: Vælg exit-placering
de: Ausgangsstandort auswählen
el: Επιλογή τοποθεσίας εξόδου
es_ar: Seleccionar ubicación de salida
fr: Sélectionnez l’emplacement de sortie
fy_nl: Utgongslokaasje selektearje
hu: Kilépési hely kiválasztása
ia: Eliger le position de exito
id: Pilih lokasi keluar
is: Veldu útgöngustað
it: Seleziona il server di uscita
ja: 出口を選んでください
lo: ເລືອກສະຖານທີ່ອອກ
nl: Uitgangslocatie selecteren
pl: Wybierz lokalizację wyjściową
pt_br: Selecione o local de saída
pt_pt: Selecione uma localização de saída
ru: Выберите выходное местоположение
sk: Zvoľte umiestnenie výstupného bodu
sl: Izstopna lokacija
sq: Përzgjidhni vendndodhje daljeje
sv_se: Välj utgångsplats
th: เลือกตำแหน่งขาออก
tr: Çıkış konumu seçin
uk: Вибрати місце виходу
vi: Chọn địa điểm đích
zh_cn: 选择出口位置
zh_tw: 選擇離開主機位置

# vpn.multiHopFeature.multiHopInfoText
source: Exit location represents your main VPN server.
cs: Výstupní umístění reprezentuje váš hlavní server VPN.
cy: Mae'r lleoliad gorffen yn cynrychioli'ch prif weinydd VPN.
da: Exit-placeringen repræsenterer din primære VPN-server.
de: Der Ausgangsstandort stellt Ihren Haupt-VPN-Server dar.
el: Η τοποθεσία εξόδου αντιπροσωπεύει τον κύριο διακομιστή VPN σας.
es_ar: La ubicación de salida representa tu principal servidor VPN.
fr: L’emplacement de sortie représente votre serveur VPN principal.
fy_nl: De útgongslokaasje fertsjinwurdiget jo haad-VPN-server.
hu: A kilépési hely a fő VPN-kiszolgálót jelenti.
ia: Le position de exito representa tu servitor VPN principal.
id: Lokasi keluar mewakili server VPN utama Anda.
is: Útgöngustaður táknar aðal-VPN-netþjóninn þinn.
it: Il server di uscita è il tuo server VPN principale.
ja: 出口はメインの VPN サーバーを表します。
lo: ສະຖານທີ່ອອກຈາກແມ່ນເປັນຕົວແທນຂອງເຄື່ອງແມ່ຂ່າຍ VPN ຕົ້ນຕໍຂອງທ່ານ.
nl: De uitgangslocatie vertegenwoordigt uw hoofd-VPN-server.
pl: Lokalizacja wyjściowa reprezentuje główny serwer VPN.
pt_br: O local de saída representa seu servidor VPN principal.
pt_pt: A localização de saída representa o seu servidor de VPN principal.
ru: Место выхода — это ваш основной VPN-сервер.
sk: Výstupný bod predstavuje váš hlavný server VPN.
sl: Izstopna lokacija predstavlja vaš glavni strežnik VPN.
sq: Vendndodhja e daljes përfaqëson shërbyesin tuaj kryesor VPN.
sv_se: Utgångsplats representerar din huvudsakliga VPN-server.
th: ตำแหน่งขาออกหมายถึงเซิร์ฟเวอร์ VPN หลักของคุณ
tr: Çıkış konumu ana VPN sunucunuzu temsil eder.
uk: Місце виходу — це ваш основний сервер VPN.
vi: Địa điểm đích đại diện cho máy chủ VPN chính của bạn.
zh_cn: 出口位置代表您的主要 VPN 服务器。
zh_tw: 離開主機位置必須與您的主要 VPN 伺服器位置相同。

# vpn.multiHopFeature.multiHopToggleCTA
source: Multi-hop
cy: Aml-naid
el: Πολυβηματικό
es_ar: Multisalto
fr: Serveurs en cascade
hu: Többugrásos
ia: Multi-salto
is: Mörg-stökk
ja: マルチホップ
pl: Wielopunktowe
pt_br: Saltos múltiplos
pt_pt: Múltiplos saltos
ru: Соединение через несколько серверов
sk: Multi-hop VPN
sl: Več preskokov
sq: Shumëhopësh
sv_se: Multihopp
th: หลายจุด
tr: Çoklu sunucu
uk: З'єднання через кілька серверів
zh_cn: 多跳
zh_tw: 多點跳轉

# vpn.multiHopFeature.serverSearchResultsError
source: No results. Try a different search
cs: Žádné výsledky. Zkuste jiné vyhledávání
cy: Dim canlyniadau. Rhowch gynnig ar chwiliad gwahanol
da: Ingen resultater. Prøv en anden søgning
de: Keine Ergebnisse. Versuchen Sie es mit einer anderen Suche
el: Κανένα αποτέλεσμα. Δοκιμάστε μια άλλη αναζήτηση
es_ar: No hay resultados. Probá una búsqueda distinta
fr: Aucun résultat. Essayez une recherche différente
fy_nl: Gjin resultaten. Probearje in oare sykopdracht
hu: Nincs találat. Próbáljon egy másik keresést.
ia: Nulle resultatos. Tenta un recerca differente
id: Tidak berhasil. Coba pencarian yang berbeda
is: Engar niðurstöður. Prófaðu aðra leit
it: Nessun risultato. Prova con termini diversi
ja: 検索結果がありません。他の検索語を試してください
lo: ບໍ່ມີຜົນໄດ້ຮັບ. ລອງຊອກຫາແບບອື່ນ
nl: Geen resultaten. Probeer een andere zoekopdracht
pl: Brak wyników. Spróbuj innego wyszukiwania
pt_br: Nenhum resultado. Tente uma pesquisa diferente
pt_pt: Sem resultados. Tente uma pesquisa diferente
ru: Нет результатов. Попробуйте другие настройки поиска
sk: Žiadne výsledky. Skúste iné vyhľadávanie
sl: Ni zadetkov. Poskusite z drugačnim iskanjem
sq: S’ka përfundime. Ju lutemi, provoni një kërkim tjetër
sv_se: Inga resultat. Prova en annan sökning
th: ไม่มีผลลัพธ์ โปรดลองค้นหาด้วยคำอื่น
tr: Sonuç bulunamadı. Başka bir arama yapmayı deneyin.
uk: Немає результатів. Спробуйте змінити ключові слова
vi: Không có kết quả. Hãy thử tìm kiếm khác
zh_cn: 无结果，请尝试不同关键词。
zh_tw: 找不到結果，請嘗試調整關鍵字。

# vpn.multiHopFeature.singleHopToggleCTA
source: Single-hop
cs: Single-hop VPN
cy: Un-cam
da: Enkelthop
de: Einzel-Hop
el: Μονοβηματικό
es_ar: Salto único
fr: Serveur unique
hu: Egyugrásos
ia: Singule-salto
id: Hop-tunggal
is: Eitt-stökk
ja: シングルホップ
pl: Jednopunktowe
pt_br: Salto único
pt_pt: Salto único
ru: Соединение через один сервер
sk: Single-hop VPN
sl: En preskok
sq: Njëhopësh
sv_se: Singelhopp
th: จุดเดียว
tr: Tek sunucu
uk: З'єднання через один сервер
zh_cn: 单跳
zh_tw: 單點跳轉

# vpn.navBar.homeTab
source: Home
cs: Domů
cy: Cartref
da: Hjem
de: Startseite
el: Αρχική
es_ar: Inicio
fr: Accueil
fy_nl: Startside
hu: Kezdőlap
ia: Initio
id: Beranda
is: Upphafssíða
it: Pagina iniziale
ja: ホーム
lo: ໜ້າຫຼັກ
nl: Startpagina
pl: Start
pt_br: Início
pt_pt: Início
ru: Дом
sk: Domov
sl: Domača stran
sq: Kreu
sv_se: Hem
th: หน้าแรก
tr: Giriş Sayfası
uk: Домівка
vi: Trang chủ
zh_cn: 主页
zh_tw: 首頁

# vpn.navBar.messagesTab
source: Messages
cs: Zprávy
cy: Negeseuon
da: Meddelelser
de: Nachrichten
el: Μηνύματα
es_ar: Mensajes
fy_nl: Berjochten
hu: Üzenetek
id: Pesan
is: Skilaboð
it: Messaggi
ja: メッセージ
lo: ຂໍ້ຄວາມ
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ru: Сообщения
sk: Správy
sl: Sporočila
sq: Mesazhe
sv_se: Meddelanden
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn
zh_cn: 消息
zh_tw: 訊息

# vpn.navBar.settingsTab
source: Settings
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es_ar: Opciones
fr: Paramètres
fy_nl: Ynstellingen
hu: Beállítások
ia: Parametros
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
lo: ການຕັ້ງຄ່າ
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sv_se: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_cn: 设置
zh_tw: 設定

# vpn.networkSettings.multihopTitle
source: Multi-hop tunnel
cs: Multi-hop tunel
cy: Twnnel aml-naid
el: Πολυβηματική δίοδος
es_ar: Túnel multisaltos
fr: Tunnel pour le VPN en cascade
hu: Többugrásos alagút
ia: Tunnel multi-salto
id: Terowongan multi-hop
is: Marg-stökka göng
it: Tunnel multi-hop
ja: マルチホップトンネル
pl: Tunel wielopunktowy
pt_br: Túnel de saltos múltiplos
pt_pt: Túnel de múltiplos saltos
ru: Туннель через несколько серверов
sk: Multi-hop tunel
sl: Predor z več preskoki
sq: Tunel “multi-hop”
sv_se: Multihopptunnel
th: อุโมงค์แบบหลายจุด
tr: Çok sunuculu tünel
uk: Тунель з'єднання через кілька серверів
zh_cn: 多跳隧道
zh_tw: 多點跳轉通道

# vpn.notSignedInGoogle.googleModalBodyText
source: To continue subscribing, please sign in to your Google Account
cs: Chcete-li pokračovat v předplatném, přihlaste se ke svému účtu Google
cy: I barhau i danysgrifio, mewngofnodwch i'ch Cyfrif Google
da: Log ind med din Google-konto for at fortsætte med at abonnere
de: Melden Sie sich bei Ihrem Google-Konto an, um das Abonnement fortzusetzen
el: Για να συνεχίσετε τη συνδρομή, παρακαλώ συνδεθείτε στον λογαριασμό Google σας
es_ar: Para continuar la suscripción, ingresá a tu cuenta de Google
fr: Pour continuer à vous abonner, veuillez vous connecter à votre compte Google
fy_nl: Meld jo oan by jo Google-account om fierder te gean mei jo registraasje
hu: Az előfizetés folytatásához jelentkezzen be Google-fiókjába
ia: Pro continuar a abonar te, per favor accede a tu conto Google
id: Untuk terus berlangganan, silakan masuk ke Akun Google Anda
is: Til að halda áfram við að gerast áskrifandi skaltu skrá þig inn á Google-reikninginn þinn
it: Per procedere con la sottoscrizione dell’abbonamento, accedi con il tuo account Google
ja: サブスクリプションを続けるには、Google アカウントにログインしてください
lo: ເພື່ອສືບຕໍ່ການສະໝັກໃຊ້, ກະລຸນາເຂົ້າສູ່ລະບົບບັນຊີ Google ຂອງທ່ານ
nl: Meld u aan bij uw Google-account om verder te gaan met uw registratie
pl: Aby kontynuować subskrypcję, zaloguj się na swoje konto Google
pt_br: Para continuar a assinatura, entre em sua conta do Google
pt_pt: Para continuar a subscrição, por favor inicie sessão na sua conta Google
ru: Чтобы продолжить подписку, войдите в свою учётную запись Google
sk: Ak chcete pokračovať v odbere, prihláste sa do svojho účtu Google
sl: Za nadaljevanje naročila se prijavite v Google Račun
sq: Që të vazhdohet pajtimi, ju lutemi, hyni te Llogaria juaj Google
sv_se: Logga in på ditt Google-konto om du vill fortsätta prenumerera
th: ถ้าต้องการสมัครสมาชิกต่อไป โปรดลงชื่อเข้าใช้บัญชี Google ของคุณ
tr: Abonelik işlemlerine devam etmek için lütfen Google hesabınıza giriş yapın
uk: Щоб продовжити передплату, увійдіть у свій обліковий запис Google
vi: Để tiếp tục đăng ký, vui lòng đăng nhập vào Tài khoản Google của bạn
zh_cn: 要继续订阅，请登录您的 Google 账号
zh_tw: 要繼續訂閱，請登入您的 Google 帳號

# vpn.notSignedInGoogle.googleModalHeader
source: Sign in to Google Account
cs: Přihlásit se do účtu Google
cy: Mewngofnodi i Gyfrif Google
da: Log ind med din Google-konto
de: Bei Google-Konto anmelden
el: Σύνδεση σε λογαριασμό Google
es_ar: Ingresá a tu cuenta de Google
fr: Connectez-vous à votre compte Google
fy_nl: Oanmelde by jo Google-account
hu: Jelentkezzen be Google-fiókjába
ia: Accede a tu conto Google
id: Masuk ke Akun Google
is: Skráðu þig inn á Google-reikning
it: Accedi all’account Google
ja: Google アカウントにログイン
lo: ເຂົ້າສູ່ລະບົບບັນຊີ Google
nl: Aanmelden bij uw Google-account
pl: Zaloguj się na konto Google
pt_br: Entrar na conta do Google
pt_pt: Iniciar sessão na Conta Google
ru: Войти в учётную запись Google
sk: Prihlásiť sa do účtu Google
sl: Prijava v Google Račun
sq: Hyni në Llogari Google
sv_se: Logga in på Google-kontot
th: ลงชื่อเข้าใช้บัญชี Google
tr: Google hesabınıza giriş yapın
uk: Увійти в обліковий запис Google
vi: Đăng nhập vào Tài khoản Google
zh_cn: 登录 Google 账号
zh_tw: 登入 Google 帳號

# vpn.notSignedInGoogle.googleModalLinkText
source: Go to Play Store
cs: Přejít do Obchodu Play
cy: Ewch i'r Play Store
da: Gå til Play Butik
de: Zum Play Store gehen
el: Μετάβαση στο Play Store
es_ar: Ir a la Play Store
fr: Accéder au Play Store
fy_nl: Nei de Play Store
hu: Lépjen a Play Áruházba
ia: Ir a Play Store
id: Buka Play Store
is: Fara í Play Store
it: Vai al Play Store
ja: Play ストアに移動
lo: ໄປທີ່ Play Store
nl: Naar de Play Store
pl: Przejdź do Sklepu Play
pt_br: Ir na Play Store
pt_pt: Ir para a Play Store
ru: Перейти в Play Store
sk: Prejsť do Obchodu Play
sl: Odpri Trgovino Play
sq: Kaloni te Play Store
sv_se: Gå till Google Play
th: ไปที่ Play Store
tr: Play Store’a gidin
uk: Перейти у Play Маркет
vi: Đi đến cửa hàng Play
zh_cn: 前往 Play 商店
zh_tw: 前往 Play 商店
