Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.updateButton.checkForUpdateButtonText
source: Check for Updates
cs: Zkontrolovat aktualizace
cy: Gwiriwch am Ddiweddariadau
da: Søg efter opdateringer
de: Nach Updates suchen
el: Έλεγχος για ενημερώσεις
es_ar: Buscar actualizaciones
fr: Rechercher des mises à jour
fy_nl: Kontrolearje op fernijingen
hu: Frissítések keresése
ia: Cercar actualisationes
id: Periksa Versi Baru
is: Leita að uppfærslum
it: Controlla aggiornamenti
ja: 更新を確認
lo: ກວດສອບການອັບເດດ
nl: Controleren op updates
pl: Sprawdź dostępność aktualizacji
pt_br: Verificar se há atualizações
pt_pt: Procurar por atualizações
ru: Проверить наличие обновлений
sk: Vyhľadať aktualizácie
sl: Poišči posodobitve
sq: Kontrollo për Përditësime
sv_se: Sök efter uppdateringar
th: ตรวจสอบการอัปเดต
tr: Güncellemeleri denetle
uk: Перевірити наявність оновлень
vi: Kiểm tra cập nhật
zh_cn: 检查更新
zh_tw: 檢查更新

# vpn.updateButton.descriptionNoUpdate2
source: You currently have the latest version of Mozilla VPN
cs: Aktuálně používáte nejnovější verzi Mozilla VPN
cy: Ar hyn o bryd mae gennych y fersiwn diweddaraf o Mozilla VPN
da: Du har i øjeblikket den seneste version af Mozilla VPN
de: Sie haben derzeit die neueste Version von Mozilla VPN
el: Διαθέτετε την πιο πρόσφατη έκδοση του Mozilla VPN
es_ar: Actualmente tenés la última versión de Mozilla VPN
fr: Vous disposez de la dernière version de Mozilla VPN
fy_nl: Jo hawwe op dit stuit de nijste ferzje fan Mozilla VPN
hu: Jelenleg a Mozilla VPN legújabb verziójával rendelkezik
ia: Tu actualmente ha le ultime version de Mozilla VPN
id: Saat ini Anda memiliki Mozilla VPN versi terbaru
is: Þú ert með nýjustu útgáfuna af Mozilla VPN
it: Stai utilizzando la versione più recente di Mozilla VPN
ja: Mozilla VPN の最新バージョンを使用しています
lo: ໃນປັດຈຸບັນທ່ານມີ Mozilla VPN ເວີຊັນຫຼ້າສຸດ
nl: U hebt momenteel de nieuwste versie van Mozilla VPN
pl: Aktualnie posiadasz najnowszą wersję Mozilla VPN
pt_br: Você está com a versão mais recente do Mozilla VPN
pt_pt: Atualmente, tem a versão mais recente da Mozilla VPN
ru: В настоящее время у вас установлена последняя версия Mozilla VPN
sk: Momentálne máte najnovšiu verziu Mozilla VPN
sl: Uporabljate najnovejšo različico Mozilla VPN
sq: Aktualisht keni versionin më të ri të Mozilla VPN-së
sv_se: Du har för närvarande den senaste versionen av Mozilla VPN
th: ขณะนี้คุณกำลังใช้ Mozilla VPN รุ่นล่าสุดอยู่แล้ว
tr: Şu anda Mozilla VPN’in en son sürümünü kullanıyorsunuz
uk: Ви користуєтеся найновішою версією Mozilla VPN
vi: Bạn đang sử dụng phiên bản Mozilla VPN mới nhất
zh_cn: 您当前使用的是最新版的 Mozilla VPN
zh_tw: 您目前使用的是最新版的 Mozilla VPN

# vpn.updateButton.descriptionOnUpdate
source: Click to update to the latest version of the application
cs: Klepnutím aktualizujete na nejnovější verzi aplikace
cy: Cliciwch i ddiweddaru i fersiwn ddiweddaraf y rhaglen
da: Klik for at opdatere til den seneste version af applikationen
de: Klicken Sie hier, um auf die neueste Version der Anwendung zu aktualisieren
el: Κάντε κλικ για ενημέρωση στην πιο πρόσφατη έκδοση της εφαρμογής
es_ar: Hacer clic para actualizar a la última versión de la aplicación
fr: Cliquez pour mettre à jour l’application vers la dernière version
fy_nl: Klik om by te wurkjen nei de nijste ferzje fan de tapassing
hu: Kattintson az alkalmazás legújabb verziójára való frissítéshez
ia: Clicca pro actualisar al ultime version del application
id: Klik untuk memperbarui aplikasi ke versi terbaru
is: Smelltu til að uppfæra í nýjustu útgáfuna af forritinu
it: Fai clic per aggiornare all’ultima versione dell’applicazione
ja: クリックしてアプリケーションを最新バージョンに更新してください
lo: ຄລິກເພື່ອອັບເດດເປັນເວີຊັນຫຼ້າສຸດຂອງແອັບພລິເຄຊັນ
nl: Klik om bij te werken naar de nieuwste versie van de toepassing
pl: Kliknij, aby zaktualizować do najnowszej wersji aplikacji
pt_br: Clique para atualizar para a versão mais recente do aplicativo
pt_pt: Clique para atualizar para a versão mais recente da aplicação
ru: Щёлкните, чтобы обновить приложение до последней версии
sk: Kliknutím aktualizujete na najnovšiu verziu aplikácie
sl: Kliknite za posodobitev na najnovejšo različico aplikacije
sq: Klikoni që të përditësohet me versionin më të ri të aplikacionit
sv_se: Klicka för att uppdatera till den senaste versionen av applikationen
th: คลิกเพื่ออัปเดตแอปพลิเคชันให้เป็นรุ่นล่าสุด
tr: Uygulamayı en son sürümüne güncellemek için tıklayın
uk: Клацніть, щоб оновити застосунок до найновішої версії
vi: Nhấp để cập nhật phiên bản mới nhất của ứng dụng
zh_cn: 点击更新至最新版应用程序
zh_tw: 點擊此處即可更新到最新版

# vpn.updateButton.titleNoUpdate
source: You are up to date
cs: Používáte nejnovější verzi
cy: Rydych yn gyfredol
da: Du er opdateret
de: Sie sind auf dem neuesten Stand
el: Είστε ενημερωμένοι
es_ar: Estás actualizado
fr: Vous êtes à jour
fy_nl: Jo binne by de tiid
hu: Ön naprakész
ia: Tu es actualisate
id: Aplikasi sudah terbaru
is: Allt er uppfært hjá þér
it: L’applicazione è aggiornata
ja: 最新バージョンを利用しています
lo: ທ່ານອັບເດດແລ້ວ
nl: U bent up-to-date
pl: Masz najnowszą wersję
pt_br: Está atualizado
pt_pt: Está atualizado
ru: У вас последняя версия
sk: Používate najnovšiu verziu
sl: Uporabljate najnovejšo različico
sq: Jeni të përditësuar
sv_se: Du är uppdaterad
th: คุณอัปเดตเป็นรุ่นล่าสุดแล้ว
tr: Uygulama güncel
uk: Усе оновлено
vi: Bạn đã được cập nhật
zh_cn: 已是最新版本
zh_tw: 您使用的是最新版

# vpn.updateButton.titleOnUpdate
source: Updates available
cs: Dostupné aktualizace
cy: Mae diweddariadau ar gael
da: Tilgængelige opdateringer
de: Updates verfügbar
el: Διαθέσιμες ενημερώσεις
es_ar: Actualizaciones disponibles
fr: Mises à jour disponibles
fy_nl: Fernijingen beskikber
hu: Frissítések érhetők el
ia: Actualisations disponibile
id: Pembaruan tersedia
is: Uppfærslur í boði
it: Aggiornamenti disponibili
ja: 更新可能です
lo: ມີການອັບເດດ
nl: Updates beschikbaar
pl: Aktualizacja jest dostępna
pt_br: Atualizações disponíveis
pt_pt: Atualizações disponíveis
ru: Доступно обновление
sk: Dostupné aktualizácie
sl: Na voljo so posodobitve
sq: Ka përditësime gati
sv_se: Uppdateringar tillgängliga
th: มีการอัปเดต
tr: Güncellemeler mevcut
uk: Доступні оновлення
vi: Đã có bản cập nhật
zh_cn: 有可用更新
zh_tw: 已推出更新

# vpn.alert.restore
source: Restore
cy: Adfer
fr: Restaurer
ia: Restaurar
pt_pt: Restaurar
uk: Відновити
zh_cn: 恢复

# macosinstaller.conclusion.message3
source: Get help.
cy: Cael cymorth.
da: Få hjælp.
fr: Obtenir de l’aide.
hu: Kapjon segítséget.
ia: Obtener adjuta.
id: Dapatkan bantuan.
ja: ヘルプサポートを表示する。
pt_pt: Obter ajuda.
sk: Získať pomoc.
uk: Отримати допомогу.
zh_cn: 获取帮助。

# vpn.devices.addedXdaysAgo
source: Added %1 days ago
cy: Ychwanegwyd %1 diwrnod yn ôl
fr: Ajouté il y a %1 jours
ia: Addite %1 dies retro
pt_pt: Adicionado há %1 dia
uk: Додано %1 днів тому
zh_cn: %1 天前添加

# vpn.devices.addedXhoursAgo
source: Added a few hours ago (%1)
cy: Ychwanegwyd ychydig oriau yn ôl (%1)
fr: Ajouté il y a quelques heures (%1)
ia: Addite alcun horas retro (%1)
pt_pt: Adicionado há algumas horas (%1)
uk: Додано кілька годин тому (%1)
zh_cn: 几小时前添加（%1）

# vpn.devices.addedltHour
source: Added less than an hour ago
cy: Ychwanegwyd llai nag awr yn ôl
fr: Ajouté il y a moins d’une heure
ia: Addite minus de un hora retro
pt_pt: Adicionado há menos de uma hora
uk: Додано менше ніж годину тому
zh_cn: 不到 1 小时前添加

# vpn.devices.currentDevice
source: Current Device
cy: Y Ddyfais Gyfredol
fr: Cet appareil
ia: Apparato actual
pt_pt: Dispositivo atual
uk: Поточний пристрій
zh_cn: 当前设备

# vpn.devices.removeA11Y
source: Remove %1
cy: Tynnu %1
fr: Supprimer %1
ia: Remover %1
pt_pt: Remover %1
uk: Вилучити %1
zh_cn: 移除 %1

# vpn.devices.doDeviceRemoval
source: Remove a device
cy: Tynnu dyfais
fr: Supprimer un appareil
ia: Remover un apparato
pt_pt: Remover um dispositivo
uk: Вилучити пристрій
zh_cn: 移除设备

# vpn.devices.maxDevicesHeader
source: You’ve reached the device limit. To turn on the VPN on this device, you’ll need to remove one.
cy: Rydych wedi cyrraedd eich terfyn o ddyfeisiau. I gychwyn VPN ar y ddyfais hon, bydd angen i chi dynnu un arall.
fr: Vous avez atteint la limite du nombre d’appareils. Pour installer le VPN sur cet appareil, vous devez en supprimer un.
ia: Tu ha attingite le numero maxime de apparatos. Pro activar le VPN sur iste apparato, tu debe primo remover un altere.
pt_pt: Atingiu o limite de dispositivos. Para ligar a VPN neste dispositivo terá de remover um.
uk: Ви досягли найбільшої кількості пристроїв. Щоб увімкнути VPN на цьому пристрої, вам потрібно вилучити якийсь інший.
zh_cn: 您的设备数已达上限。您需要移除其中一台设备，才能在这台设备上启用 VPN。

# vpn.devices.deviceRemovalConfirm
source: Please confirm you would like to remove %1.
cy: Cadarnhewch yr hoffech chi dynnu %1.
fr: Veuillez confirmer la suppression de %1.
ia: Confirma que tu vole remover %1.
pt_pt: Por favor, confirme que deseja remover %1.
uk: Підтвердьте, що хочете вилучити %1.
zh_cn: 请确认您是否要移除 %1。

# vpn.devices.removeDeviceButton
source: Remove
cy: Tynnu
fr: Supprimer
ia: Remover
pt_pt: Remover
uk: Вилучити
zh_cn: 移除

# vpn.devices.removeDeviceQuestion
source: Remove device?
cy: Tynnu dyfais?
fr: Supprimer l’appareil ?
ia: Remover le apparato?
pt_pt: Remover dispositivo?
uk: Вилучити пристрій?
zh_cn: 确定移除设备？

# vpn.devices.myDevices
source: My devices
cy: Fy nyfeisiau
da: Mine enheder
fr: Mes appareils
hu: Saját eszközök
ia: Mi apparatos
id: Perangkat saya
ja: 自分の端末
pt_pt: Os meus dispositivos
sk: Moje zariadenia
uk: Мої пристрої
zh_cn: 我的设备

# vpn.devices.activeVsMaxDeviceCount
source: %1 of %2
cy: %1 o %2
fr: %1 sur %2
ia: %1 de %2
pt_pt: %1 de %2
uk: %1 з %2
zh_cn: 第 %1 台，共 %2 台

# vpn.connectionInfo.download
source: Download
cy: Llwytho i lawr
fr: Réception
ia: Discargar
id: Unduh
pt_pt: Transferir
sk: Sťahovanie
uk: Завантажено
zh_cn: 下载

# vpn.onboarding.headline.1
source: Device-level encryption
cy: Amgryptio ar lefel dyfais
fr: Chiffrement au niveau de l’appareil
ia: Cryptation a nivello de apparato
pt_pt: Encriptação ao nível do dispositivo
uk: Шифрування на рівні пристрою
zh_cn: 设备级加密

# vpn.onboarding.headline.2
source: Servers in 30+ countries
cy: Gweinyddion mewn 30+ o wledydd
fr: Des serveurs dans plus de 30 pays
ia: Servitores in plus de 30 paises
pt_pt: Servidores em mais de 30 países
uk: Сервери в понад 30 країнах
zh_cn: 30 余个国家/地区的服务器

# vpn.onboarding.headline.3
source: No bandwidth restrictions
cy: Dim cyfyngiadau lled band
fr: Aucune restriction de bande passante
ia: Sin limitationes de largor de banda
pt_pt: Sem restrições de largura de banda
uk: Необмежена пропускна здатність
zh_cn: 无带宽限制

# vpn.onboarding.headline.4
source: No online activity logs
cy: Dim cofnodi gweithgaredd ar-lein
fr: Aucun journal d’activité en ligne
ia: Sin registro de activitate in linea
pt_pt: Nenhum registo de atividade na Internet
uk: Жодних журналів мережної активности
zh_cn: 没有在线活动日志

# vpn.deleteAccount.authSubheadline
source: To delete your VPN account, please sign in with your Firefox account password.
cy: I ddileu eich cyfrif VPN, mewngofnodwch gyda chyfrinair eich cyfrif Firefox.
fr: Pour supprimer votre compte VPN, veuillez vous connecter avec le mot de passe de votre compte Firefox.
ia: Pro deler tu conto VPN, aperi session con le contrasigno de tu conto Firefox.
pt_pt: Para eliminar a sua conta de VPN, por favor inicie sessão com a palavra passe da sua conta Firefox.
uk: Щоб видалити обліковий запис VPN, виконайте вхід з паролем вашого облікового запису Firefox.
zh_cn: 要删除您的 VPN 账户，请使用您的 Firefox 账户密码登录。

# vpn.deleteAccount.headline
source: Delete Firefox account
cy: Dileu cyfrif Firefox
fr: Supprimer le compte Firefox
ia: Deler le conto Firefox
pt_pt: Eliminar a conta do Firefox
uk: Видалити обліковий запис Firefox
zh_cn: 删除 Firefox 账户

# vpn.deleteAccount.headline2
source: Delete Mozilla account
cs: Odstranění účtu Mozilla
da: Slet Mozilla-konto
de: Mozilla-Konto löschen
el: Διαγραφή λογαριασμού Mozilla
es_ar: Borrar cuenta de Mozilla
fr: Supprimer le compte Mozilla
fy_nl: Mozilla-account fuortsmite
hu: Mozilla-fiók törlése
ia: Deler conto Mozilla
id: Hapus akun Mozilla
ja: Mozilla アカウントを削除
lo: ລຶບບັນຊີ Mozilla
nl: Mozilla-account verwijderen
pt_br: Excluir conta Mozilla
pt_pt: Eliminar conta Mozilla
sk: Odstránenie účtu Mozilla
sl: Izbriši račun Mozilla
sq: Fshini llogari Mozilla
sv_se: Ta bort Mozilla-konto
th: ลบบัญชี Mozilla
tr: Mozilla hesabımı sil
uk: Видалити обліковий запис Mozilla
vi: Xoá tài khoản Mozilla
zh_cn: 删除 Mozilla 账户
zh_tw: 刪除 Mozilla 帳號

# vpn.deleteAccount.optionDescriptionFour
source: Any extensions and themes that you’ve published to addons.mozilla.org will be deleted
cs: Všechna vámi zveřejněné rozšíření a vzhledy na serveru addons.mozilla.org budou smazány
cy: Bydd unrhyw estyniadau a themâu rydych wedi'u cyhoeddi yn addons.mozilla.org yn cael eu dileu
da: Alle udvidelser og temaer, du har udgivet via addons.mozilla.org, vil blive slettet
de: alle Erweiterungen und Themes, die Sie auf addons.mozilla.org veröffentlicht haben, gelöscht werden
el: Θα διαγραφούν όλες οι επεκτάσεις και τα θέματα που έχετε δημοσιεύσει στο addons.mozilla.org
es_ar: Se eliminarán todos los complemento y temas que hayas publicado en addons.mozilla.org
fr: Toutes les extensions et tous les thèmes que vous avez publiés sur addons.mozilla.org seront supprimés
fy_nl: Alle útwreidingen en tema’s dy’t jo op addons.mozilla.org publisearre hawwe sille fuortsmiten wurde
hu: Az addons.mozilla.org-on közzétett kiegészítői és témái törölve lesznek
ia: Tote le extensiones e themas que tu ha publicate in addons.mozilla.org essera delite
id: Ekstensi dan tema apa pun yang telah Anda terbitkan ke addons.mozilla.org akan dihapus
ja: addons.mozilla.org に公開されたすべての拡張機能とテーマは削除されます
lo: ສ່ວນຂະຫຍາຍ ແລະ ຮູບແບບສີສັນຕ່າງໆທີ່ທ່ານໄດ້ເຜີຍແຜ່ໃນ addons.mozilla.org ຈະຖືກລຶບອອກ
nl: Alle extensies en thema’s die u op addons.mozilla.org hebt gepubliceerd zullen worden verwijderd
pt_br: Quaisquer extensões e temas que você publicou em addons.mozilla.org serão excluídos
pt_pt: Todas as extensões e temas que publicou em addons.mozilla.org serão eliminados
sk: Všetky rozšírenia a témy vzhľadu, ktoré ste zverejnili na addons.mozilla.org, budú odstránené
sl: izbrisali vse razširitve in teme, ki ste jih objavili na addons.mozilla.org
sq: Çfarëdo zgjerimi dhe teme që keni botuar te addons.mozilla.org do të fshihet
sv_se: Alla tillägg och teman som du har publicerat på addons.mozilla.org kommer att raderas
th: ส่วนขยายและชุดตกแต่งใดๆ ที่คุณเผยแพร่ไปยัง addons.mozilla.org จะถูกลบ
tr: addons.mozilla.org’da yayımladığınız tüm uzantılar ve temalar silinecektir
uk: Будь-які розширення і теми, оприлюднені вами на addons.mozilla.org, будуть видалені
vi: Mọi tiện ích mở rộng và chủ đề mà bạn đã xuất bản lên addons.mozilla.org sẽ bị xoá
zh_cn: 您发布到 addons.mozilla.org 的所有扩展和主题都将被删除
zh_tw: 將刪除您所有發佈到 addons.mozilla.org 的擴充套件與佈景主題

# vpn.deleteAccount.optionDescriptionOne
source: Any paid subscriptions you have will be cancelled (Except Pocket)
cs: Budou zrušena všechna předplatná, která máte (s výjimkou Pocket)
cy: Bydd unrhyw danysgrifiadau taledig sydd gennych yn cael eu diddymu (ar wahân i Pocket)
da: Alle dine betalte abonnementer (bortset fra Pocket) vil blive annulleret
de: alle Ihre bezahlten Abonnements storniert werden (außer Pocket)
el: Θα ακυρωθούν όλες οι επί πληρωμή συνδρομές σας (εκτός του Pocket)
es_ar: Todas las suscripciones que hayas pagado serán canceladas (excepto Pocket)
fr: Tous les abonnements payants que vous détenez seront annulés (sauf Pocket)
fy_nl: Alle jo betelle abonneminten wurde opsein (útsein Pocket)
hu: Az összes előfizetése lemondásra kerül (kivéve a Pocketet)
ia: Omne subscriptiones pagate que tu ha essera cancellate (salvo Pocket)
id: Semua langganan berbayar yang Anda miliki akan dibatalkan (kecuali Pocket)
ja: 有料の購読はすべてキャンセルされます (Pocket を除く)
lo: ການສະໝັກໃຊ້ແບບເສຍເງິນໃດໆກໍຕາມທີ່ທ່ານມີຈະຖືກຍົກເລີກ (ຍົກເວັ້ນຖົງເງິນ)
nl: Al uw betaalde abonnementen worden opgezegd (behalve Pocket)
pt_br: Todas as assinaturas pagas que você tiver serão canceladas (exceto o Pocket)
pt_pt: Todas as subscrições pagas que possui serão canceladas (Exceto o Pocket)
sk: Všetky predplatné, ktoré máte, budú zrušené (okrem Pocketu)
sl: preklicali vse plačane naročnine (razen na Pocket)
sq: Do të anulohet çfarëdo pajtimi me pagesë që keni (Hiq Pocket-in)
sv_se: Alla betalda prenumerationer du har kommer att avbrytas (förutom Pocket)
th: การสมัครสมาชิกแบบเสียค่าใช้จ่ายใดๆ ที่คุณมีจะถูกยกเลิก (ยกเว้น Pocket)
tr: Sahip olduğunuz tüm ücretli abonelikler iptal edilecektir (Pocket hariç)
uk: Ваші будь-які дійсні передплати будуть скасовані (Окрім Pocket)
vi: Mọi đăng ký trả phí mà bạn có sẽ bị hủy (trừ Pocket)
zh_cn: 您拥有的任何付费订阅都将被取消（Pocket 除外）
zh_tw: 將取消所有付費訂閱項目（Pocket 除外）

# vpn.deleteAccount.optionDescriptionThree
source: Reactivating with this email may not restore your saved information
cs: Reaktivace pomocí tohoto e-mailu nemusí obnovit vaše uložené informace
cy: Efallai na fydd ail gychwyn gyda'r e-bost hwn yn adfer eich manylion a gadwyd
da: Genaktivering med denne mailadresse vil muligvis ikke gendanne dine gemte oplysninger
de: Ihre Daten möglicherweise nicht wiederhergestellt werden, wenn Sie das Konto mit dieser E-Mail-Adresse erneut aktivieren
el: Η εκ νέου ενεργοποίηση με αυτό το email ενδέχεται να μην επαναφέρει τις αποθηκευμένες πληροφορίες σας
es_ar: Reactivar con este correo puede no restaurar tu información guardada
fr: Réactiver le compte avec cette adresse e-mail peut ne pas restaurer vos informations enregistrées
fy_nl: Jo bewarre ynformaasje mooglik net wersteld wurde kinne, as jo dit e-mailadres opnij aktivearje
hu: Az ezzel az e-mail címmel történő újraaktiválás nem biztos, hogy visszaállítja a mentett információit
ia: Si tu reactiva con iste adresse de e-mail, es possibile que tu informationes salvate non essera restaurate
id: Mengaktifkan kembali dengan surel ini mungkin tidak memulihkan informasi yang Anda simpan
ja: このメールアドレスで再有効化しても、保存された情報が復元できない場合があります
lo: ການເປີດໃຊ້ຄືນໃໝ່ດ້ວຍອີເມວນີ້ອາດຈະບໍ່ກູ້ຂໍ້ມູນທີ່ບັນທຶກໄວ້ຂອງທ່ານຄືນມາ
nl: Uw opgeslagen informatie mogelijk niet hersteld kan worden, als u dit e-mailadres opnieuw activeert
pt_br: Reativar com este email pode não restaurar suas informações salvas
pt_pt: A reativação com este e-mail poderá não restaurar a sua informação guardada
sk: Opätovná aktivácia pomocou tohto e‑mailu nemusí obnoviť vaše uložené informácie
sl: pri ponovni aktivaciji tega e-poštnega računa morda ne boste mogli obnoviti shranjenih podatkov
sq: Riaktivizimi me këtë email mund të mos rikthejë të dhënat tuaja të ruajtura
sv_se: Återaktivering med det här e-postadressen kanske inte återställer din sparade information
th: การเปิดใช้งานอีเมลนี้ใหม่อาจไม่เรียกคืนข้อมูลที่บันทึกไว้ของคุณ
tr: Bu e-postayı yeniden etkinleştirseniz bile kayıtlı bilgileriniz geri gelmeyebilir
uk: Повторна активація з використанням цієї електронної пошти може не відновити вашу збережену інформацію
vi: Kích hoạt lại với email này có thể không khôi phục thông tin đã lưu của bạn
zh_cn: 即便用此邮箱重新激活，也可能无法恢复您已保存的信息
zh_tw: 就算重新啟用此信箱，也不會恢復原存的資訊

# vpn.deleteAccount.optionDescriptionTwo
source: You may lose saved information and features within Mozilla products
cs: V produktech Mozilly můžete přijít o uložené informace a funkce
cy: Efallai y byddwch yn colli gwybodaeth a nodweddion sydd wedi'u cadw o fewn cynnyrch Mozilla
da: Du kan miste gemte oplysninger og funktioner i Mozilla-produkter
de: Ihre gespeicherten Daten und Funktionen in Mozilla-Produkten verloren gehen könnten
el: Ενδέχεται να χάσετε αποθηκευμένες πληροφορίες και λειτουργίες στα προϊόντα Mozilla
es_ar: Podrías perder tu información guardada y otras funcionalidades dentro de los productos de Mozilla
fr: Vous risquez de perdre des informations enregistrées et des fonctionnalités dans les produits Mozilla
fy_nl: Jo bewarre ynformaasje en funksjes yn Mozilla-produkten ferlieze kinne
hu: Elveszítheti a Mozilla termékekben elmentett információkat és szolgáltatásokat
ia: Tu pote perder informationes e functiones salvate in le productos Mozilla
id: Anda mungkin kehilangan informasi dan fitur yang disimpan dalam produk Mozilla
ja: Mozilla 製品内の保存された情報と機能が失われる可能性があります
lo: ທ່ານອາດຈະສູນເສຍຂໍ້ມູນ ແລະ ຄຸນສົມບັດທີ່ບັນທຶກໄວ້ພາຍໃນຜະລິດຕະພັນ Mozilla
nl: U opgeslagen informatie en functies in Mozilla-producten kunt verliezen
pt_br: Você pode perder resursos e informações salvas dentro de produtos Mozilla
pt_pt: Poderá perder informações guardadas e funcionalidades dentro dos produtos da Mozilla
sk: Môžete stratiť uložené informácie a funkcie súvisiace s produktmi Mozilly
sl: lahko izgubili shranjene podatke in možnosti v izdelkih Mozille
sq: Mund të humbni të dhëna dhe veçori të ruajtura brenda produktesh Mozilla
sv_se: Du kan förlora sparad information och funktioner i Mozilla-produkter
th: คุณอาจสูญเสียข้อมูลและคุณลักษณะต่างๆ ที่บันทึกไว้ภายในผลิตภัณฑ์ของ Mozilla
tr: Mozilla ürünlerinde kayıtlı bilgilerinizi ve özellikleri kaybedebilirsiniz
uk: Ви можете втратити збережену інформацію і функції в межах продуктів Mozilla
vi: Bạn có thể sẽ mất thông tin và tính năng đã lưu trong các sản phẩm của Mozilla
zh_cn: 您可能丢失在 Mozilla 产品中保存的信息以及功能
zh_tw: 您可能會失去 Mozilla 產品中儲存的資訊與部分功能

# vpn.deleteAccount.subheadline
source: Your Firefox account (%1) is connected to Mozilla products that keep you secure and productive on the web. Please acknowledge that by deleting your account:
cy: Mae eich cyfrif Firefox (%1) wedi'i gysylltu â chynnyrch Mozilla sy'n eich cadw'n ddiogel a chynhyrchiol ar y we. Cydnabyddwch hynny, trwy ddileu eich cyfrif:
fr: Votre compte Firefox (%1) est connecté aux produits Mozilla qui assurent votre sécurité et votre productivité sur le Web. En supprimant votre compte, vous confirmez que vous acceptez que :
ia: Tu conto Firefox (%1) es connectite a productos Mozilla que te mantene secur e productive sur le Web. Si tu dele tu conto, tu accepta que:
pt_pt: A sua conta Firefox (%1) está associada a produtos da Mozilla que o mantêm seguro e produtivo na Internet. Por favor, tenha em consideração que ao eliminar a sua conta:
uk: Ваш обліковий запис Firefox (%1) під'єднаний до продуктів Mozilla, що дають змогу безпечно та продуктивно користуватися інтернетом. Зверніть увагу, що видаляючи свій обліковий запис:
zh_cn: 您的 Firefox 账户（%1）已连接到可帮助您安全高效使用互联网的 Mozilla 产品。请您知悉，删除账户后：
