Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.helpSheets.locationBody1
source: If you want maximum speed and reliability, choose one of the recommended locations in the “Single-hop” toggle. We’ve sorted them based on expected performance.
cs: Pokud chcete maximální rychlost a spolehlivost, vyberte jedno z doporučených umístění v přepínači „Single-hop“. Seřadili jsme je na základě očekávaného výkonu.
da: Hvis du vil have den bedste hastighed og driftsikkerhed, så skal du vælge én af de anbefalede placeringer under sektionen "Enkelthop". Serverne er sorteret på baggrund af deres forventede ydelse.
de: Wenn Sie maximale Geschwindigkeit und Zuverlässigkeit wünschen, wählen Sie eine der empfohlenen Adressen für den „Single-Hop“-Schalter. Wir haben sie basierend auf der erwarteten Leistung sortiert.
el: Αν θέλετε μέγιστη ταχύτητα και αξιοπιστία, επιλέξτε μία από τις προτεινόμενες τοποθεσίες με τον διακόπτη «Μονοβηματικό». Τις έχουμε ταξινομήσει βάσει της αναμενόμενης απόδοσης.
es_ar: Si querés la máxima velocidad y fiabilidad, elegí una de las ubicaciones recomendadas en el botón “Salto único”. Los hemos ordenado según el rendimiento esperado.
fy_nl: As jo maksimale snelheid en betrouberheid wolle, kies dan ien fan de oanrekommandearre lokaasjes yn de skeakeler ‘Single-hop’. Wy hawwe se sortearre op basis fan ferwachte prestaasjes.
hu: Ha a legnagyobb sebességet és megbízhatóságot szeretné, válasszon egyet az ajánlott helyek közül az „Egyugrásos” kapcsolóban. A várt teljesítmény alapján rendeztük őket.
id: Jika Anda menginginkan kecepatan dan keandalan maksimum, pilih salah satu lokasi yang disarankan di sakelar “Single-hop”. Kami telah mengurutkannya berdasarkan kinerja yang diharapkan.
is: Ef þú vilt hámarkshraða og áreiðanleika skaltu velja einn af ráðlögðu stöðunum í „Eitt-hopp“ rofanum. Við höfum raðað þeim miðað við áætluð afköst.
it: Se desideri la massima velocità e affidabilità, scegli una delle posizioni consigliate nella sezione “Single-hop”. Sono ordinate in base alle prestazioni previste.
lo: ຖ້າທ່ານຕ້ອງການຄວາມໄວສູງສຸດ ແລະ ຄວາມຫນ້າເຊື່ອຖື, ເລືອກເອົາຫນຶ່ງໃນສະຖານທີ່ແນະນໍາໃນ "Single-hop" ສະຫຼັບ. ພວກເຮົາໄດ້ຈັດຮຽງພວກມັນໂດຍອີງໃສ່ປະສິດທິພາບທີ່ຄາດໄວ້.
nl: Als u maximale snelheid en betrouwbaarheid wilt, kies dan een van de aanbevolen locaties in de schakelaar ‘Single-hop’. We hebben ze gesorteerd op basis van verwachte prestaties.
pl: Jeśli zależy Ci na maksymalnej szybkości i niezawodności, wybierz jedną z polecanych lokalizacji za pomocą przełącznika „Jednopunktowe”. Posortowaliśmy je na podstawie oczekiwanej wydajności.
pt_br: Se quer o máximo de velocidade e confiabilidade, escolha um dos locais recomendados na seção “Salto único”. São ordenados com base no desempenho esperado.
ru: Если вам нужна максимальная скорость и надёжность, выберите одно из рекомендуемых местоположений в переключателе «Соединение через один сервер». Мы отсортировали их на основе ожидаемой производительности.
sk: Ak chcete maximálnu rýchlosť a spoľahlivosť, vyberte jedno z odporúčaných umiestnení v prepínači „Single-hop“. Zoradili sme ich podľa očakávaného výkonu.
sl: Za največjo hitrost in zanesljivost povezave izberite eno izmed priporočenih lokacij pod “En preskok”. Razvrstili smo jih po pričakovani zmogljivosti.
sq: Nëse doni shpejtësi maksimum dhe qëndrueshmëri, zgjidhni një nga vendndodhjet e rekomanduara te pjesa “Hop njësh”. I kemi renditur bazuar në suksesin e pritshëm në funksionim.
sv_se: Om du vill ha maximal hastighet och tillförlitlighet, välj en av de rekommenderade platserna i växeln "Singelhopp". Vi har sorterat dem baserat på förväntad prestanda.
th: ถ้าคุณต้องการความเร็วและความน่าเชื่อถือในระดับสูงสุด ให้เลือกตำแหน่งที่แนะนำตำแหน่งหนึ่งในสวิตช์ “จุดเดียว” ซึ่งเราได้เรียงลำดับไว้ให้ตามประสิทธิภาพที่คาดหวัง
tr: Maksimum hız ve güvenilirlik istiyorsanız “Tek sunucu” sekmesinde önerilen konumlardan birini seçin. Bu konumlar tahmini performansa göre sıralanmıştır.
zh_tw: 若您想要有最快的速度與可靠度，請從「單點跳轉」按鈕中選擇推薦的位置。我們依照預期的效能對它們進行排序。

# vpn.helpSheets.locationBody2
source: If you want to add more privacy, switch to “Multi-hop” and add an additional server location. Multi-hop VPN routes your traffic through two server locations instead of one for extra security and privacy. This may also slow down your connection a bit.
cs: Pokud chcete posílit soukromí, přejděte na „Multi-hop“ a přidejte další umístění serveru. Multi-hop VPN směruje váš provoz přes dvě umístění serveru místo jednoho, což zajišťuje vyšší bezpečnost a soukromí. To však může také trochu zpomalit vaše připojení.
da: Hvis du vil have bedre beskyttelse af dit privatliv, så skal du skifte til "Multihop" og tilføje yderligere en server-placering. Multihop-vpn dirigerer din trafik gennem to server-placeringer i stedet for en enkelt for at give bedre sikkerhed og beskyttelse af dit privatliv. Dette kan gøre din forbindelse en smule langsommere.
de: Wenn Sie mehr Datenschutz möchten, wechseln Sie zu „Multi-Hop“ und fügen Sie einen zusätzlichen Serverstandort hinzu. Multi-Hop-VPN leitet Ihren Datenverkehr über zwei Serverstandorte statt über einen, um zusätzliche Sicherheit und Datenschutz zu gewährleisten. Dies kann Ihre Verbindung auch etwas verlangsamen.
el: Αν θέλετε να προσθέσετε περισσότερο απόρρητο, μεταβείτε στο «Πολυβηματικό» και προσθέστε μια επιπλέον τοποθεσία διακομιστή. Το πολυβηματικό VPN κατευθύνει την κίνησή σας μέσω δύο τοποθεσιών διακομιστή αντί για μία, για επιπλέον ασφάλεια και απόρρητο. Αυτό ενδέχεται επίσης να επιβραδύνει κάπως τη σύνδεσή σας.
es_ar: Si querés agregar más privacidad, cambiá a “Multisalto” y agregá una ubicación de servidor adicional. La VPN de saltos múltiples enruta tu tráfico a través de dos ubicaciones de servidores en lugar de uno para mayor seguridad y privacidad. Esto también puede ralentizar un poco tu conexión.
fy_nl: As jo mear privacy tafoegje wolle, skeakelje dan oer nei ‘Multi-hop’ en foegje in ekstra serverlokaasje ta. Multi-hop-VPN laadt jo ferkear troch twa serverlokaasjes yn stee fan ien foar ekstra befeiliging en privacy. Dit kin jo ferbining ek in bytsje fertrage.
hu: Ha nagyobb adatvédelmet szeretne, váltson a „Többugrásos” módra, és adjon hozzá egy további kiszolgálóhelyet. A többugrásos VPN egy helyett két kiszolgálóhelyen keresztül továbbítja a forgalmat a nagyobb biztonság és adatvédelem érdekében. Ez kissé lelassíthatja a kapcsolatát.
id: Jika Anda ingin menambahkan lebih banyak privasi, alihkan ke "Multi-hop" dan tambahkan lokasi server tambahan. VPN multi-hop merutekan lalu lintas Anda melalui dua lokasi server, bukan satu untuk keamanan dan privasi ekstra. Ini juga dapat memperlambat koneksi Anda sedikit.
is: Ef þú vilt enn meira næði, skaltu skipta yfir í „Marg-hoppa“ og bæta við aukastaðsetningu netþjóns. Marg-hoppa VPN beinir umferð þinni í gegnum tvo netþjóna í stað eins netþjóns til að auka öryggi og gagnaleynd. Það gæti reyndar einnig hægt örlítið á tengingunni þinni.
it: Se vuoi un’ulteriore protezione per la tua privacy, passa a “Multi-hop” e aggiungi un altro server. La VPN multi-hop instrada il tuo traffico attraverso due posizioni invece di una, garantendo maggiore sicurezza e privacy. È importante notare che questo potrebbe rallentare leggermente la connessione.
lo: ຖ້າທ່ານຕ້ອງການເພີ່ມຄວາມເປັນສ່ວນຕົວຫຼາຍຂຶ້ນ, ປ່ຽນເປັນ "Multi-hop" ແລະ ເພີ່ມສະຖານທີ່ເຊີເວີເພີ່ມເຕີມ. Multi-hop VPN ເສັ້ນທາງການຈະລາຈອນຂອງທ່ານຜ່ານສອງສະຖານທີ່ເຊີເວີແທນທີ່ຈະເປັນບ່ອນດຽວເພື່ອຄວາມປອດໄພ ແລະ ຄວາມເປັນສ່ວນຕົວພິເສດ. ນີ້ອາດຈະເຮັດໃຫ້ການເຊື່ອມຕໍ່ຂອງທ່ານຊ້າລົງເລັກນ້ອຍ.
nl: Als u meer privacy wilt toevoegen, schakel dan over naar ‘Multi-hop’ en voeg een extra serverlocatie toe. Multi-hop-VPN leidt uw verkeer via twee serverlocaties in plaats van één, voor extra beveiliging en privacy. Dit kan uw verbinding ook wat vertragen.
pl: Jeśli chcesz dodać więcej prywatności, przejdź na „Wielopunktowe” i dodaj dodatkową lokalizację serwera. Wielopunktowy VPN kieruje Twój ruch przez dwie lokalizacje serwerów zamiast jednej, co zapewnia dodatkowe bezpieczeństwo i prywatność. Może to również nieco spowolnić połączenie.
pt_br: Se você quiser adicionar mais privacidade, mude para “Saltos múltiplos” e adicione mais um local de servidor. VPN de saltos múltiplos roteia seu tráfego através de dois locais de servidor em vez de um, para maior privacidade e segurança. Isso também pode deixar sua conexão um pouco mais lenta.
ru: Если вы хотите добавить больше приватности, переключитесь на «Соединение через несколько серверов» и добавьте дополнительное местоположение сервера. VPN-cоединение через несколько серверов направляет ваш трафик через два сервера вместо одного для дополнительной безопасности и конфиденциальности. Это также может немного замедлить ваше соединение.
sk: Ak chcete pridať viac súkromia, prepnite na „Multi-hop“ a pridajte ďalšie umiestnenie servera. Multi-hop VPN nasmeruje vašu premávku cez dva servery namiesto jedného, čím sa zvýši bezpečnosť a súkromie. Môže to však trochu spomaliť vaše pripojenie.
sl: Če želite dodatno zasebnost, preklopite na "Več preskokov" in dodajte dodatno lokacijo strežnika. VPN z več preskoki usmerja vaš promet prek dveh strežniških lokacij namesto prek ene, kar poveča varnost in zasebnost, lahko pa tudi nekoliko upočasni vašo povezavo.
sq: Nëse doni më tepër privatësi, kaloni te “Shumë hope” dhe shtoni një vendndodhje shtesë shërbyesi. VPN-ja me “Shumë hope” e kalon trafikun tuaj përmes dy vendndodhjesh shërbyesish, në vend se një, për siguri dhe privatësi shtesë. Kjo mundet edhe të ngadalësojë pakëz lidhjen tuaj.
sv_se: Om du vill lägga till mer sekretess, byt till "Multihopp" och lägg till en extra serverplats. Multihopp VPN leder din trafik genom två serverplatser istället för en för extra säkerhet och integritet. Detta kan också slöa ner din anslutning lite.
th: ถ้าคุณต้องการเพิ่มความเป็นส่วนตัว ให้สลับไปเป็น “หลายจุด” และเพิ่มตำแหน่งเซิร์ฟเวอร์เพิ่มเติมเข้าไป VPN แบบหลายจุดจะจัดเส้นทางการรับส่งข้อมูลของคุณผ่านตำแหน่งเซิร์ฟเวอร์ 2 ตำแหน่งแทนที่จะเป็นตำแหน่งเดียว เพื่อความปลอดภัยและเป็นส่วนตัวยิ่งขึ้น ซึ่งอาจทำให้การเชื่อมต่อของคุณช้าลงเล็กน้อย
tr: Daha fazla gizlilik isterseniz “çoklu sunucu” sekmesine geçip bir sunucu konumu daha ekleyin. Çok sunuculu VPN, ekstra güvenlik ve gizlilik için trafiğinizi bir yerine iki sunucudan geçirir. Bu da bağlantınızı biraz yavaşlatabilir.
zh_tw: 若您想要加強保護，可切換到「多點跳轉」模式並新增伺服器。多點跳轉 VPN 可將您的封包經由兩台伺服器而非原本的一台來傳輸，以加強安全性與隱私性。這可能會稍微拖慢連線速度。

# vpn.helpSheets.locationHeader
source: Single-hop vs multi-hop
da: Enkelthop eller multihop
el: Μονοβηματικό ή πολυβηματικό
es_ar: Salto único vs multisalto
fy_nl: Single-hop versus multi-hop
hu: Egyugrásos vagy többugrásos
is: Eitt-hopp vs mörg-hopp
it: Single-hop o multi-hop
nl: Single-hop versus multi-hop
pl: Jednopunktowe vs wielopunktowe
pt_br: Salto único versus saltos múltiplos
ru: Соединение через один сервер или несколько?
sl: En ali več preskokov?
sq: “Një hop” vs “shumë hope”
sv_se: Singelhopp vs multihopp
th: จุดเดียว vs หลายจุด
tr: Tek sunuculu ve çok sunuculu karşılaştırması
zh_tw: 單點跳轉 vs 多點跳轉

# vpn.helpSheets.locationTitle
source: Location selection
cs: Volba umístění
da: Valg af placering
de: Standortauswahl
el: Επιλογή τοποθεσίας
es_ar: Selección de ubicación
fy_nl: Lokaasjeseleksje
hu: Hely kiválasztása
id: Pemilihan lokasi
is: Val á staðsetningu
it: Selezione posizione
lo: ການເລືອກສະຖານທີ່
nl: Locatieselectie
pl: Wybór lokalizacji
pt_br: Seleção de localização
ru: Выбор местоположения
sk: Výber umiestnenia
sl: Izbira lokacije
sq: Përzgjedhje vendndodhjeje
sv_se: Val av plats
th: การเลือกตำแหน่ง
tr: Konum seçimi
vi: Lựa chọn địa điểm
zh_tw: 位置選擇

# vpn.helpSheets.privacyBody1
source: Privacy features give you greater control over the types of content you see, helping you stay safe online.
cs: Funkce ochrany soukromí vám dávají větší kontrolu nad typy obsahu, který vidíte, a pomáhají vám zůstat na internetu v bezpečí.
da: Privatlivs-funktioner giver dig bedre kontrol over det indhold, du ser, og hjælper med at beskytte dig på nettet.
de: Datenschutzfunktionen geben Ihnen eine bessere Kontrolle über die Arten von Inhalten, die Sie sehen, und helfen Ihnen, sich im Internet zu schützen.
el: Οι λειτουργίες απορρήτου σάς δίνουν μεγαλύτερο έλεγχο σχετικά με τους τύπους περιεχομένου που βλέπετε, βοηθώντας να παραμείνετε ασφαλείς στο διαδίκτυο.
es_ar: Las funciones de privacidad te brindan un mayor control sobre los tipos de contenido que ves, lo que te ayuda a mantenerte seguro en línea.
fy_nl: Privacyfunksjes jouwe jo mear kontrôle oer de soarten ynhâld dy’t jo sjogge, en helpe jo online feilich te bliuwen.
hu: Az adatvédelmi funkciók nagyobb irányítást adnak a megjelenített tartalomtípusok felett, így nagyobb biztonságban lehet az interneten.
id: Fitur privasi memberi Anda kendali lebih besar atas jenis konten yang Anda lihat, membantu Anda tetap aman saat daring.
is: Persónuverndareiginleikar veita þér meiri stjórn á þeim tegundum efnis sem þú sérð og hjálpa þér að vera örugg/ur á netinu.
it: Le funzioni per la privacy ti offrono un maggiore controllo sui tipi di contenuti che vedi, aiutandoti a rimanere al sicuro quando sei online.
lo: ຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວໃຫ້ການຄວບຄຸມຫຼາຍຂື້ນຕໍ່ກັບປະເພດຂອງເນື້ອຫາທີ່ທ່ານເຫັນ, ຊ່ວຍໃຫ້ທ່ານອອນໄລນ໌ຢ່າງປອດໄພ.
nl: Privacyfuncties geven u meer controle over de soorten inhoud die u ziet, waardoor u online veilig blijft.
pl: Funkcje prywatności zapewniają większą kontrolę nad rodzajami wyświetlanych treści, pomagając zachować bezpieczeństwo w Internecie.
pt_br: Recursos de privacidade oferecem maior controle sobre os tipos de conteúdo que aparecem para você, ajudando a ficar seguro online.
ru: Функции конфиденциальности позволяют вам лучше контролировать типы видимого вами содержимого, помогая вам оставаться в безопасности в интернете.
sk: Funkcie ochrany osobných údajov vám poskytujú väčšiu kontrolu nad typmi obsahu, ktorý vidíte, a pomáhajú vám zostať v bezpečí online.
sl: Možnosti zasebnosti vam dajejo večji nadzor nad vsebino, ki se vam prikazuje, in vam pomagajo ostati varni na spletu.
sq: Veçoritë e privatësisë ju japin kontroll më të madh mbi llojet e lëndës që shihni, duke ju ndihmuar të jini i parrezik në internet.
sv_se: Sekretessfunktioner ger dig större kontroll över vilken typ av innehåll du ser, vilket hjälper dig att vara säker online.
th: คุณลักษณะความเป็นส่วนตัวให้คุณควบคุมชนิดเนื้อหาที่คุณต้องการเห็นได้มากขึ้น ช่วยให้คุณปลอดภัยอยู่เสมอบนโลกออนไลน์
tr: Gizlilik özellikleri, gördüğünüz içerik türleri üzerinde daha fazla kontrol sahibi olmanızı sağlayarak internette güvende kalmanıza yardımcı olur.
vi: Tính năng quyền riêng tư giúp bạn kiểm soát tốt hơn các loại nội dung bạn xem, giúp bạn luôn an toàn khi trực tuyến.
zh_tw: 隱私權保護功能讓您能更完整地控制要看到的內容類型，確保上網安全。

# vpn.helpSheets.privacyBody2
source: If you activate these features, they’ll overwrite any custom DNS you’re using. These protections are not a substitute for taking other security precautions — for example, while blocking malware you should still avoid downloading attachments in strange emails.
cs: Pokud tyto funkce aktivujete, přepíší všechny používané vlastní DNS. Tyto ochrany nenahrazují další bezpečnostní opatření - například při blokování malwaru byste se měli vyvarovat stahování příloh v cizích e-mailech.
da: Hvis du aktiverer disse funktioner, så overskriver de brugertilpasset DNS, hvis du bruger sådan noget. Beskyttelsen, du får ved at aktivere funktionerne, er ikke en erstatning for at tage andre forholdsregler for at øge din sikkerhed. Det er fx stadig en dårlig idé at hente vedhæftede filer fra mistænkelige mails, selvom du blokerer malware.
de: Wenn Sie diese Funktionen aktivieren, überschreiben sie alle von Ihnen verwendeten benutzerdefinierten DNS. Diese Schutzmaßnahmen sind kein Ersatz für andere Sicherheitsvorkehrungen – Schadsoftware wird beispielsweise blockiert, Sie sollten aber dennoch vermeiden, Anhänge in fremden E-Mails herunterzuladen.
el: Εάν ενεργοποιήσετε αυτές τις λειτουργίες, θα αντικαταστήσουν τυχόν ρυθμίσεις προσαρμοσμένου DNS. Αυτές οι προστασίες δεν υποκαθιστούν άλλα μέτρα προφύλαξης. Για παράδειγμα, ακόμα και με τη φραγή κακόβουλου λογισμικού, θα πρέπει να αποφεύγετε τη λήψη συνημμένων από περίεργα email.
es_ar: Si activás estas funciones, sobrescribirán cualquier DNS personalizado que estés utilizando. Estas protecciones no reemplazan la adopción de otras precauciones de seguridad; por ejemplo, mientras bloqueás los programas maliciosos, tenés que evitar descargar archivos adjuntos en correos electrónicos extraños.
fy_nl: As jo dizze funksjes aktivearje, sille se elke oanpaste DNS oerskriuwe dy’t jo brûke. Dizze befeiligingen binne gjin ferfanging foar it nimmen fan oare befeiligingsmaatregels – bygelyks, wylst jo malware blokkearje, moatte jo noch altyd foarkomme dat jo bylagen yn frjemde e-mailberjochten downloade.
hu: Ha aktiválja ezeket a funkciókat, akkor felülírják az Ön által esetlegesen használt egyéni DNS-t. Ezek a védelmek nem helyettesítik az egyéb biztonsági óvintézkedéseket – például a rosszindulatú programok blokkolása közben is kerülnie kell a szokatlan e-mail-mellékletek letöltését.
id: Jika Anda mengaktifkan fitur ini, semua itu akan menimpa DNS kustom yang Anda gunakan. Perlindungan ini bukanlah pengganti untuk mengambil tindakan pencegahan keamanan yang lain — misalnya, saat memblokir malware yang sebaiknya tetap Anda hindari untuk mengunduh lampiran di email yang aneh.
is: Ef þú virkjar þessa eiginleika munu þeir skrifa yfir allt sérsniðið DNS sem þú notar. Þessar varnir koma ekki í staðinn fyrir að aðrar öryggisráðstafanir – til dæmis, þótt þú lokir á spilliforrit ættir þú samt að forðast að hlaða niður viðhengjum í vafasömum tölvupóstum.
it: Se attivi queste funzioni, eventuali DNS personalizzati che stai utilizzando verranno sovrascritti. Queste protezioni non sostituiscono l’adozione di altre precauzioni di sicurezza: ad esempio, anche se attivi il blocco dei malware dovresti comunque evitare di scaricare allegati in strani messaggi di posta elettronica.
lo: ຖ້າທ່ານເປີດໃຊ້ຄຸນສົມບັດເຫຼົ່ານີ້, ພວກມັນຈະຂຽນທັບ DNS ແບບກຳນົດເອງທີ່ທ່ານກຳລັງໃຊ້ຢູ່. ການປົກປ້ອງເຫຼົ່ານີ້ບໍ່ແມ່ນການທົດແທນສໍາລັບການລະມັດລະວັງດ້ານຄວາມປອດໄພອື່ນໆ — ຕົວຢ່າງ, ໃນຂະນະທີ່ຂັດຂວາງ malware ທ່ານຍັງຄວນຫຼີກເວັ້ນການດາວໂຫລດໄຟລ໌ແນບໃນອີເມວທີ່ແປກປະຫຼາດ.
nl: Als u deze functies activeert, overschrijven ze eventuele aangepaste DNS die u gebruikt. Deze beveiligingen zijn geen vervanging voor het nemen van andere beveiligingsmaatregelen – als u bijvoorbeeld malware blokkeert, dient u het downloaden van bijlagen in vreemde e-mailberichten nog steeds te voorkomen.
pl: Jeśli aktywujesz te funkcje, zastąpią one wszelkie funkcje niestandardowego DNS, którego używasz. Te zabezpieczenia nie zastępują podjęcia innych środków ostrożności — na przykład podczas blokowania złośliwego oprogramowania należy nadal unikać pobierania załączników w dziwnych wiadomościach e-mail.
pt_br: Se você ativar esses recursos, eles substituirão qualquer DNS personalizado que você estiver usando. Essas proteções não substituem outras precauções de segurança. Por exemplo, apesar de bloquear malware, você ainda deve evitar baixar anexos de emails estranhos.
ru: Если вы активируете эти функции, они изменят настроенный вами вручную DNS на свой. Эти средства защиты не заменяют другие меры безопасности — например, при блокировке вредоносных программ вы всё равно должны избегать загрузки вложений в странных электронных письмах.
sk: Ak aktivujete tieto funkcie, prepíšu všetky vlastné DNS, ktoré používate. Tieto ochrany nenahrádzajú prijatie iných bezpečnostných opatrení – napríklad pri blokovaní škodlivého softvéru by ste sa mali vyhýbať sťahovaniu príloh v neznámych e‑mailoch.
sl: Vključitev katere od teh možnosti bo prepisala morebiten nastavljeni DNS po meri. Te zaščite ne morejo nadomestiti drugih varnostnih ukrepov – na primer, čeprav je vključeno blokiranje zlonamerne programske opreme, se izogibajte prenašanju priponk sumljivih e-poštnih sporočil.
sq: Nëse i aktivizoni këto veçori, ato do të mbishkruajnë çfarëdo DNS vetjake që po përdorni. Këto mbrojtje s’përbëjnë zëvendësim të marrjes së masave të tjera parandaluese për mbrojtjen e sigurisë — për shembull, teksa bllokohet “malware”, prapë duhet të shmangni shkarkim bashkëngjitjes nga email-e të çuditshëm.
sv_se: Om du aktiverar dessa funktioner kommer de att skriva över alla anpassade DNS-funktioner du använder. Dessa skydd är inte ett substitut för att vidta andra säkerhetsåtgärder — till exempel när du blockerar skadlig programvara bör du ändå undvika att ladda ner bilagor i konstiga e-postmeddelanden.
th: ถ้าคุณเปิดใช้งานคุณลักษณะเหล่านี้ คุณลักษณะเหล่านี้จะแทนที่ค่า DNS กำหนดเองทั้งหมดที่คุณกำลังใช้อยู่ การป้องกันเหล่านี้ไม่สามารถทดแทนมาตรการความปลอดภัยอื่นๆ ได้ ตัวอย่างเช่น ขณะที่ปิดกั้นมัลแวร์ คุณก็ควรหลีกเลี่ยงการดาวน์โหลดไฟล์แนบที่มากับอีเมลซึ่งดูแปลก
tr: Bu özellikleri etkinleştirirseniz, kullandığınız tüm özel DNS’lerin üzerine yazılırlar. Bu korumalar diğer güvenlik önlemlerini almanın yerine geçmez. Örneğin, kötü amaçlı yazılımları engellerken yine de garip e-postalardaki ekleri indirmekten kaçınmalısınız.
vi: Nếu bạn kích hoạt các tính năng này, chúng sẽ ghi đè bất kỳ DNS tùy chỉnh nào bạn đang sử dụng. Những biện pháp bảo vệ này không thay thế cho việc thực hiện các biện pháp phòng ngừa bảo mật khác — ví dụ, trong khi chặn phần mềm độc hại, bạn vẫn nên tránh tải xuống tập tin đính kèm trong email lạ.
zh_tw: 若您開啟這些功能，將會蓋過您設定的自訂 DNS。這些保護機制無法替代其他安全性保護機制，舉例來說，就算開啟惡意軟體封鎖，您仍應該避免下載可疑郵件中的附件。

# vpn.helpSheets.privacyHeader
source: What can privacy features do for me?
cs: K čemu jsou pro mě funkce ochrany osobních údajů užitečné?
da: Hvad er fordelene ved privatlivs-funktioner?
de: Was können Datenschutzfunktionen für mich tun?
el: Σε τι μπορούν να με βοηθήσουν οι λειτουργίες απορρήτου;
es_ar: ¿Qué pueden hacer las funciones de privacidad?
fy_nl: Wat kinne privacyfunksjes foar my dwaan?
hu: Mit jelenthetnek nekem az adatvédelmi funkciók?
id: Apa yang dapat dilakukan fitur privasi untuk saya?
is: Hvað geta persónuverndareiginleikar gert fyrir mig?
it: Come possono aiutarmi le funzioni per la privacy?
lo: ຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວສາມາດເຮັດຫຍັງໄດ້ສຳລັບຂ້ອຍ?
nl: Wat kunnen privacyfuncties voor mij doen?
pl: Co funkcje prywatności mogą dla mnie zrobić?
pt_br: O que os recursos de privacidade podem fazer por mim?
ru: Что функции конфиденциальности могут для меня сделать?
sk: Čo pre mňa môžu urobiť funkcie ochrany osobných údajov?
sl: Kaj lahko možnosti zasebnosti naredijo zame?
sq: Ç’mund të bëjnë për mua veçoritë e privatësisë?
sv_se: Vad kan sekretessfunktioner göra för mig?
th: คุณลักษณะความเป็นส่วนตัวทำอะไรให้ฉันได้บ้าง?
tr: Gizlilik özellikleri ne işe yarar?
vi: Tính năng quyền riêng tư có thể giúp gì cho tôi?
zh_tw: 隱私權功能能為我做什麼？

# vpn.helpSheets.privacyTitle
source: Privacy features
cs: Funkce ochrany soukromí
da: Privatlivs-funktioner
de: Datenschutzfunktionen
el: Λειτουργίες απορρήτου
es_ar: Funciones de privacidad
fy_nl: Privacyfunksjes
hu: Adatvédelmi funkciók
id: Fitur privasi
is: Persónuverndareiginleikar
it: Funzioni per la privacy
lo: ລັກສະນະຄວາມເປັນສ່ວນຕົວ
nl: Privacyfuncties
pl: Funkcje prywatności
pt_br: Recursos de privacidade
ru: Функции приватности
sk: Funkcie ochrany súkromia
sl: Možnosti zasebnosti
sq: Veçori privatësie
sv_se: Sekretessfunktioner
th: คุณลักษณะความเป็นส่วนตัว
tr: Gizlilik özellikleri
vi: Tính năng quyền riêng tư
zh_tw: 隱私權保護功能
