Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.inAppAuth.changeEmailLink
source: Change email
cs: Změna e-mailu
cy: Newid e-bost
da: Skift mailadresse
de: E-Mail-Adresse ändern
el: Αλλαγή email
es_ar: Cambiar correo electrónico
fr: Changer d’adresse e-mail
fy_nl: E-mailadres wizigje
hu: E-mail-cím módosítása
ia: Cambiar adresse de e-mail
id: Ubah surel
is: Breyta tölvupóstfangi
it: Modifica email
ja: メールアドレスを変更
lo: ປ່ຽນອີເມວ
nl: E-mailadres wijzigen
pl: Zmień adres e-mail
pt_br: Mudar email
pt_pt: Alterar e-mail
ru: Сменить адрес электронной почты
sk: Zmeniť e‑mailovú adresu
sl: Uporabi drug e-naslov
sq: Ndryshoni email
sv_se: Ändra e-postadress
th: เปลี่ยนอีเมล
tr: E-posta adresini değiştir
uk: Змінити адресу електронної пошти
vi: Thay đổi email
zh_cn: 更改邮箱
zh_tw: 更改電子郵件地址

# vpn.inAppAuth.continueToSignIn
source: Continue to sign in
cs: Pokračovat k přihlášení
da: Fortsæt med at logge ind
de: Weiter zur Anmeldung
el: Συνέχεια για σύνδεση
es_ar: Continuar iniciando sesión
fy_nl: Trochgean mei oanmelden
hu: Bejelentkezés folytatása
id: Lanjutkan masuk
is: Halda áfram í innskráningu
it: Completa l’accesso
ja: ログインして続ける
lo: ສືບຕໍ່ເຂົ້າສູ່ລະບົບ
nl: Doorgaan met aanmelden
pl: Przejdź do logowania
pt_br: Continuar para entrar
ru: Продолжить вход
sk: Pokračujte a prihláste sa
sl: Nadaljuj s prijavo
sq: Vazhdoni me hyrjen
sv_se: Fortsätt till inloggning
th: ดำเนินการต่อเพื่อลงชื่อเข้า
tr: Giriş yaparak devam et
vi: Tiếp tục để đăng nhập
zh_tw: 繼續登入

# vpn.inAppAuth.createAccountButton
source: Create account
cs: Vytvořit účet
cy: Crëwch gyfrif
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es_ar: Crear cuenta
fr: Créer un compte
fy_nl: Account oanmeitsje
hu: Fiók létrehozása
ia: Crear un conto
id: Buat akun
is: Búa til reikning
it: Crea account
ja: アカウント作成
lo: ສ້າງບັນຊີ
nl: Account aanmaken
pl: Utwórz konto
pt_br: Criar conta
pt_pt: Criar conta
ru: Создать аккаунт
sk: Vytvoriť účet
sl: Ustvari račun
sq: Krijoje llogarinë
sv_se: Skapa konto
th: สร้างบัญชี
tr: Hesap oluştur
uk: Створити обліковий запис
vi: Tạo tài khoản
zh_cn: 创建账户
zh_tw: 註冊帳號

# vpn.inAppAuth.createPasswordLabel
source: Create password
cs: Vytvoření hesla
cy: Crëwch gyfrinair
da: Opret adgangskode
de: Passwort erstellen
el: Δημιουργία κωδικού πρόσβασης
es_ar: Crear contraseña
fr: Créer un mot de passe
fy_nl: Wachtwurd oanmeitsje
hu: Jelszó létrehozása
ia: Crear contrasigno
id: Buat sandi
is: Búa til lykilorð
it: Crea password
ja: パスワード作成
lo: ສ້າງ​ລະ​ຫັດ​ຜ່ານ
nl: Wachtwoord aanmaken
pl: Utwórz hasło
pt_br: Criar senha
pt_pt: Criar palavra-passe
ru: Создать пароль
sk: Vytvoriť heslo
sl: Ustvari geslo
sq: Krijoni fjalëkalim
sv_se: Skapa lösenord
th: สร้างรหัสผ่าน
tr: Parola oluştur
uk: Створити пароль
vi: Tạo mật khẩu
zh_cn: 创建密码
zh_tw: 設定密碼

# vpn.inAppAuth.emailInputPlaceholder
source: Enter email
cs: Zadejte e-mailovou adresu
cy: Rhowch e-bost
da: Indtast en mailadresse
de: E-Mail-Adresse eingeben
el: Εισαγάγετε email
es_ar: Ingresar dirección de correo electrónico
fr: Saisissez votre adresse e-mail
fy_nl: Fier e-mailadres yn
hu: Adja meg az e-mail-címét
ia: Insere tu adresse de e-mail
id: Masukkan surel
is: Settu inn tölvupóstfang
it: Inserisci un indirizzo email
ja: メールアドレスを入力
lo: ໃສ່ອີເມວ
nl: Voer e-mailadres in
pl: Wprowadź e-mail
pt_br: Digite seu email
pt_pt: Inserir e-mail
ru: Введите адрес электронной почты
sk: Zadajte e‑mailovú adresu
sl: Vnesite e-poštni naslov
sq: Jepni email
sv_se: Ange e-postadress
th: ใส่อีเมล
tr: E-posta adresinizi yazın
uk: Введіть адресу електронної пошти
vi: Nhập email
zh_cn: 输入电子邮件地址
zh_tw: 輸入電子郵件地址

# vpn.inAppAuth.emailTokenResentAlert
source: We’ve resent your code to your email.
cs: Váš kód jsme vám znovu odeslali na váš e-mail.
cy: Rydym wedi ail anfon eich cod at eich e-bost.
da: Vi har sendt din kode til din mailadresse igen.
de: Wir haben Ihren Code erneut an Ihre E-Mail-Adresse gesendet.
el: Έχουμε στείλει ξανά τον κωδικό σας στο email σας.
es_ar: Reenviamos el código a tu correo electrónico.
fr: Votre code a été renvoyé à votre adresse e-mail.
fy_nl: Wy hawwe jo koade opnij nei jo e-mail ferstjoerd.
hu: A kódja újra el lett küldve az e-mail-címére.
ia: Nos ha reinviate tu codice a tu adresse de e-mail.
id: Kami telah mengirim ulang kode ke surel Anda.
is: Við höfum endursent kóðann þinn á tölvupóstfangið þitt.
it: Ti abbiamo inviato nuovamente il codice via email.
ja: コードをあなたのメールアドレスに再送信しました。
lo: ພວກເຮົາໄດ້ສົ່ງລະຫັດຂອງທ່ານໄປຫາອີເມວຂອງທ່ານຄືນແລ້ວ.
nl: We hebben uw code opnieuw naar uw e-mailadres gestuurd.
pl: Ponownie wysłaliśmy kod na Twój adres e-mail.
pt_br: Reenviamos seu código para seu email.
pt_pt: Nós reenviamos o seu código para o seu e-mail.
ru: Мы повторно отправили ваш код на вашу электронную почту.
sk: Váš kód sme vám znova odoslali na váš e‑mail.
sl: Kodo smo vam znova poslali po e-pošti.
sq: Ju ridërguam kodin tuaj te email-i juaj.
sv_se: Vi har skickat din kod till din e-post igen.
th: เราได้ส่งรหัสของคุณไปยังอีเมลของคุณอีกครั้งแล้ว
tr: Kodunuzu e-postanıza yeniden gönderdik.
uk: Ми повторно надіслали код на вашу електронну пошту.
vi: Chúng tôi đã gửi lại mã tới email của bạn.
zh_cn: 我们已将验证码重新发送到您的邮箱。
zh_tw: 已將驗證碼重新寄到您的信箱。

# vpn.inAppAuth.emailVerificationDescription
source: Open your email and enter the verification code that was sent.
cs: Otevřete svou e-mailovou schránku a zadejte ověřovací kód, který vám byl zaslán.
cy: Agorwch eich e-bost a rhowch y cod dilysu a anfonwyd.
da: Tjek din mail, og indtast den bekræftelseskode, der blev sendt.
de: Sehen Sie nach Ihren E-Mails und geben Sie den gesendeten Bestätigungscode ein.
el: Ανοίξτε το email σας και εισαγάγετε τον κωδικό επιβεβαίωσης που σας στάλθηκε.
es_ar: Abrí tu correo electrónico e ingresá el código de verificación que se envió.
fr: Consultez votre boîte de réception et saisissez le code de vérification qui a été envoyé.
fy_nl: Iepenje jo e-mailbericht en fier de ûntfongen ferifikaasjekoade yn.
hu: Nyissa meg az e-mailt, és írja be az elküldött ellenőrzőkódot.
ia: Aperi tu e-mail e insere le codice de verification inviate.
id: Buka surel Anda dan masukkan kode verifikasi yang dikirimkan.
is: Opnaðu tölvupóstinn þinn og settu inn staðfestingarkóðann sem á að hafa borist.
it: Controlla la tua email e inserisci il codice di verifica che ti è stato inviato.
ja: メールを開き、送信された確認コードを入力してください。
lo: ເປີດອີເມວຂອງທ່ານແລະໃສ່ລະຫັດຢືນຢັນທີ່ຖືກສົ່ງໄປ.
nl: Open uw e-mailbericht en voer de ontvangen verificatiecode in.
pl: Otwórz wiadomość e-mail i wprowadź otrzymany kod weryfikacyjny.
pt_br: Digite o código de verificação enviado por email.
pt_pt: Abra a sua mensagem e insira o código de verificação que foi enviado.
ru: Откройте свою электронную почту и введите код подтверждения, который был отправлен.
sk: Otvorte vašu e‑mailovú schránku a zadajte overovací kód, ktorý vám bol odoslaný.
sl: Odprite e-pošto in vnesite potrditveno kodo, ki ste jo prejeli.
sq: Hapni email-in tuaj dhe jepni kodin e verifikimit që qe dërguar.
sv_se: Öppna din e-post och ange verifieringskoden som skickades.
th: เปิดอีเมลของคุณแล้วใส่รหัสยืนยันที่ถูกส่งไป
tr: E-postanızı açıp gönderdiğimiz doğrulama kodunu yazın.
uk: Відкрийте свою електронну пошту та введіть отриманий код підтвердження.
vi: Mở email của bạn và nhập mã xác minh đã được gửi trong đó.
zh_cn: 打开您的电子邮件并输入收到的验证码。
zh_tw: 請開啟驗證信，輸入當中的驗證碼。

# vpn.inAppAuth.enterEmailAddressDescription
source: Enter your email address to continue using Mozilla VPN
cs: Chcete-li pokračovat v používání Mozilla VPN, zadejte svou e-mailovou adresu
cy: Rhowch eich cyfeiriad e-bost i barhau i ddefnyddio Mozilla VPN
da: Indtast din mailadresse for at fortsætte med at bruge Mozilla VPN
de: Geben Sie Ihre E-Mail-Adresse ein, um Mozilla VPN weiterhin zu verwenden
el: Εισαγάγετε τη διεύθυνση email σας για να συνεχίσετε να χρησιμοποιείτε το Mozilla VPN
es_ar: Ingresá tu dirección de correo electrónico para continuar usando Mozilla VPN
fr: Saisissez votre adresse e-mail pour continuer à utiliser Mozilla VPN
fy_nl: Fier jo e-mailadres yn om Mozilla VPN brûke te bliuwen
hu: Adja meg az e-mail-címét a Mozilla VPN használatának folytatásához
ia: Insere tu adresse e-mail pro continuar a usar Mozilla VPN
id: Masukkan alamat surel Anda untuk lanjut menggunakan Mozilla VPN
is: Settu inn tölvupóstfangið þitt til að halda áfram að nota Mozilla VPN
it: Inserisci il tuo indirizzo email per continuare a utilizzare Mozilla VPN
ja: メールアドレスを入力して、引き続き Mozilla VPN を使用してください。
lo: ໃສ່ທີ່ຢູ່ອີເມວຂອງທ່ານເພື່ອສືບຕໍ່ນຳໃຊ້ Mozilla VPN
nl: Voer uw e-mailadres in om Mozilla VPN te blijven gebruiken
pl: Wprowadź swój adres e-mail, aby móc kontynuować korzystanie z Mozilla VPN
pt_br: Digite seu endereço de email para continuar a usar o Mozilla VPN
pt_pt: Insira o seu endereço de e-mail para continuar a usar a Mozilla VPN
ru: Введите свой адрес электронной почты, чтобы продолжить использование Mozilla VPN
sk: Ak chcete pokračovať v používaní Mozilla VPN, zadajte svoju e‑mailovú adresu
sl: Vnesite svoj e-poštni naslov za nadaljnjo uporabo Mozilla VPN
sq: Që të vazhdoni të përdorni Mozilla VPN, jepni adresën tuaj email
sv_se: Ange din e-postadress för att fortsätta använda Mozilla VPN
th: ใส่ที่อยู่อีเมลของคุณเพื่อใช้ Mozilla VPN ต่อไป
tr: Mozilla VPN’i kullanmaya devam etmek için e-posta adresinizi yazın
uk: Введіть свою електронну адресу, щоб продовжити користуватися Mozilla VPN
vi: Nhập địa chỉ email của bạn để tiếp tục sử dụng Mozilla VPN
zh_cn: 输入您的邮箱以继续使用 Mozilla VPN
zh_tw: 請輸入您的電子郵件地址以繼續使用 Mozilla VPN

# vpn.inAppAuth.finishAccountCreationDescription2
source: Finish creating your Mozilla account to continue to Mozilla VPN
cs: Pokud chcete pokračovat v používání Mozilla VPN, dokončete vytvoření účtu Mozilla
da: Afslut oprettelsen af din Mozilla-konto for at fortsætte til Mozilla VPN
de: Schließen Sie die Erstellung Ihres Mozilla-Kontos ab, um bei Mozilla VPN fortzufahren
el: Ολοκληρώστε τη δημιουργία λογαριασμού Mozilla για να συνεχίσετε στο Mozilla VPN
es_ar: Terminá de crear tu cuenta de Mozilla para continuar con Mozilla VPN
fr: Terminez la création de votre compte Mozilla pour continuer vers Mozilla VPN
fy_nl: Foltôgje it oanmeitsjen fan jo Mozilla-account om troch te gean nei Mozilla VPN
hu: Fejezze be a Mozilla-fiók létrehozását, hogy továbbléphessen a Mozilla VPN-hez
ia: Termina le creation de tu conto Mozilla pro continuar a usar Mozilla VPN
id: Selesaikan pembuatan akun Mozilla Anda untuk melanjutkan ke Mozilla VPN
is: Ljúktu við að búa til Mozilla-reikning til að halda áfram í Mozilla VPN
it: Completa la creazione del tuo account Mozilla per continuare su Mozilla VPN
ja: Mozilla アカウントの作成を完了して Mozilla VPN へ進みます
lo: ສຳເລັດການສ້າງບັນຊີ Mozilla ຂອງທ່ານເພື່ອສືບຕໍ່ໄປຫາ Mozilla VPN
nl: Voltooi het aanmaken van uw Mozilla-account om door te gaan naar Mozilla VPN
pl: Dokończ tworzenie konta Mozilli, aby przejść do Mozilla VPN
pt_br: Termine de criar sua conta Mozilla para continuar para o Mozilla VPN
pt_pt: Conclua a criação da sua conta Mozilla para continuar para a Mozilla VPN
ru: Завершите создание аккаунта Mozilla, чтобы продолжить работу с Mozilla VPN
sk: Ak chcete pokračovať v používaní Mozilla VPN, dokončite vytvorenie účtu Mozilla
sl: Za nadaljevanje v Mozilla VPN dokončajte ustvarjanje računa Mozilla
sq: Që të vazhdoni të përdorni Mozilla VPN, përfundoni krijimin e llogarisë tuaj Mozilla
sv_se: Slutför skapandet av ditt Mozilla-konto för att fortsätta till Mozilla VPN
th: สร้างบัญชี Mozilla ของคุณให้เสร็จสิ้นเพื่อดำเนินการต่อไปยัง Mozilla VPN
tr: Mozilla VPN’e devam etmek için Mozilla hesabınızı oluşturmayı tamamlayın
uk: Завершіть створення облікового запису Mozilla, щоб перейти до Mozilla VPN
vi: Hoàn tất việc tạo tài khoản Mozilla của bạn để tiếp tục sử dụng Mozilla VPN
zh_cn: 请完成 Mozilla 账户创建流程，以继续使用 Mozilla VPN
zh_tw: 請完成您的 Mozilla 帳號註冊，即可繼續使用 Mozilla VPN

# vpn.inAppAuth.forgotPasswordLink
source: Forgot your password?
cs: Zapomněli jste heslo?
cy: Wedi anghofio eich cyfrinair?
da: Glemt din adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασής σας;
es_ar: ¿Te olvidaste la contraseña?
fr: Mot de passe oublié ?
fy_nl: Jo wachtwurd ferjitten?
hu: Elfelejtette a jelszavát?
ia: Contrasigno oblidate?
id: Lupa kata sandi Anda?
is: Gleymt lykilorð?
it: Hai dimenticato la password?
ja: パスワードを忘れた場合
lo: ລືມລະຫັດຜ່ານຂອງທ່ານບໍ?
nl: Uw wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu sua senha?
pt_pt: Esqueceu-se da sua palavra-passe?
ru: Забыли ваш пароль?
sk: Zabudli ste heslo?
sl: Ste pozabili geslo?
sq: Harruat fjalëkalimin tuaj?
sv_se: Glömt ditt lösenord?
th: ลืมรหัสผ่านของคุณใช่หรือไม่?
tr: Parolanızı mı unuttunuz?
uk: Забули пароль?
vi: Bạn đã quên mật khẩu?
zh_cn: 忘记密码？
zh_tw: 忘記密碼了嗎？

# vpn.inAppAuth.hidePassword
source: Hide password
cs: Skrýt heslo
cy: Cuddio cyfrinair
da: Skjul adgangskode
de: Passwort verbergen
el: Απόκρυψη κωδικού πρόσβασης
es_ar: Ocultar la contraseña
fr: Masquer le mot de passe
fy_nl: Wachtwurd ferstopje
hu: Jelszó elrejtése
ia: Celar contrasigno
id: Sembunyikan sandi
is: Fela lykilorð
it: Nascondi password
ja: パスワードを隠す
lo: ເຊື່ອງລະຫັດຜ່ານ
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt_br: Ocultar senha
pt_pt: Ocultar palavra-passe
ru: Скрыть пароль
sk: Skryť heslo
sl: Skrij geslo
sq: Fshihe fjalëkalimin
sv_se: Dölj lösenord
th: ซ่อนรหัสผ่าน
tr: Parolayı gizle
uk: Сховати пароль
vi: Ẩn mật khẩu
zh_cn: 隐藏密码
zh_tw: 隱藏密碼

# vpn.inAppAuth.informationUsageDisclaimer
source: We only use your email to create your account or sign in. We will never sell it to a third party.
cs: Vaši e-mailovou adresu použijeme pouze k založení účtu nebo přihlášení. Nikdy ji neprodáme třetí straně.
cy: Dim ond i greu eich cyfrif rydym yn defnyddio'ch e-bost. Fyddwn ni byth yn ei werthu i drydydd parti.
da: Vi bruger kun din mailadresse til at oprette din konto eller logge ind. Vi vil aldrig sælge den til en tredjepart.
de: Wir verwenden Ihre E-Mail-Adresse nur, um Ihr Konto zu erstellen oder zur Anmeldung. Wir verkaufen sie nie an Dritte.
el: Χρησιμοποιούμε το email σας μόνο για τη δημιουργία του λογαριασμού σας ή τη σύνδεσή σας. Δεν θα το πωλήσουμε ποτέ σε τρίτους.
es_ar: Solo usamos tu correo electrónico para crear la cuenta o iniciar sesión. Nunca lo venderemos a terceros.
fr: Nous utilisons votre adresse e-mail uniquement pour créer votre compte et vous permettre de vous connecter. Nous ne la vendrons jamais à un tiers.
fy_nl: Wy brûke jo e-mailadres allinnich om jo account oan te meitsjen of jo oan te melden. Wy sille it nea oan in tredde partij ferkeapje.
hu: Csak a fiókja létrehozásához vagy a bejelentkezéshez használjuk az e-mail-címét. Sosem adjuk el harmadik félnek.
ia: Nos usa tu e-mail solmente pro crear tu conto o aperir session. Nos non lo vendera jammais a tertios.
id: Kami hanya menggunakan surel Anda untuk membuat akun Anda atau masuk. Kami tidak pernah menjualnya ke pihak ketiga.
is: Við notum aðeins tölvupóstfangið þitt til að búa til reikninginn þinn eða til innskráningar. Við munum aldrei selja það til utanaðkomandi aðila.
it: Utilizziamo la tua email solo per creare il tuo account o per consentirti l’accesso. Non la venderemo mai a terzi.
ja: あなたのメールアドレスはアカウント作成とログインにのみ使用されます。私たちは、あなたの個人情報を第三者に販売しません。
lo: ພວກ​ເຮົາ​ພຽງ​ແຕ່​ນໍາ​ໃຊ້​ອີ​ເມວ​ຂອງ​ທ່ານ​ເພື່ອ​ສ້າງ​ບັນ​ຊີ​ຂອງ​ທ່ານ ​ຫຼື​ ເຂົ້າ​ສູ່​ລະ​ບົບ​. ພວກ​ເຮົາ​ຈະ​ບໍ່​ຂາຍ​ມັນ​ກັບ​ບຸກ​ຄົນ​ທີ​ສາມ​.
nl: We gebruiken uw e-mailadres alleen om uw account aan te maken of u aan te melden. We zullen het nooit aan een derde partij verkopen.
pl: Używamy Twojego adresu e-mail wyłącznie do utworzenia konta i do logowania. Nigdy nie sprzedamy go innej firmie.
pt_br: Só usamos seu email para criar sua conta ou entrar nela. Nunca vendemos a terceiros.
pt_pt: Utilizamos o seu e-mail apenas para criar a sua conta e para iniciar sessão. Nunca o venderemos a terceiros.
ru: Мы используем вашу электронную почту только для создания вашего аккаунта или входа. Мы никогда не продадим его посторонним лицам.
sk: Vašu e‑mailovú adresu použijeme iba na vytvorenie účtu alebo prihlásenie. Nikdy ju nepredáme tretej strane.
sl: Vaš e-poštni naslov uporabimo samo za stvaritev računa ali za prijavo vanj. Nikoli ga ne bomo prodali komu drugemu.
sq: Email-in tuaj e përdorim vetëm për të krijuar llogarinë tuaj, ose bërë hyrjen në të. S’do t’ia shesim kurrë një pale të tretë.
sv_se: Vi använder endast din e-post för att skapa ditt konto eller logga in. Vi kommer aldrig att sälja den till en tredje part.
th: เราใช้อีเมลของคุณเพื่อสร้างบัญชีของคุณเท่านั้นหรือลงชื่อเข้า เราจะไม่ขายให้กับบุคคลที่สาม
tr: E-postanızı yalnızca hesabınızı oluşturmak veya giriş yapmak için kullanıyoruz. Asla üçüncü şahıslara satmıyoruz.
uk: Ми застосовуємо вашу електронну адресу лише для створення вашого облікового запису або входу. Ми ніколи не продаватимемо її стороннім.
vi: Chúng tôi chỉ sử dụng email của bạn để tạo hoặc đăng nhập tài khoản cho bạn. Chúng tôi sẽ không bao giờ cung cấp nó cho bên thứ ba.
zh_cn: 我们仅使用您的邮箱来创建账户和登录。我们绝不会将其出售给第三方。
zh_tw: 我們只會使用您的電子郵件地址來讓您註冊帳號或登入，絕對不會銷售給第三方。

# vpn.inAppAuth.invalidCodeErrorMessage
source: Invalid code. Please try again
cs: Neplatný kód. Zkuste to prosím znovu.
cy: Cod annilys. Ceisiwch eto
da: Ugyldig kode. Prøv igen
de: Ungültiger Code. Bitte versuchen Sie es erneut
el: Μη έγκυρος κωδικός. Παρακαλώ δοκιμάστε ξανά
es_ar: Código inválido. Intentá de nuevo
fr: Code invalide. Veuillez réessayer
fy_nl: Unjildige koade. Probearje it opnij
hu: Érvénytelen kód. Próbálja újra.
ia: Codice non valide. Retenta
id: Kode salah. Silakan coba lagi
is: Ógildur kóði. Reyndu aftur
it: Codice non corretto. Riprova
ja: コードが正しくありません。もう一度入力してください。
lo: ລະຫັດບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງອີກຄັ້ງ
nl: Ongeldige code. Probeer het opnieuw
pl: Nieprawidłowy kod. Spróbuj ponownie
pt_br: Código inválido. Tente novamente
pt_pt: Código inválido. Por favor, tente novamente
ru: Неверный код. Пожалуйста, попробуйте снова
sk: Neplatný kód. Skúste to znova.
sl: Napačna koda. Poskusite znova
sq: Kod i pavlefshëm. Ju lutemi, riprovoni
sv_se: Ogiltig kod. Försök igen
th: รหัสไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Geçersiz kod. Lütfen yeniden deneyin
uk: Неправильний код. Спробуйте ще раз
vi: Mã không đúng. Vui lòng thử lại
zh_cn: 安全码不正确，请重试。
zh_tw: 代碼不正確，請再試一次

# vpn.inAppAuth.invalidEmailErrorMessage
source: Invalid email. Please try again
cs: Neplatná e-mailová adresa. Zkuste to prosím znovu.
cy: E-bost annilys. Ceisiwch eto
da: Ugyldig mailadresse. Prøv igen
de: Ungültige E-Mail-Adresse. Bitte versuchen Sie es erneut
el: Μη έγκυρο email. Παρακαλώ δοκιμάστε ξανά
es_ar: Córreo electrónico inválido. Intentá de nuevo
fr: Adresse e-mail invalide. Veuillez réessayer
fy_nl: Unjildich e-mailadres. Probearje it opnij
hu: Érvénytelen e-mail-cím. Próbálja újra.
ia: E-mail non valide. Retenta
id: Surel tidak valid. Silakan coba lagi
is: Ógilt tölvupóstfang. Reyndu aftur
it: Indirizzo email non corretto. Riprova
ja: メールアドレスが正しくありません。もう一度入力してください。
lo: ອີເມວບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງອີກຄັ້ງ
nl: Ongeldig e-mailadres. Probeer het opnieuw
pl: Nieprawidłowy adres e-mail. Spróbuj ponownie
pt_br: Email inválido. Tente novamente
pt_pt: E-mail inválido. Por favor, tente novamente
ru: Неверный адрес эл. почты. Пожалуйста, попробуйте снова
sk: Neplatná e‑mailová adresa. Skúste to znova.
sl: Neveljaven e-poštni naslov. Poskusite znova
sq: Email i pavlefshëm. Ju lutemi, riprovoni
sv_se: Ogiltig e-postadress. Försök igen
th: อีเมลไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Geçersiz e-posta adresi. Lütfen yeniden deneyin
uk: Неправильна адреса електронної пошти. Спробуйте ще раз
vi: Email không đúng. Vui lòng thử lại
zh_cn: 电子邮件地址不正确，请重试。
zh_tw: 電子郵件地址不正確，請再試一次

# vpn.inAppAuth.invalidEmailFormatErrorMessage
source: Email format not supported. Please try again with a different email
cs: Formát e-mailové adresy není podporován. Zkuste to znovu s jinou e-mailovou adresou.
cy: Nid yw'r fformat e-bost yma'n cael ei gefnogi. Ceisiwch eto gydag e-bost gwahanol
da: Mailadressens format understøttes ikke. Prøv igen med en anden mailadresse
de: E-Mail-Adressformat wird nicht unterstützt. Bitte versuchen Sie es erneut mit einer anderen E-Mail-Adresse
el: Η μορφή του email δεν υποστηρίζεται. Παρακαλώ δοκιμάστε ξανά με διαφορετικό email
es_ar: El formato de correo electrónico no está soportado. Intentá de nuevo con otro correo electrónico
fr: Format d’adresse e-mail non pris en charge. Veuillez réessayer avec une autre adresse e-mail
fy_nl: Opmaak e-mailadres net stipe. Probearje it opnij mei in oar e-mailadres
hu: Az e-mail-cím formátuma nem támogatott. Próbálja újra egy másik e-mail-címmel.
ia: Formato e-mail non supportate. Retenta con un e-mail differente
id: Format surel tidak didukung. Silakan coba lagi denga surel yang berbeda
is: Tölvupóstsniðið er ekki stutt. Reyndu aftur með öðru tölvupóstfangi
it: Formato email non supportato. Riprova con un’altra email
ja: サポートされていないメール形式です。別のメールアドレスでもう一度お試しください。
lo: ບໍ່ຮອງຮັບຮູບແບບອີເມວ. ກະລຸນາລອງອີກຄັ້ງດ້ວຍອີເມວອື່ນ
nl: Opmaak e-mailadres niet ondersteund. Probeer het opnieuw met een ander e-mailadres
pl: Format adresu e-mail nie jest obsługiwany. Spróbuj ponownie z innym adresem e-mail
pt_br: Formato de email não suportado. Tente novamente com outro email
pt_pt: O formato de e-mail não é suportado. Por favor, tente novamente com um e-mail diferente
ru: Формат электронной почты не поддерживается. Пожалуйста, попробуйте снова с другим адресом электронной почты
sk: Formát e‑mailovej adresy nie je podporovaný. Skúste to znova s inou e‑mailovou adresou
sl: Oblika e-poštnega naslova ni podprta. Poskusite znova z drugačnim e-poštnim naslovom
sq: Format i pambuluar email-i. Ju lutemi, riprovoni me një email tjetër
sv_se: E-postformat stöds inte. Försök igen med en annan e-postadress
th: ไม่รองรับรูปแบบอีเมลนี้ โปรดลองอีกครั้งโดยใช้อีเมลแบบอื่น
tr: E-posta biçimi desteklenmiyor. Lütfen farklı bir e-posta adresiyle yeniden deneyin
uk: Формат електронної пошти не підтримується. Будь ласка, спробуйте ще раз з іншою електронною адресою
vi: Định dạng email không được hỗ trợ. Vui lòng thử lại bằng email khác
zh_cn: 不支持的邮箱格式。请使用其他邮箱重试
zh_tw: 不支援的信箱格式，請使用其他信箱再試一次

# vpn.inAppAuth.invalidPasswordErrorMessage
source: Invalid password. Please try again
cs: Neplatné heslo. Zkuste to prosím znovu
cy: Cyfrinair annilys. Ceisiwch eto
da: Ugyldig adgangskode. Prøv igen
de: Falsches Passwort. Bitte versuchen Sie es erneut
el: Μη έγκυρος κωδικός πρόσβασης. Παρακαλώ δοκιμάστε ξανά
es_ar: Contraseña invalida. Intentá de nuevo
fr: Mot de passe incorrect. Veuillez réessayer
fy_nl: Unjildich wachtwurd. Probearje it opnij
hu: Helytelen jelszó. Próbálja újra.
ia: Contrasigno non valide, retenta
id: Sandi tidak valid. Silakan coba lagi
is: Ógilt lykilorð. Reyndu aftur
it: Password non corretta. Riprova.
ja: 無効なパスワードです。もう一度やり直してください。
lo: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງອີກຄັ້ງ
nl: Ongeldig wachtwoord. Probeer het opnieuw
pl: Nieprawidłowe hasło. Spróbuj ponownie
pt_br: Senha inválida. Tente novamente.
pt_pt: Palavra-passe inválida. Por favor, tente novamente
ru: Неверный пароль. Пожалуйста, попробуйте снова
sk: Heslo nie je platné. Skúste to znova.
sl: Napačno geslo. Poskusite znova
sq: Fjalëkalim i pavlefshëm. Ju lutemi, riprovoni
sv_se: Ogiltigt lösenord. Försök igen
th: รหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Geçersiz parola. Lütfen yeniden deneyin
uk: Неправильний пароль. Спробуйте ще раз
vi: Mật khẩu không đúng. Vui lòng thử lại
zh_cn: 密码不正确，请重试。
zh_tw: 密碼不正確，請再試一次
