Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.captivePortalAlert.actionPreActivation
source: You can turn on your VPN once you have gained internet access by logging in to the portal.
cs: Jakmile získáte přístup k internetu, můžete svou VPN zapnout přihlášením k portálu.
cy: Gallwch droi eich VPN ymlaen ar ôl i chi gael mynediad i'r rhyngrwyd trwy fewngofnodi i'r porth.
da: Du kan slå din VPN til, når du har oprettet forbindelse til internettet ved at logge ind i portalen.
de: Sie können Ihr VPN einschalten, sobald Sie Internetzugang erhalten haben, indem Sie sich beim Portal anmelden.
el: Μπορείτε να ενεργοποιήσετε το VPN σας, αφού αποκτήσετε πρόσβαση στο διαδίκτυο κάνοντας σύνδεση στην πύλη.
es_ar: Podés activar tu VPN una vez que hayás obtenido acceso a internet conectándote al portal.
fr: Vous pouvez activer votre VPN une fois l’accès à Internet obtenu en vous connectant au portail.
fy_nl: Jo kinne jo VPN ynskeakelje sa gau as jo ynternettagong krigen hawwe troch jo oan te melden by it portaal.
hu: Ha internet-hozzáférése lett a portálra való bejelentkezés után, akkor bekapcsolhatja a VPN-jét.
ia: Tu pote activar tu VPN un vice que tu ha ganiate accesso a internet per authentication al portal.
id: Anda dapat menyalakan VPN Anda ketika Anda dapat mengakses Internet dengan masuk ke dalam portal.
is: Þú getur kveikt á VPN-netinu þínu þegar þú hefur fengið netaðgang með því að skrá þig inn á gáttina.
it: È possibile attivare la VPN dopo aver eseguito l’accesso al portale e una volta che la connessione a Internet è attiva.
ja: ポータルにログインしてインターネットに接続したら VPN をオンにしてください。
lo: ທ່ານສາມາດເປີດໃຊ້ VPN ຂອງທ່ານໄດ້ເມື່ອທ່ານເຂົ້າເຖິງອິນເຕີເນັດໂດຍການເຂົ້າສູ່ລະບົບປະຕູ.
nl: U kunt uw VPN inschakelen zodra u internettoegang hebt verkregen door u aan te melden bij het portaal.
pl: Możesz włączyć VPN po zalogowaniu się do portalu i uzyskaniu dostępu do Internetu.
pt_br: Você pode ativar a VPN após obter acesso à internet, entrando na sua conta no portal.
pt_pt: Pode ligar a sua VPN assim que obtiver acesso à Internet quando iniciar sessão no portal.
ru: Вы можете включить VPN после того, как получите доступ в Интернет, войдя на портал.
sk: Po získaní prístupu na internet a prihlásení sa na portál môžete svoju sieť VPN zapnúť.
sl: VPN lahko vključite, potem ko pridobite dostop do interneta s prijavo na portalu.
sq: VPN-në tuaj mund ta aktivizoni sapo të jeni fituar hyrje në internet duke bërë hyrjen te portali.
sv_se: Du kan slå på din VPN när du har fått tillgång till internet genom att logga in på portalen.
th: คุณสามารถเปิด VPN เมื่อคุณเข้าถึงอินเทอร์เน็ตได้แล้วโดยการเข้าสู่ระบบในพอร์ทัล
tr: Portala giriş yapıp internet erişimi elde ettikten sonra VPN’inizi açabilirsiniz.
uk: Ви можете ввімкнути свою VPN після того, як отримаєте доступ до інтернету, увійшовши на портал.
vi: Bạn có thể bật VPN của mình sau khi có được quyền truy cập Internet bằng cách đăng nhập vào cổng.
zh_cn: 登录网络获得互联网访问权限后，重新开启 VPN。
zh_tw: 當您登入網路，可連線到網際網路後，就可以重新開啟 VPN。

# vpn.captivePortalAlert.buttonTextPostActivation
source: Turn off VPN
cs: Vypnout VPN
cy: Diffoddwch y VPN
da: Slå VPN fra
de: VPN deaktivieren
el: Απενεργοποίηση VPN
es_ar: Desactivar VPN
fr: Désactiver le VPN
fy_nl: VPN útskeakelje
hu: VPN kikapcsolása
ia: Disactivar VPN
id: Matikan VPN
is: Slökkva á VPN
it: Disattiva VPN
ja: VPN をオフにする
lo: ປິດ VPN
nl: VPN uitschakelen
pl: Wyłącz VPN
pt_br: Desativar VPN
pt_pt: Desligar a VPN
ru: Отключить VPN
sk: Vypnúť VPN
sl: Izklopi VPN
sq: Çaktivizoje VPN-në
sv_se: Stäng av VPN
th: ปิด VPN
tr: VPN’i kapat
uk: Вимкнути VPN
vi: Tắt VPN
zh_cn: 关闭 VPN
zh_tw: 關閉 VPN

# vpn.captivePortalAlert.buttonTextPreActivation
source: Okay
cs: OK
cy: Iawn
de: OK
el: Εντάξει
es_ar: Aceptar
fr: OK
fy_nl: OK
hu: Rendben
ia: OK
id: Oke
is: Allt í lagi
it: OK
ja: OK
lo: ຕົກລົງ
nl: Oké
pl: OK
pt_br: OK
pt_pt: Ok
ru: Хорошо
sk: OK
sl: V redu
sq: OK
sv_se: Okej
th: ตกลง
tr: Tamam
uk: Гаразд
vi: OK
zh_cn: 好的
zh_tw: 好的

# vpn.captivePortalAlert.header
source: A captive portal is when the guest Wi-Fi you are using requires you to log in to get internet access.
cs: Captive portál je, když hostující Wi-Fi, které používáte, vyžaduje, abyste se přihlásili, abyste získali přístup k internetu.
cy: Porth caeth yw pan fydd y Wi-Fi gwestai rydych chi'n ei ddefnyddio yn gofyn i chi fewngofnodi i gael mynediad i'r rhyngrwyd.
da: En tvungen portal fungerer ved at et gæste-wi-fi kræver, at du logger ind før du kan bruge det til at oprette forbindelse til internettet.
de: Ein Captive-Portal liegt vor, wenn Sie sich beim von Ihnen verwendete Gast-WLAN anmelden müssen, um einen Internetzugang zu erhalten.
el: Μια πύλη υποδοχής εμφανίζεται όταν το Wi-Fi επισκεπτών απαιτεί να κάνετε σύνδεση για να αποκτήσετε πρόσβαση στο διαδίκτυο.
es_ar: Un portal cautivo es cuando el Wi-Fi que estás usando requiere que iniciés sesión para tener acceso a internet.
fr: Vous voyez un portail captif quand le Wi-Fi invité que vous utilisez demande de vous connecter pour accéder à Internet.
fy_nl: In hotspot-oanmeldingsside wurdt toand, as it wifi-gastnetwurk dat jo brûke, fereasket dat jo jo oanmelde om ynternettagong te krijen.
hu: A begyűjtő portál az, amikor az Ön által használt vendég Wi-Fi-n be kell jelentkeznie az internet-hozzáféréshez.
ia: Un portal es captive quando le Wi-Fi pro visitantes que tu usa require que tu aperi session pro acceder a internet.
id: Portal tawanan adalah ketika Wi-Fi tamu yang Anda gunakan mewajibkan Anda untuk masuk untuk mendapatkan akses internet.
is: Þjónustugátt er þegar gesta-Wi-Fi tenging sem þú notar krefst þess að þú skráir þig inn til að fá netaðgang.
it: Un captive portal è una pagina del Wi-Fi per ospiti che stai utilizzando e richiede l’accesso tramite credenziali per potersi connettere a Internet.
ja: キャプティブポータルは、利用しようとしているゲスト Wi-Fi でインターネットへのアクセスにログインを必要とする場合の入り口です。
lo: captive portal ແມ່ນເວລາທີ່ Wi-Fi ແຂກທີ່ທ່ານກໍາລັງໃຊ້ຮຽກຮ້ອງໃຫ້ທ່ານເຂົ້າສູ່ລະບົບເພື່ອເຂົ້າເຖິງອິນເຕີເນັດ.
nl: Een hotspot-aanmeldingspagina wordt getoond als het wifi-gastnetwerk dat u gebruikt vereist dat u zich aanmeldt om internettoegang te verkrijgen.
pl: Portal przechwytujący to witryna, na której musisz się zalogować, by uzyskać dostęp do Internetu poprzez publiczną sieć Wi-Fi.
pt_br: Um portal cativo é quando o WiFi para visitantes que você está usando exige que entre na sua conta para obter acesso à internet.
pt_pt: Um portal de boas-vindas é quando um Wi-Fi para convidados requer autenticação para aceder à Internet.
ru: Captive-портал — это когда используемый вами гостевой Wi-Fi требует от вас входа в портал, чтобы получить доступ в Интернет.
sk: Portál na prihlásenie do siete je vtedy, keď hosťovská sieť Wi-Fi, ktorú práve používate, vyžaduje prihlásenie sa, aby ste získali prístup na internet.
sl: S prestreznim portalom omrežja Wi-Fi od gostov zahtevajo, da se za dostop do interneta prijavijo.
sq: Një portal kapës është kur Wi-Fi i huaj që po përdorni ju kërkon doemos të bëni hyrje, pa të keni internet.
sv_se: En upplåsningsportal är när ett gäst Wi-Fi du använder kräver att du loggar in för att få tillgång till internet.
th: พอร์ทัลคัดกรองคือหน้าที่แสดงขึ้นเมื่อเครือข่าย Wi-Fi สำหรับผู้ใช้ภายนอกซึ่งคุณกำลังใช้อยู่นั้นต้องการให้คุณเข้าสู่ระบบเพื่อเข้าถึงอินเทอร์เน็ต
tr: Kullandığınız misafir Wi-Fi ağında internet erişmek için oturum açmanız gerekiyorsa buna “kısıtlama portalı” denir.
uk: Портал перехоплення — це коли використовуваний вами гостьовий Wi-Fi вимагає від вас увійти, щоб отримати доступ до інтернету.
vi: Cổng bị khóa là khi Wi-Fi khách bạn đang sử dụng yêu cầu bạn đăng nhập để truy cập Internet.
zh_cn: 强制门户（Captive portal）：连接访客 Wi-Fi 时要求您登录才能访问互联网的页面。
zh_tw: 當您所連線到的 Wi-Fi 網路需要先登入才可開通網際網路連線時，強制顯示的頁面就稱為「強制入口」頁面。

# vpn.captivePortalAlert.title
source: Captive portal detected!
cs: Captive portál detekován!
cy: Porth caeth wedi'i ganfod!
da: Tvungen portal detekteret!
de: Captive-Portal erkannt!
el: Εντοπίστηκε πύλη υποδοχής!
es_ar: ¡Portal cautivo detectado!
fr: Portail captif détecté !
fy_nl: Hotspot-oanmeldingsside detektearre!
hu: Begyűjtű portál észlelve!
ia: Portal captive detegite!
id: Portal tawanan terdeteksi!
is: Þjónustugátt fannst!
it: Rilevato captive portal
ja: キャプティブポータルが検出されました
lo: ກວດພົບ Captive portal!
nl: Hotspot-aanmeldingspagina gedetecteerd!
pl: Wykryto portal przechwytujący!
pt_br: Portal cativo detectado!
pt_pt: Portal de boas-vindas detetado!
ru: Обнаружен перехватывающий портал!
sk: Bol rozpoznaný prihlasovací portál
sl: Zaznan je prestrezni portal!
sq: U pika portal kapës!
sv_se: Upplåsningsportal upptäckt!
th: ตรวจพบพอร์ทัลคัดกรอง!
tr: Kısıtlama portalı algılandı!
uk: Виявлено портал перехоплення!
vi: Đã phát hiện cổng bị khoá!
zh_cn: 检测到网络登录页面！
zh_tw: 偵測到網路登入頁面！

# vpn.connectionInfo.connectionInformation
source: Connection information
cs: Informace o připojení
cy: Manylion y cysylltiad
da: Oplysninger om forbindelsen
de: Verbindungsinformationen
el: Πληροφορίες σύνδεσης
es_ar: Información de conexión
fr: Informations de connexion
fy_nl: Ferbiningsynformaasje
hu: Kapcsolat adatai
ia: Informationes de connexion
id: Informasi sambungan
is: Upplýsingar um tengingu
it: Informazioni sulla connessione
ja: 接続情報
lo: ຂໍ້ມູນການເຊື່ອມຕໍ່
nl: Verbindingsinformatie
pl: Informacje o połączeniu
pt_br: Informações da conexão
pt_pt: Informação de conexão
ru: Информация о подключении
sk: Informácie o pripojení
sl: Podatki o povezavi
sq: Hollësi lidhjeje
sv_se: Anslutningsinformation
th: ข้อมูลการเชื่อมต่อ
tr: Bağlantı bilgileri
uk: Відомості про з'єднання
vi: Thông tin kết nối
zh_cn: 连接信息
zh_tw: 連線資訊

# vpn.connectionInfo.errorMessage
source: Looks like there was an unexpected error while trying to connect. Please try again or check your connection.
cs: Zdá se, že při pokusu o připojení došlo k neočekávané chybě. Zkuste to znovu nebo zkontrolujte připojení.
cy: Mae'n ymddangos bod gwall annisgwyl wedi digwydd wrth geisio cysylltu. Ceisiwch eto neu gwiriwch eich cysylltiad.
da: Det ser ud til, at der opstod en uventet fejl under oprettelse af forbindelsen. Prøv igen eller kontroller din forbindelse.
de: Anscheinend ist beim Verbindungsversuch ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut oder überprüfen Sie Ihre Verbindung.
el: Φαίνεται ότι προέκυψε ένα μη αναμενόμενο σφάλμα κατά την προσπάθεια σύνδεσης. Παρακαλώ δοκιμάστε ξανά ή ελέγξτε τη σύνδεσή σας.
es_ar: Parece que hubo un error inesperado al intentar conectarse. Volvé a intentarlo o revisá tu conexión.
fr: Il semble qu’une erreur inattendue se soit produite lors de la tentative de connexion. Veuillez réessayer ou vérifier votre connexion à Internet.
fy_nl: It liket derop dat der in ûnferwachte flater bard is wylst it ferbinen. Probearje it opnij of kontrolearje jo ferbinding.
hu: Úgy tűnik, váratlan hiba történt a csatlakozási kísérlet során. Próbálja újra, vagy ellenőrizze a kapcsolatot.
ia: Pare que ha occurrite un error impreviste durante le tentativa de connecter. Retenta o verifica tu connexion.
id: Sepertinya ada kesalahan tak terduga ketika mencoba tersambung. Silakan coba lagi atau periksa sambungan Anda.
is: Svo virðist sem óvænt villa hafi komið upp þegar reynt var að tengjast. Reyndu aftur eða athugaðu nettenginguna þína.
it: Sembra che si sia verificato un errore imprevisto durante il tentativo di connessione. Riprova o verifica la connessione a Internet.
ja: 接続試行中に予期しないエラーが発生したようです。再度試すか、接続を確認してください。
lo: ເບິ່ງຄືວ່າມີຄວາມຜິດພາດທີ່ບໍ່ຄາດຄິດໃນຂະນະທີ່ພະຍາຍາມເຊື່ອມຕໍ່. ກະລຸນາລອງອີກຄັ້ງ ຫຼື ກວດເບິ່ງການເຊື່ອມຕໍ່ຂອງທ່ານ.
nl: Het lijkt erop dat er een onverwachte fout is opgetreden tijdens het verbinden. Probeer het opnieuw of controleer uw verbinding.
pl: Wygląda na to, że podczas próby nawiązania połączenia wystąpił nieoczekiwany błąd. Spróbuj ponownie lub sprawdź połączenie.
pt_br: Parece que houve um erro inesperado ao tentar conectar. Tente novamente ou verifique sua conexão.
pt_pt: Parece que houve um erro inesperado ao tentar ligar. Por favor, volte a tentar ou verifique a sua ligação.
ru: Похоже, при попытке подключения произошла непредвиденная ошибка. Повторите попытку или проверьте подключение.
sk: Zdá sa, že pri pokuse o pripojenie sa vyskytla neočakávaná chyba. Skúste to znova alebo skontrolujte pripojenie.
sl: Videti je, da je med poskusom povezovanja prišlo do nepričakovane napake. Poskusite znova ali preverite svojo povezavo.
sq: Duket se pati një gabim të papritur teksa provohej të bëhej lidhja. Ju lutemi, riprovoni, ose kontrolloni lidhjen tuaj.
sv_se: Det verkar som att det uppstod ett oväntat fel när du försökte ansluta. Försök igen eller kontrollera din anslutning.
th: ดูเหมือนว่าจะมีข้อผิดพลาดที่ไม่คาดคิดเกิดขึ้นขณะพยายามเชื่อมต่อ โปรดลองอีกครั้งหรือตรวจสอบการเชื่อมต่อของคุณ
tr: Bağlanmaya çalışılırken beklenmeyen bir hata oluştu. Lütfen yeniden deneyin veya bağlantınızı kontrol edin.
uk: Схоже, що під час спроби з'єднання сталася неочікувана помилка. Спробуйте ще раз або перевірте з'єднання.
vi: Có vẻ như đã xảy ra lỗi không mong muốn khi cố gắng kết nối. Vui lòng thử lại hoặc kiểm tra kết nối của bạn.
zh_cn: 尝试连接时似乎出现了意外错误。请重试或检查您的连接。
zh_tw: 嘗試連線時發生了未預期的錯誤，請再試一次或檢查網路連線狀態。

# vpn.connectionInfo.exitServerLabelIp
source: Exit Server IP:
cs: IP adresa výstupního serveru:
cy: Gadael IP Gweinydd:
da: Exit-serverens IP:
de: Ausgangsserver-IP:
el: IP διακομιστή εξόδου:
es_ar: IP del servidor de salida:
fr: IP du serveur de sortie :
fy_nl: IP-adres útgongsserver:
hu: Kilépési kiszolgáló IP-címe:
ia: IP del servitor de exito:
id: Keluar dari IP Server:
is: IP-vistfang útgangsnetþjóns:
it: IP server uscita:
ja: 出口サーバーの IP:
lo: ອອກຈາກ IP ຂອງເຊີບເວີ:
nl: IP-adres uitgangsserver:
pl: IP serwera wyjściowego:
pt_br: IP do servidor de saída:
pt_pt: IP do servidor de saída:
ru: Выходной IP-адрес сервера:
sk: IP adresa výstupného servera:
sl: IP izhodnega strežnika:
sq: IP Shërbyesi Daljeje:
sv_se: Utgående server-IP:
th: IP เซิร์ฟเวอร์ขาออก:
tr: Çıkış sunucusu IP’si:
uk: IP вихідного сервера:
vi: IP máy chủ đích:
zh_cn: 出口服务器 IP：
zh_tw: 出口伺服器 IP：

# vpn.connectionInfo.exitServerLabelIpv6
source: Exit Server IPv6:
cs: IPv6 adresa výstupního serveru:
cy: Gadael Gweinydd IPv6:
da: IPv6 for exit-serveren:
de: Ausgangsserver-IPv6:
el: IPv6 διακομιστή εξόδου:
es_ar: IPv6 del servidor de salida:
fr: IPv6 du serveur de sortie :
fy_nl: IPv6-adres útgongsserver:
hu: Kilépési kiszolgáló IPv6-címe:
ia: IPv6 del servitor de exito:
id: Keluar dari Server IPv6:
is: IPv6-vistfang útgangsnetþjóns:
it: IPv6 server uscita:
ja: 出口サーバーの IPv6:
lo: ອອກຈາກເຊີບເວີ IPv6:
nl: IPv6-adres uitgangsserver:
pl: IPv6 serwera wyjściowego:
pt_br: IPv6 do servidor de saída:
pt_pt: IPv6 do servidor de saída:
ru: Выходной IPv6-адрес сервера:
sk: IPv6 adresa výstupného servera:
sl: IPv6 izhodnega strežnika:
sq: IPv6 Shërbyesi Daljeje:
sv_se: Utgående server IPv6:
th: IPv6 เซิร์ฟเวอร์ขาออก:
tr: Çıkış sunucusu IPv6:
uk: IPv6 вихідного сервера:
vi: IPv6 máy chủ đích:
zh_cn: 出口服务器 IPv6：
zh_tw: 出口伺服器 IPv6：

# vpn.connectionInfo.highBulletOne
source: Streaming in 4K
cs: Streamování v 4K
cy: Ffrydio mewn 4K
da: Streaming i 4K
el: Ροή σε 4K
es_ar: Transmisión en 4K
fr: Streaming en 4K
fy_nl: Streame yn 4K
hu: Közvetítés 4K-ban
ia: Transmission in 4K
id: Streaming dalam 4K
is: Streymi í 4K
ja: 4K ストリーミング
lo: ການຖ່າຍທອດໃນ 4K
nl: Streamen in 4K
pl: Przesyłanie strumieniowe wideo w 4K
pt_br: Transmissão em 4K
pt_pt: Transmissão em 4K
ru: Стриминг в 4K
sk: Streamovanie v 4K
sl: pretakanje v 4K
sq: Transmetime në 4K
sv_se: Strömning i 4K
th: สตรีมมิ่งในระบบ 4K
tr: 4K video akışı
uk: Потокове відео в 4K
vi: Phát trực tuyến ở 4K
zh_cn: 4K 视频
zh_tw: 使用 4K 串流

# vpn.connectionInfo.highBulletThree
source: Online gaming
cs: Online hraní
cy: Chwarae gemau ar-lein
da: Online-spil
de: Online-Spiele
el: Online παιχνίδια
es_ar: Juegos en línea
fr: Jeux en ligne
fy_nl: Online game
hu: Online játék
ia: Jocos in linea
id: Permainan daring
is: Netleikir
it: Giochi online
ja: オンラインゲーム
lo: ເກມອອນລາຍ
nl: Online gamen
pl: Granie przez Internet
pt_br: Jogos online
pt_pt: Jogo online
ru: Онлайн-игры
sk: Online hranie
sl: igranje spletnih iger
sq: Lojëra në internet
sv_se: Online-spelande
th: เกมออนไลน์
tr: Çevrimiçi oyun
uk: Онлайн ігри
vi: Trò chơi trực tuyến
zh_cn: 网络游戏
zh_tw: 線上遊戲

# vpn.connectionInfo.highBulletTwo
source: High-speed downloads
cs: Vysokorychlostní stahování
cy: Llwytho i lawr cyflym
da: Filhentninger med høj hastighed
de: Hochgeschwindigkeits-Downloads
el: Λήψεις υψηλής ταχύτητας
es_ar: Descargas de alta velocidad
fr: Téléchargements à grande vitesse
fy_nl: Rappe downloads
hu: Nagy sebességű letöltések
ia: Discargamentos a alte velocitate
id: Unduhan berkecepatan tinggi
is: Háhraða niðurhal
it: Download ad alta velocità
ja: 高速ダウンロード
lo: ການດາວໂຫຼດຄວາມໄວສູງ
nl: Snelle downloads
pl: Pobieranie plików w wysokiej prędkości
pt_br: Downloads em alta velocidade
pt_pt: Transferências de alta velocidade
ru: Высокоскоростные загрузки
sk: Vysokorýchlostné sťahovanie
sl: hitre prenose
sq: Shkarkime me shpejtësi të lartë
sv_se: Höghastighetsnedladdningar
th: ดาวน์โหลดความเร็วสูง
tr: Yüksek hızda indirme
uk: Високошвидкісні завантаження
vi: Tải xuống tốc độ cao
zh_cn: 高速下载
zh_tw: 高速下載

# vpn.connectionInfo.labelBitps
source: bit/s
el: bit/δ
id: bit/dtk
is: bitar/s
ja: ビット/秒
ru: бит/с
th: บิต/วินาที
tr: bit/sn
uk: біт/с

# vpn.connectionInfo.labelGbitps
source: Gbit/s
el: Gbit/δ
id: Gbit/dtk
is: Gbitar/s
ja: Gbit/秒
ru: Гбит/с
th: กิกะบิต/วินาที
tr: Gbit/sn
uk: Гбіт/с

# vpn.connectionInfo.labelKbitps
source: kbit/s
el: kbit/δ
id: kbit/dtk
is: kbitar/s
ja: kbit/秒
ru: кбит/с
th: กิโลบิต/วินาที
tr: kbit/sn
uk: кбіт/с

# vpn.connectionInfo.labelMbitps
source: Mbit/s
el: Mbit/δ
id: Mbit/dtk
is: Mbitar/s
ja: Mbit/秒
ru: Мбит/с
th: เมกะบิต/วินาที
tr: Mbit/sn
uk: Мбіт/с

# vpn.connectionInfo.labelPing
source: Ping
ru: Пинг
uk: Пінг
zh_tw: Ping 值

# vpn.connectionInfo.labelTbitps
source: Tbit/s
el: Tbit/δ
id: Tbit/dtk
is: Tbitar/s
ja: Tbit/秒
ru: Тбит/с
th: เทราบิต/วินาที
tr: Tbit/sn
uk: Тбіт/с

# vpn.connectionInfo.labelUpload
source: Upload
cs: Nahrávání
cy: Llwytho i fyny
el: Μεταφόρτωση
es_ar: Subir
fr: Émission
fy_nl: Oplade
hu: Feltöltés
ia: Incargar
id: Unggah
is: Senda inn
ja: アップロード
lo: ອັບໂຫລດ
nl: Uploaden
pt_br: Enviar
pt_pt: Envio
ru: Отправка
sk: Odosielanie
sl: Nalaganje
sq: Ngarkim
sv_se: Uppladdning
th: อัปโหลด
uk: Вивантажити
vi: Tải lên
zh_cn: 上传
zh_tw: 上傳

# vpn.connectionInfo.listHeaderDefault
source: At your current speed, here’s what your device is optimized for:
cs: Při vaší aktuální rychlosti je vaše zařízení optimalizováno pro:
cy: Ar eich cyflymder presennol, dyma beth mae'ch dyfais wedi'i optimeiddio ar ei gyfer:
da: Med din nuværende hastighed er din enhed optimeret til:
de: Bei Ihrer aktuellen Geschwindigkeit ist Ihr Gerät für Folgendes optimiert:
el: Με την τρέχουσα ταχύτητά σας, δείτε για ποιες δραστηριότητες είναι βελτιστοποιημένη η συσκευή σας:
es_ar: Con la velocidad actual, tu dispositivo está optimizado para esto:
fr: À la vitesse actuelle, voici ce pour quoi votre appareil est optimisé :
fy_nl: Mei jo aktuele snelheid is jo apparaat hjirfoar optimalisearre:
hu: Jelenlegi sebessége mellett a következőkre van optimalizálva az eszköze:
ia: A tu velocitate actual, tu apparato es optimisate pro:
id: Dengan kecepatan Anda saat ini, inilah yang dioptimalkan untuk perangkat Anda:
is: Á núverandi hraða þínum, hér er það sem tækið þitt er bestað fyrir:
it: Alla tua velocità attuale, il tuo dispositivo è ottimizzato per:
ja: 現在の接続速度では端末が次の用途に最適化されます:
lo: ໃນຄວາມໄວປັດຈຸບັນຂອງທ່ານ, ນີ້ແມ່ນສິ່ງທີ່ອຸປະກອນຂອງທ່ານຖືກປັບປຸງໃຫ້ເໝາະສົມ:
nl: Met uw huidige snelheid is uw apparaat hiervoor geoptimaliseerd:
pl: Przy obecnej prędkości, Twoje urządzenie jest zoptymalizowane do następujących zadań:
pt_br: Na velocidade atual, veja para que seu dispositivo está otimizado:
pt_pt: Com a sua velocidade atual, eis o que o seu dispositivo é capaz de fazer:
ru: Вот для чего оптимизировано ваше устройство при вашей текущей скорости:
sk: Pri vašej aktuálnej rýchlosti je vaše zariadenie optimalizované pre:
sl: Pri trenutni hitrosti je vaša naprava optimizirana za:
sq: Nën shpejtësinë tuaj të tanishme, ja për çfarë është optimizuar pajisja juaj:
sv_se: Här är vad din enhet är optimerad för med din nuvarande hastighet:
th: ที่ความเร็วปัจจุบันของคุณ อุปกรณ์ของคุณได้ถูกเพิ่มประสิทธิภาพสำหรับ:
tr: Mevcut hızınızda cihazınızla şunları yapabilirsiniz:
uk: Ось для чого оптимізовано ваш пристрій із поточною швидкістю:
vi: Với tốc độ hiện tại của bạn, đây là mục đích thiết bị của bạn được tối ưu hóa:
zh_cn: 以您目前的速度，您的设备针对以下方面进行了优化：
zh_tw: 以您目前的連線速度，您的裝置適合使用下列功能：

# vpn.connectionInfo.listHeaderSlow
source: It looks like the connection to this server location is a bit slow, you can try:
cs: Zdá se, že je spojení se serverem v tomto umístění pomalé, můžete zkusit:
cy: Mae'n edrych fel bod y cysylltiad â lleoliad y gweinydd hwn ychydig yn araf, gallwch geisio:
da: Det ser ud til, at forbindelsen til denne server-placering er langsom. Du kan prøve at:
de: Anscheinend ist die Verbindung zu diesem Serverstandort etwas langsam, Sie können Folgendes versuchen:
el: Φαίνεται ότι η σύνδεση σε αυτήν την τοποθεσία διακομιστή είναι λίγο αργή, μπορείτε να δοκιμάσετε:
es_ar: Parece que la conexión a la ubicación de este servidor está un poco lenta, podés probar:
fr: Il semble que la connexion à un serveur situé à cet emplacement soit un peu lente, vous pouvez essayer :
fy_nl: It liket derop dat de ferbining mei dizze serverlokaasje wat stadich is, jo kinne it folgjende probearje:
hu: Úgy tűnik, a kapcsolat ezzel a kiszolgálóhellyel kissé lassú, megpróbálhatja a következőket:
ia: Pare que le connexion al servitor in iste position es un poco lente. Tu pote tentar:
id: Sepertinya koneksi ke lokasi server ini agak lambat, Anda dapat mencoba:
is: Það lítur út fyrir að tengingin við þessa staðsetningu netþjóns sé svolítið hæg, þú getur prófað:
it: Sembra che la connessione al server per questa posizione sia un po’ lenta, puoi provare a:
ja: このサーバーの場所への接続が遅いようです。次のことを試してください:
lo: ເບິ່ງຄືວ່າການເຊື່ອມຕໍ່ກັບສະຖານທີ່ເຊີບເວີນີ້ແມ່ນຊ້າເລັກນ້ອຍ, ທ່ານສາມາດລອງ:
nl: Het lijkt erop dat de verbinding met deze serverlocatie enigszins traag is, u kunt het volgende proberen:
pl: Wygląda na to, że połączenie z tą lokalizacją serwera jest nieco wolne, możesz spróbować:
pt_br: Parece que a conexão com este local de servidor está um pouco lenta, você pode tentar:
pt_pt: Parece que a ligação à localização deste servidor é um pouco lenta. Pode tentar:
ru: Похоже, соединение с этим сервером немного медленное, вы можете попробовать:
sk: Zdá sa, že pripojenie k tomuto serveru je trochu pomalé, môžete skúsiť:
sl: Videti je, da je povezava s tem strežnikom nekoliko počasna. Poskusite lahko:
sq: Duket se lidhja me këtë shërbyes është pak e ngadaltë, mund të provoni:
sv_se: Det verkar som att anslutningen till den här serverplatsen är lite långsam, du kan prova:
th: ดูเหมือนว่าการเชื่อมต่อกับตำแหน่งเซิร์ฟเวอร์นี้จะช้าเล็กน้อย คุณสามารถลอง:
tr: Görünüşe göre bu sunucu konumuna bağlantınız biraz yavaş. Şunları deneyebilirsiniz:
uk: Схоже, що з'єднання з цим сервером дещо повільне, ви можете спробувати:
vi: Có vẻ như kết nối đến địa điểm máy chủ này hơi chậm, bạn có thể thử:
zh_cn: 与此位置的服务器连接似乎有点慢，您可以尝试：
zh_tw: 看來您與此伺服器之間的連線速度有點慢，可以試著：
