Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.settings.appExclusionSettings
source: App exclusions
cs: Výjimky pro aplikace
cy: Eithriadau ap
da: App-undtagelser
el: Εξαιρέσεις εφαρμογών
es_ar: Exclusiones de la aplicación
fr: Exclusion d’applications
fy_nl: App-útsûnderingen
hu: Alkalmazáskizárások
ia: Exclusiones del app
id: Pengecualian aplikasi
ja: アプリの除外
lo: ການຍົກເວັ້ນແອັບ
nl: App-uitzonderingen
pt_br: Exclusão de aplicativos
pt_pt: Exclusão de aplicações
sk: Výnimky pre aplikácie
sl: Izvzete aplikacije
sq: Përjashtime aplikacionesh
sv_se: Apputeslutningar
uk: Винятки для програм
vi: Loại trừ ứng dụng
zh_cn: 排除应用
zh_tw: 排除應用程式

# vpn.settings.appPreferences
source: App preferences
cs: Nastavení aplikace
cy: Dewisiadau ap
da: Indstillinger for app
el: Προτιμήσεις εφαρμογής
es_ar: Preferencias de la aplicación
fr: Préférences de l’application
fy_nl: App-foarkarren
hu: Alkalmazásbeállítások
ia: Preferentias del app
id: Preferensi aplikasi
ja: アプリの設定
nl: App-voorkeuren
pt_pt: Preferências da aplicação
sk: Nastavenia aplikácie
sq: Parapëlqime aplikacioni
sv_se: Appinställningar
uk: Налаштування програм
vi: Tùy chỉnh ứng dụng
zh_cn: 应用偏好

# vpn.settings.dataCollectionDescription
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla
cs: Umožněte Mozilla VPN posílat do Mozilly technická data, údaje o interakcích, kampaních a doporučeních
cy: Caniatáu i Mozilla VPN anfon data technegol, rhyngweithio, ac ymgyrchu ac chyfeirio at Mozilla
da: Tillad at Mozilla VPN sender tekniske data, data om interaktion, markedsføring og henvisninger til Mozilla
el: Να επιτρέπεται στο Mozilla VPN η αποστολή τεχνικών δεδομένων, δεδομένων αλληλεπίδρασης, καμπανιών και παραπομπών στη Mozilla
es_ar: Permitir que Mozilla VPN envíe datos técnicos, de interacción, de campañas y referencias a Mozilla
fr: Autoriser Mozilla VPN à envoyer des données techniques, d’interaction, de campagne et de référence à Mozilla
fy_nl: Mozilla VPN tastean om technyske, ynteraksje-, kampanje- en ferwizingsgegevens nei Mozilla te ferstjoeren
hu: Engedélyezés a Mozilla VPN-nek, hogy műszaki, interakciós, kampány- és hivatkozási adatokat küldjön a Mozillának
ia: Permitter a Mozilla VPN de inviar datos technic, de interaction, de campania e de referentia a Mozilla
id: Izinkan Mozilla VPN mengirim data teknis, interaksi, dan kampanye serta perujuk ke Mozilla
ja: Mozilla VPN が技術データ、対話データ、キャンペーンおよび参照データを Mozilla に送信することを許可します
lo: ອະນຸຍາດໃຫ້ Mozilla VPN ສົ່ງຂໍ້ມູນດ້ານວິຊາການ, ການໂຕ້ຕອບ, ແລະແຄມເປນແລະການສົ່ງຕໍ່ໄປຫາ Mozilla
nl: Mozilla VPN toestaan om technische, interactie-, campagne- en verwijzingsgegevens naar Mozilla te verzenden
pt_br: Permitir que o Mozilla VPN envie dados técnicos e de interação, campanhas e referências para a Mozilla
pt_pt: Permitir que a Mozilla VPN envie dados técnicos, de interação, e de campanha e indicação à Mozilla
sk: Povoliť Mozilla VPN odosielať do Mozilly technické údaje, údaje o interakciách, kampaniach a odporúčaniach
sl: Dovoli, da Mozilla VPN pošilja Mozilli tehnične podatke, podatke o interakcijah, akcijah in priporočilih
sq: Lejojeni Mozilla VPN të dërgojë te Mozilla të dhëna teknike, ndërveprimesh, fushatash dhe referuese
sv_se: Tillåt Mozilla VPN att skicka teknisk, interaktions- och kampanj- och hänvisningsdata till Mozilla
uk: Дозволити Mozilla VPN надсилати в Mozilla технічні дані, дані про взаємодію, кампанії та реферальні дані
vi: Cho phép Mozilla VPN gửi dữ liệu kỹ thuật, tương tác, dữ liệu chiến dịch và giới thiệu tới Mozilla
zh_cn: 允许 Mozilla VPN 向 Mozilla 发送技术、交互、活动和推荐数据
zh_tw: 允許 Mozilla VPN 向 Mozilla 回報技術、使用、促銷活動與導購資料

# vpn.settings.privacyMalwareBody
source: Helps protect you from ransomware, phishing, spyware, viruses, and malware
cy: Yn helpu i'ch diogelu rhag pridwar, gwe-rwydo, ysbïwedd, firysau a maleiswedd
fr: Vous aide à vous protéger contre les ransomwares, le phishing, les logiciels espions, les virus et les logiciels malveillants
ia: Adjuta a proteger te de ransomware, fraude, spyware, viruses, e malware
pt_pt: Ajuda a protegê-lo de ransomware, phishing, spyware, vírus, e malware
uk: Захист від програм-вимагачів, шахрайства, шпигунських програм, вірусів і зловмисного програмного забезпечення
zh_cn: 帮助保护您免受勒索软件、网络钓鱼、间谍软件、病毒和恶意软件的侵害

# vpn.settings.tipsAndTricksSettings
source: Tips and tricks
cy: Awgrymiadau a thriciau
da: Tips og tricks
fr: Trucs et astuces
hu: Tippek és trükkök
ia: Suggestiones e astutias
id: Tip dan trik
ja: ヒントと活用法
pt_pt: Truques e dicas
sk: Tipy a triky
uk: Поради та підказки
zh_cn: 使用技巧

# vpn.splittunnel.infoCardDescription
source: VPN must be off to edit App exclusions
cs: Chcete-li upravit výjimky pro aplikace, musí být VPN vypnutá
cy: Rhaid i VPN fod i ffwrdd i olygu Caniatâd Apiau
da: VPN skal være slået fra for at redigere app-undtagelser
el: Το VPN πρέπει να είναι ανενεργό για την επεξεργασία των εξαιρέσεων εφαρμογών
es_ar: La VPN debe estar desactivada para editar las exclusiones de la aplicación
fr: Le VPN doit être désactivé pour modifier l’exclusion d’applications
fy_nl: VPN moat útskeakele wêze om app-útsûnderingen te bewurkjen
hu: Az alkalmazáskizárások szerkesztéséhez ki kell kapcsolni a VPN-t
ia: Le VPN debe esser inactive pro modificar le exclusiones de app
id: VPN harus dimatikan untuk mengedit Pengecualian aplikasi
ja: アプリの除外設定を編集するには VPN をオフにする必要があります
lo: VPN ຕ້ອງປິດເພື່ອແກ້ໄຂການຍົກເວັ້ນແອັບ
nl: VPN dient uitgeschakeld te zijn om app-uitzonderingen te bewerken
pt_br: A VPN deve estar desativada para editar exclusão de aplicativos
pt_pt: A VPN tem de estar desligada para editar as exclusões de aplicações
sk: Ak chcete upravovať výnimky pre aplikácie, VPN musí byť vypnutá
sl: Za urejanje izvzetih aplikacij mora biti VPN izklopljen
sq: VPN-ja duhet të jetë e fikur, që të përpunohen përjashtime Aplikacionesh
sv_se: VPN måste vara avstängt för att redigera apputeslutningar
uk: Щоб змінити винятки для програм, потрібно вимкнути VPN
vi: Phải tắt VPN để chỉnh sửa Loại trừ ứng dụng
zh_cn: 关闭 VPN 后方可更改要排除的应用
zh_tw: 必須先中斷 VPN 才能編輯應用程式排除項目

# vpn.splittunnel.infoText2
source: For any questions about setting app exclusions, we’ve provided some helpful tips on our website.
cs: Máte-li dotazy týkajících se nastavení výjimek pro aplikace, na našem webu uvádíme několik užitečných tipů.
cy: Am unrhyw gwestiwn ar osod eithriadau apiau, mae gennym rhai awgrymiadau defnyddiol ar ein gwefan.
da: Hvis du har spørgsmål om at sætte app-undtagelser op, så har vi samlet nogle tips på vores websted.
el: Για τυχόν ερωτήσεις σχετικά με τον καθορισμό εξαιρέσεων εφαρμογών, ο ιστότοπός μας παρέχει μερικές χρήσιμες συμβουλές.
es_ar: Para cualquier pregunta sobre cómo configurar las exclusiones de la aplicación, proporcionamos algunos consejos útiles en nuestro sitio web.
fr: Pour toute question sur la configuration de l’exclusion d’applications, nous fournissons quelques conseils utiles sur notre site web.
fy_nl: Foar fragen oer it ynstellen fan app-útslútingen hawwe wy inkelde handige tips op ús website jûn.
hu: Ha kérdése van az alkalmazáskizárások beállításával kapcsolatban, akkor néhány hasznos tippet adunk a weboldalunkon.
ia: Pro ulle questiones re le configuration del exclusiones de app, nos ha fornite alcun consilios utile sur nostre sito web.
id: Untuk pertanyaan tentang pengaturan pengecualian aplikasi, kami telah menyediakan beberapa kiat bermanfaat di situs web kami.
ja: アプリの除外設定に関する質問については、ウェブサイトでいくつかの役立つヒントを提供しています。
lo: ສໍາລັບຄໍາຖາມໃດໆກ່ຽວກັບການຕັ້ງຄ່າການຍົກເວັ້ນແອັບຯ, ພວກເຮົາໄດ້ໃຫ້ຄໍາແນະນໍາທີ່ເປັນປະໂຫຍດບາງຢ່າງຢູ່ໃນເວັບໄຊທ໌ຂອງພວກເຮົາ.
nl: Voor vragen over het instellen van app-uitsluitingen hebben we enkele handige tips op onze website gegeven.
pt_br: Para qualquer dúvida sobre configuração de exclusão de aplicativos, fornecemos algumas dicas úteis em nosso site.
pt_pt: Para questões acerca das exclusões de aplicações, fornecemos algumas dicas úteis no nosso website.
sk: V prípade akýchkoľvek otázok o nastavení výnimiek pre aplikácie sme na našej webovej stránke poskytli niekoľko užitočných tipov.
sl: V zvezi s kakršnimikoli vprašanji o nastavljanju izvzetih aplikacij smo na naši spletni strani pripravili nekaj koristnih nasvetov.
sq: Për çfarëdo pyetjesh mbi ujdisje përjashtimesh aplikacionesh, kemi dhënë disa ndihmëza të dobishme në sajtin tonë.
sv_se: För alla frågor om att ställa in apputeslutningar har vi tillhandahållit några användbara tips på vår webbplats.
uk: З будь-яких питань щодо налаштування виключень програм ми пропонуємо кілька корисних порад на нашому вебсайті.
vi: Đối với bất kỳ câu hỏi nào về cách cài đặt loại trừ ứng dụng, chúng tôi đã cung cấp một số mẹo hữu ích trên trang web của mình.
zh_cn: 若您对设置排除应用有疑问，我们在支持网站上提供了相关实用技巧。
zh_tw: 若有關於設定應用程式排除功能的任何問題，我們在網站中提供一些有用的小撇步。

# vpn.subscriptionManagement.addFirefoxRelay
source: Add Firefox Relay
cy: Ychwanegu Firefox Relay
fr: Ajouter Firefox Relay
ia: Adder Firefox Relay
pt_pt: Adicionar o Firefox Relay
uk: Додати Firefox Relay
zh_cn: 订阅 Firefox Relay

# vpn.subscriptionManagement.menuTitle
source: Profile
cs: Profil
cy: Proffil
da: Profil
el: Προφίλ
es_ar: Perfil
fr: Profil
fy_nl: Profyl
hu: Profil
ia: Profilo
id: Profil
ja: プロファイル
nl: Profiel
pt_pt: Perfil
sk: Profil
sq: Profil
sv_se: Profil
uk: Профіль
vi: Hồ sơ
zh_cn: 个人资料

# vpn.subscriptionManagement.upgrade
source: Upgrade
cy: Uwchraddio
fr: Mettre à niveau
ia: Promover
pt_pt: Atualizar
uk: Оновити
zh_cn: 升级

# vpn.telemetryPolicyView.dataCollectionAndUse
source: Data collection and use
cs: Sběr dat a jejich použití
cy: Casglu a defnyddio data
da: Dataindsamling og -brug
el: Συλλογή και χρήση δεδομένων
es_ar: Recopilación y uso de datos
fr: Collecte et utilisation des données
fy_nl: Gegevenssamling en gebrûk
hu: Adatgyűjtés és felhasználás
ia: Recolta e uso de datos
id: Pengumpulan dan penggunaan data
ja: データの収集と使用
lo: ການ​ເກັບ​ກໍາ​ຂໍ້​ມູນ​ ແລະ​ ການ​ນໍາ​ໃຊ້​
nl: Gegevensverzameling en -gebruik
pt_br: Coleta e uso de dados
pt_pt: Recolha e utilização de dados
sk: Zhromažďovanie a použitie údajov
sl: Zbiranje in uporaba podatkov
sq: Grumbullim dhe përdorim të dhënash
sv_se: Datainsamling och användning
uk: Збір та використання даних
vi: Thu thập và sử dụng dữ liệu
zh_cn: 数据收集与使用
zh_tw: 資料收集與使用

# vpn.tipsAndTricks.advancedTipsDescription
source: Let us help you learn more about Mozilla VPN
cy: Gadewch inni eich helpu i gael y gorau o Mozilla VPN
da: Vi hjælper dig med at blive klogere på Mozilla VPN
fr: Laissez-nous vous aider à en savoir plus sur Mozilla VPN
hu: Segítünk többet megtudni a Mozilla VPN-ről
ia: Permitte nos de adjutar te a saper plus re Mozilla VPN
id: Izinkan kami membantu Anda mempelajari lebih lanjut tentang Mozilla VPN
ja: Mozilla VPN について詳しく解説します
pt_pt: Deixe-nos ajudá-lo a aprender mais sobre a Mozilla VPN
sk: Pomôžeme vám dozvedieť sa viac o Mozilla VPN
uk: Дозвольте допомогти вам дізнатися більше про Mozilla VPN
zh_cn: 让我们帮助您了解有关 Mozilla VPN 的更多信息

# vpn.tipsAndTricks.advancedTipsGuideViewTitle
source: Advanced tip
cy: Awgrymiadau uwch
da: Avanceret tip
fr: Conseils avancés
hu: Tipp tapasztalt felhasználóknak
ia: Consilio avantiate
id: Kiat lanjutan
ja: 上級者向けのヒント
pt_pt: Dica avançada
sk: Pokročilý tip
uk: Додаткова порада
zh_cn: 进阶技巧

# vpn.tipsAndTricks.advancedTipsTitle
source: Advanced tips
cy: Awgrymiadau uwch
da: Avancerede tips
fr: Conseils avancés
hu: Tippek tapasztalt felhasználóknak
ia: Consilios avantiate
id: Kiat lanjutan
ja: 上級者向けのヒント
pt_pt: Dicas avançadas
sk: Pokročilé tipy
uk: Додаткові поради
zh_cn: 进阶技巧

# vpn.tipsAndTricks.introModalDescription
source: Here’s a great list of useful tips and tricks to get the best out of your Mozilla VPN experience. Check it out now or find it anytime in the settings.
cy: Dyma restr wych o awgrymiadau a thriciau defnyddiol i gael y gorau o'ch profiad Mozilla VPN. Darllennwch nawr neu ei ddefnyddio unrhyw bryd o'r gosodiadau.
da: Her er en liste med gode tips og tricks, der hjælper dig med at få det bedste ud af Mozilla VPN. Kig på dem med det samme eller find dem igen senere i indstillingerne.
fr: Voici une super liste de trucs et astuces utiles pour tirer le meilleur de Mozilla VPN. Découvrez-la de suite ou retrouvez-la à tout moment dans les paramètres.
hu: Íme egy hasznos tippeket és trükköket tartalmazó lista, amellyel a legtöbbet hozhatja ki Mozilla VPN-élményéből. Tekintse meg most, vagy bármikor megtalálja a beállítások között.
ia: Ecce un optime lista de avisos e trucos utile pro obtener le melior experientia de tu Mozilla VPN. Prova los ora o trova los plus tarde in le parametros.
id: Berikut adalah daftar tips dan trik yang berguna agar mendapatkan pengalaman terbaik menggunakan Mozilla VPN. Cek sekarang atau lihat kapan saja di pengaturan.
ja: ここでは、Mozilla VPN を使いこなすための役立つヒントと活用法の数々を紹介します。今すぐチェックするか、あとで設定から見つけてください。
pt_pt: Aqui está uma ótima lista de truques e dicas para poder usufruir ao máximo da sua experiência com a Mozilla VPN. Explore agora ou a qualquer altura nas definições.
sk: Tu je skvelý zoznam užitočných tipov a trikov, ako čo najlepšie využiť vašu Mozilla VPN. Pozrite si ich teraz alebo si ich nájdete kedykoľvek v nastaveniach.
uk: Ось чудовий список корисних порад і хитрощів, які допоможуть вам покращити роботу з Mozilla VPN. Перегляньте їх зараз або будь-коли в налаштуваннях.
zh_cn: 这里有很多有用的提示和技巧，可让您充分利用 Mozilla VPN 体验。立即查看或随时在设置中找到它。

# vpn.tipsAndTricks.moreTutorialsDescription2
source: Learn how to use Mozilla VPN’s advanced features
cy: Dysgwch sut i ddefnyddio nodweddion uwch Mozilla VPN
fr: Découvrez comment vous servir des fonctionnalités avancées de Mozilla VPN
ia: Apprende como usar le functiones avantiate de Mozilla VPN
pt_pt: Aprenda a usar as funcionalidades avançadas da Mozilla VPN
uk: Дізнайтеся, як користуватися розширеними функціями Mozilla VPN
zh_cn: 了解如何使用 Mozilla VPN 的高级功能

# vpn.tipsAndTricks.moreTutorialsTitle
source: More tutorials
cy: Rhagor o diwtorialau
fr: Plus de tutoriels
ia: Altere tutoriales
pt_pt: Mais tutoriais
uk: Більше посібників
zh_cn: 更多教程

# vpn.tipsAndTricks.quickTipsDescription
source: Let us help you get the most out of Mozilla VPN
cy: Gadewch inni eich helpu i gael y gorau o Mozilla VPN
da: Vi hjælper dig med at få mest muligt ud af Mozilla VPN
fr: Laissez-nous vous aider à tirer le meilleur parti de Mozilla VPN
hu: Segítünk kihozni a legtöbbet a Mozilla VPN-ből
ia: Lassa nos adjutar te a obtener le maximo de Mozilla VPN
id: Izinkan kami bantu Anda mendapatkan manfaat maksimal dari Mozilla VPN
ja: Mozilla VPN を使いこなしましょう
pt_pt: Aproveite ao máximo a Mozilla VPN
sk: Pomôžeme vám vyťažiť maximum z Mozilla VPN
uk: Дозвольте допомогти вам отримати максимум від Mozilla VPN
zh_cn: 让我们帮助您充分利用 Mozilla VPN

# vpn.tipsAndTricks.quickTipsGuideViewTitle
source: Quick tip
cy: Awgrym cyflym
da: Hurtigt tip
fr: Conseil rapide
hu: Gyors tipp
ia: Consilio rapide
id: Kiat cepat
ja: 簡単なヒント
pt_pt: Dica rápida
sk: Rýchly tip
uk: Швидка порада
zh_cn: 小技巧

# vpn.tipsAndTricks.quickTipsTitle
source: Quick tips
cy: Awgrymiadau cyflym
da: Hurtige tips
fr: Conseils rapides
hu: Gyors tippek
ia: Consilios rapide
id: Kiat cepat
ja: 簡単なヒント
pt_pt: Dicas rápidas
sk: Rýchle tipy
uk: Швидкі поради
zh_cn: 快速提示

# vpn.tipsAndTricks.settingsEntryLabel
source: VPN tips and tricks
cy: Awgrymiadau a thriciau VPN
da: Tips og tricks om VPN
fr: Conseils et astuces pour le VPN
hu: VPN tippek és trükkök
ia: Consilios e trucos de VPN
id: Kiat dan trik VPN
ja: VPN のヒントと活用法
pt_pt: Truques e dicas da VPN
sk: Tipy a triky VPN
uk: Поради та підказки щодо VPN
zh_cn: VPN 使用技巧

# vpn.tipsAndTricks.tabTitleAll
source: All
cy: Y Cyfan
da: Alle
fr: Tout
hu: Mind
ia: Toto
id: Semua
ja: すべて
pt_pt: Tudo
sk: Všetky
uk: Усі
zh_cn: 全部

# vpn.tipsAndTricks.tabTitleTips
source: Tips
cy: Cynghorion
fr: Astuces
hu: Tippek
ia: Consilios
id: Kiat
ja: ヒント
pt_pt: Dicas
sk: Tipy
uk: Поради
zh_cn: 技巧

# vpn.tipsAndTricks.tabTitleTutorials
source: Tutorials
cy: Tiwtorialau
fr: Tutoriels
ia: Tutoriales
pt_pt: Tutoriais
uk: Посібники
zh_cn: 教程

# vpn.tipsAndTricks.tutorialsDescription
source: Learn the basics of Mozilla VPN
cy: Dysgwch hanfodion Mozilla VPN
fr: Apprenez les bases de Mozilla VPN
ia: Apprender le elementos de Mozilla VPN
pt_pt: Aprenda o básico da Mozilla VPN
uk: Основи роботи з Mozilla VPN
zh_cn: 了解 Mozilla VPN 的基础知识

# vpn.tipsAndTricks.tutorialsTitle
source: Getting started
cy: Cychwyn arni
fr: Pour commencer
ia: Prime passos
pt_pt: Começar
uk: Початок роботи
zh_cn: 入门指南

# vpn.tutorialPopup.leaveTutorialButton
source: Leave tutorial
cy: Gadael y tiwtorial
fr: Quitter le tutoriel
ia: Lassar le tutorial
pt_pt: Sair do tutorial
uk: Завершити ознайомлення
zh_cn: 离开教程

# vpn.tutorialPopup.tutorialCompleteHeadline
source: Well done!
cy: Da iawn!
fr: Bien joué !
ia: Ben facite!
pt_pt: Boa!
uk: Гарна робота!
zh_cn: 做得好！

# vpn.tutorialPopup.tutorialCompletePrimaryButtonLabel
source: Let’s go!
cy: Ffwrdd â ni!
fr: C'est parti !
ia: Comenciar!
pt_pt: Vamos lá!
uk: Вперед!
zh_cn: 让我们开始吧！

# vpn.tutorialPopup.tutorialFinishedSecondaryButtonLabel
source: Dismiss
cy: Cau
fr: Ignorer
ia: Dimitter
pt_pt: Dispensar
uk: Відхилити
zh_cn: 关闭

# vpn.tutorialPopup.tutorialLeaveHeadline
source: Leave tutorial?
cy: Gadael y tiwtorial?
fr: Quitter le tutoriel ?
ia: Lassar le tutorial?
pt_pt: Sair do tutorial?
uk: Завершити ознайомлення?
zh_cn: 离开教程？

# vpn.tutorialPopup.tutorialLeavePrimaryButtonLabel
source: Resume tutorial
cy: Ailddechrau'r tiwtorial
fr: Reprendre le tutoriel
ia: Reprender le tutorial
pt_pt: Retomar tutorial
uk: Продовжити ознайомлення
zh_cn: 恢复教程

# vpn.tutorialPopup.tutorialLeaveSubtitle
source: Looks like you haven’t finished the tutorial quite yet. Would you like to continue and finish now or quit and come back later?
cy: Mae i weld nad ydych chi wedi gorffen y tiwtorial eto. Hoffech chi barhau a gorffen nawr neu roi'r gorau iddi a dod yn ôl rhywbryd eto?
fr: Il semble que vous n’ayez pas encore terminé le tutoriel. Souhaitez-vous continuer et terminer maintenant ou quitter et revenir plus tard ?
ia: Il pare que tu non ha ancora finite le tutorial. Vole tu continuar e finir ora o quitar e revenir plus tarde?
pt_pt: Parece que ainda não terminou o tutorial. Deseja continuar e terminá-lo agora ou interromper e retornar mais tarde?
uk: Схоже, ви ще не завершили ознайомлення. Бажаєте продовжити й завершити його зараз чи припинити й повернутися пізніше?
zh_cn: 看起来你还没有完成教程。您想继续并立即完成，还是退出并稍后再回来？

# vpn.tutorialPopup.tutorialWarningDescription
source: By continuing this tutorial, you will be changing your VPN settings. These settings will revert to their original state upon completion or quitting of the tutorial.
cy: Trwy barhau â'r tiwtorial hwn, byddwch yn newid eich gosodiadau VPN. Bydd y gosodiadau hyn yn dychwelyd i'w cyflwr gwreiddiol ar ôl cwblhau neu orffen y tiwtorial.
fr: En poursuivant ce tutoriel, vous modifierez les paramètres du VPN. Ils reviendront à leur état d’origine quand vous l’aurez fini ou quand vous le fermerez.
ia: Per continuar iste exercitation, tu cambiara tu parametros de VPN. Iste parametros revertera a lor stato original un vice completate o quitate le exercitation.
pt_pt: Ao continuar este tutorial, irá alterar as suas definições de VPN. Estas definições irão reverter ao seu estado original após a conclusão ou interrupção do tutorial.
uk: Виконуючи дії з підказок, ви зміните налаштування VPN. Ці налаштування повернуться до початкового стану після завершення або виходу з навчальних порад.
zh_cn: 通过继续本教程，您将更改您的 VPN 设置。这些设置将在完成或退出教程后恢复为默认状态。

# vpn.tutorialPopup.tutorialWarningTitle
source: Continue tutorial?
cy: Parhau â'r tiwtorial?
fr: Continuer le tutoriel ?
ia: Continuar le tutorial?
pt_pt: Continuar tutorial?
uk: Продовжити навчання?
zh_cn: 要继续教程吗？

# vpn.deleteAccount.optionDescriptionOneUpdated
source: Any paid subscriptions you have will be cancelled
de: Alle Ihre bezahlten Abonnements storniert werden
tr: Sahip olduğunuz tüm ücretli abonelikler iptal edilecektir

# vpn.localNetworkAccess.disabledSubLabel
source: Access Apple CarPlay, AirDrop, AirPlay and local network devices like printers. The VPN must be off to edit this setting.
cs: Přistupujte k Apple CarPlay, AirDrop, AirPlay a zařízením v místní síti, jako jsou tiskárny. Pro úpravu tohoto nastavení musí být VPN vypnutá.
de: Zugriff auf Apple CarPlay, AirDrop, AirPlay und lokale Netzwerkgeräte wie Drucker. Das VPN muss ausgeschaltet sein, um diese Einstellung bearbeiten zu können.
el: Πρόσβαση σε Apple CarPlay, AirDrop, AirPlay και συσκευές τοπικού δικτύου, όπως εκτυπωτές. Το VPN πρέπει να είναι ανενεργό για να αλλάξετε αυτήν τη ρύθμιση.
is: Fáðu aðgang að Apple CarPlay, AirDrop, AirPlay og staðbundnum nettækjum eins og prenturum. Slökkt verður á VPN til að breyta þessari stillingu.
it: Accedi ad Apple CarPlay, AirDrop, AirPlay e ai dispositivi di rete locali come le stampanti. La VPN deve essere disattivata per modificare questa impostazione.
nl: Benader Apple CarPlay, AirDrop, AirPlay en lokale netwerkapparaten zoals printers. De VPN dient uitgeschakeld te zijn om deze instelling te bewerken.
pt_br: Acesse Apple CarPlay, AirDrop, AirPlay e dispositivos de rede local, como impressoras. A VPN deve estar desativada para alterar esta configuração.
sl: Dostopajte do Apple CarPlay, AirDrop, AirPlay in do naprav krajevnega omrežja, kot so tiskalniki. Za urejanje te nastavitve mora biti VPN izključen.
sv_se: Få åtkomst till Apple CarPlay, AirDrop, AirPlay och lokala nätverksenheter som skrivare. VPN måste vara avstängt för att redigera den här inställningen.
th: เข้าถึง Apple CarPlay, AirDrop, AirPlay และอุปกรณ์เครือข่ายเฉพาะที่ เช่น เครื่องพิมพ์ คุณต้องปิด VPN เพื่อแก้ไขการตั้งค่านี้
tr: Apple Carplay, AirDrop, Airplay ve yazıcı gibi yerel ağ cihazlarına erişin. Bu ayarı düzenlemek için VPN kapalı olmalıdır.
vi: Truy cập Apple CarPlay, AirDrop, AirPlay và các thiết bị mạng cục bộ như máy in. Phải tắt VPN để chỉnh sửa cài đặt này.
zh_tw: 使用 Apple CarPlay、AirDrop、Airplay 以及印表機等區域網路裝置。必須先中斷 VPN 才能編輯此設定。

# vpn.localNetworkAccess.labelTitle
source: Exclude local network traffic
cs: Vyloučit místní síťový provoz
de: Lokalen Netzwerkverkehr ausschließen
el: Εξαίρεση κίνησης τοπικού δικτύου
is: Útiloka umferð á staðarneti
it: Escludi traffico di rete locale
lo: ບໍ່ລວມການເຂົ້າໃຊ້ເຄືອຂ່າຍສະເພາະບ່ອນ
nl: Lokaal netwerkverkeer uitsluiten
pt_br: Excluir tráfego de rede local
sl: Izključi promet lokalnega omrežja
sv_se: Uteslut lokal nätverkstrafik
th: ยกเว้นการรับส่งข้อมูลในเครือข่ายเฉพาะที่
tr: Yerel ağ trafiğini hariç tut
vi: Loại trừ lưu lượng truy cập mạng cục bộ
zh_tw: 排除本機網路流量
