Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.settingsDev.useStagingSubtitle
source: Staging services are used to test features before they go live to production
cs: Testovací servery se používají na testování funkcí před uvedením do provozu
cy: Mae gwasanaethau llwyfannu yn cael eu defnyddio i brofi nodweddion cyn iddyn nhw fynd yn fyw i'r cynhyrchu
da: Staging-tjenester bruges til at teste funktioner, før de rulles ud i produktions-miljøet
de: Test-Dienste werden verwendet, um Funktionen zu prüfen, bevor sie live in die Produktion gehen
el: Οι υπηρεσίες δοκιμαστικού περιβάλλοντος χρησιμοποιούνται για τη δοκιμή λειτουργιών πριν αυτές προχωρήσουν στο στάδιο παραγωγής
es_ar: Los servicios de prueba se utilizan para probar las funciones antes de que lleguen a la producción
fr: Les serveurs de qualification sont utilisés pour tester les fonctionnalités avant leur mise en production
fy_nl: Testservices wurde brûkt om funksjes te testen eardat se live nei produksje gean
hu: A tesztszolgáltatások a funkciók teszteléséhez használatosak, mielőtt azok élesbe kerülnének
ia: Le servitores de qualification es usate pro testar functiones ante de mitter los in production
id: Layanan pentahapan digunakan untuk menguji fitur sebelum tayang di tahap produksi
is: Forskoðunarþjónustur (staging services) eru notar til að prófa eiginleika áður en þeir fara í gang í rauntíma
it: I servizi di staging vengono utilizzati per testare nuove funzioni prima di andare in produzione
ja: ステージングサービスは製品が本番環境に移行する前の機能テストに使用されます
lo: ບໍລິການສະແດງລະຄອນແມ່ນໃຊ້ເພື່ອທົດສອບຄຸນສົມບັດກ່ອນທີ່ພວກມັນຈະອອກສູ່ການຜະລິດ
nl: Testservices worden gebruikt om functies te testen voordat ze live gaan naar productie
pl: Serwery testowe służą do testowania funkcji przed ich uruchomieniem w środowisku produkcyjnym
pt_br: Serviços de teste são usados para testar recursos antes de ser liberados para produção
pt_pt: São utilizados serviços de teste para testar funcionalidades antes das mesmas entrarem em produção
ru: Службы тестирования используются для испытания функций перед их внедрением в рабочую версию
sk: Testovacie servery sa používajú na testovanie funkcií pred uvedením do prevádzky
sl: Preizkusne storitve se uporabljajo za preizkušanje funkcij, preden so izdane
sq: Shërbimet provë përdoren për të testuar veçori përpara se të jepen për përdorim
sv_se: Iscensättningstjänster används för att testa funktioner innan de går i produktion
th: บริการสเตจจิ้งใช้เพื่อทดสอบคุณลักษณะต่างๆ ก่อนเปิดตัวให้ใช้จริง
tr: Staging hizmetleri, özelliklere son halini vermeden önce onları test etmek için kullanılır
uk: Служби тестування застосовуються для випробування функцій перед їхнім впровадженням у робочу версію
vi: Dịch vụ thử nghiệm được sử dụng để kiểm tra các tính năng trước khi chúng được đưa vào chính thức
zh_cn: 预发布服务用于在功能正式上线前对其进行测试
zh_tw: Staging 服務是在正式上線前用來進行測試功能內容的服務環境

# vpn.settingsDev.useStagingTitle
source: Use Staging Servers
cs: Použít testovací servery
cy: Defnyddio Gweinyddion Llwyfannu
da: Brug staging-servere
de: Test-Server verwenden
el: Χρήση διακομιστών δοκιμής
es_ar: Usar servidores de prueba
fr: Utiliser les serveurs de qualification
fy_nl: Testservers brûke
hu: Tesztkiszolgálók használata
ia: Usar servitores de qualification
id: Gunakan Server Pentahapan
is: Nota forskoðunarnetþjóna
it: Usa server di staging
ja: ステージングサーバーを利用する
lo: ໃຊ້ Staging Servers
nl: Testservers gebruiken
pl: Używaj serwerów testowych
pt_br: Usar servidores de teste
pt_pt: Usar servidores de teste
ru: Использовать промежуточные сервера
sk: Použiť testovacie servery
sl: Uporabi preizkusne strežnike
sq: Përdor Shërbyes Provash
sv_se: Använd iscensättningsserver
th: ใช้เซิร์ฟเวอร์สเตจจิ้ง
tr: Test sunucularını kullan
uk: Застосовувати сервери тестування
vi: Sử dụng máy chủ thử nghiệm
zh_cn: 使用预发布环境服务器
zh_tw: 使用 Staging 測試伺服器

# vpn.splittunnel.btnShowSystemApp
source: Show system apps
it: Mostra app di sistema
pl: Aplikacje systemowe
ru: Показывать системные приложения

# vpn.splittunnel.errorActivating
source: Error activating App exclusions
de: Fehler beim Aktivieren der App-Ausnahmen
is: Villa við að virkja útilokanir forrita
it: Errore durante l’attivazione di “Esclusione app”
lo: ເກີດຄວາມຜິດພາດໃນການເປີດໃຊ້ການຍົກເວັ້ນແອັບ
pl: Błąd aktywacji wykluczeń aplikacji
pt_br: Erro ao ativar exclusão de aplicativos
ru: Ошибка при активации исключений приложений
sl: Napaka pri zagonu izvzetih aplikacij
th: เกิดข้อผิดพลาดขณะเปิดใช้งานการยกเว้นแอป
tr: Uygulama istisnaları etkinleştirilirken hata oluştu
zh_tw: 開啟「排除應用程式」功能時發生錯誤

# vpn.splittunnel.infoCardDescription2
source: VPN must be off to edit Excluded apps
de: VPN muss ausgeschaltet sein, um ausgeschlossene Apps bearbeiten zu können
el: Το VPN πρέπει να είναι ανενεργό για την επεξεργασία των εξαιρούμενων εφαρμογών
is: Slökkt verður að vera á VPN til að breyta útilokun forrita
it: La VPN deve essere disattivata per modificare le app escluse
lo: VPN ຕ້ອງປິດເພື່ອແກ້ໄຂແອັບທີ່ຍົກເວັ້ນ
pl: VPN musi być wyłączony, aby edytować Wykluczone aplikacje
pt_br: A VPN deve estar desativada para editar aplicativos excluídos
ru: Для изменения исключенных приложений нужно отключить VPN
sl: Za urejanje izključenih aplikacij mora biti VPN izklopljen
th: คุณต้องปิด VPN เพื่อแก้ไขแอปที่ยกเว้น
tr: Hariç tutulan uygulamaları düzenlemek için VPN kapalı olmalıdır
vi: Phải tắt VPN để chỉnh sửa Loại trừ ứng dụng
zh_tw: 必須先關閉 VPN 才能編輯排除的應用程式

# vpn.splittunnel.infoLinkText
source: Learn more
cs: Zjistit více
cy: Dysgu rhagor
da: Læs mere
de: Weitere Informationen
el: Μάθετε περισσότερα
es_ar: Conocer más
fr: En savoir plus
fy_nl: Mear ynfo
hu: További tudnivalók
ia: Saper plus
id: Pelajari lebih lanjut
is: Frekari upplýsingar
it: Ulteriori informazioni
ja: 詳細情報
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
nl: Meer info
pl: Więcej informacji
pt_br: Saiba mais
pt_pt: Saber mais
ru: Узнать больше
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni më tepër
sv_se: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi al
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 详细了解
zh_tw: 了解更多

# vpn.splittunnel.missingAppActionButton
source: Add apps manually
cs: Přidat aplikace ručně
cy: Ychwanegwch apiau â llaw
da: Tilføj apps manuelt
de: Apps manuell hinzufügen
el: Χειροκίνητη προσθήκη εφαρμογών
es_ar: Agregar apps de forma manual
fr: Ajouter des applications manuellement
fy_nl: Apps hânmjittich tafoegje
hu: Alkalmazások kézi hozzáadása
ia: Adder apps manualmente
id: Tambahkan aplikasi secara manual
is: Bæta forritum við handvirkt
it: Aggiungi app manualmente
ja: アプリを手動で追加してください
lo: ເພີ່ມແອັບດ້ວຍຕົນເອງ
nl: Apps handmatig toevoegen
pl: Dodaj aplikacje ręcznie
pt_br: Adicionar aplicativos manualmente
pt_pt: Adicionar aplicações manualmente
ru: Добавить приложения вручную
sk: Pridať aplikácie manuálne
sl: Ročno dodaj aplikacije
sq: Shtoni aplikacione dorazi
sv_se: Lägg till appar manuellt
th: เพิ่มแอปด้วยตนเอง
tr: Uygulamaları elle ekle
uk: Додати програми вручну
vi: Thêm ứng dụng thủ công
zh_cn: 手动添加应用程序
zh_tw: 手動加入應用程式

# vpn.splittunnel.missingAppAddedOne
source: Success! You added “%1” to this list.
cs: Úspěch! Do tohoto seznamu jste přidali “%1”.
cy: Llwyddiant! Rydych wedi ychwanegu “%1” at y rhestr hon.
da: Du har føjet "%1" til denne liste.
de: Geschafft! Sie haben dieser Liste „%1“ hinzugefügt.
el: Επιτυχία! Προσθέσατε το «%1» στη λίστα.
es_ar: ¡Éxito! Agregaste "%1" a esta lista.
fr: Terminé ! Vous avez ajouté « %1 » à cette liste.
fy_nl: Slagge! Jo hawwe ‘%1’ oan dizze list tafoege.
hu: Siker! Hozzáadta a(z) „%1” alkalmazást a listához.
ia: Successo! Tu ha addite “%1” a iste lista.
id: Berhasil! Anda menambahkan “%1” ke dalam daftar ini.
is: Tókst! Þú bættir „%1“ við þennan lista.
it: “%1” è stato aggiunto correttamente all’elenco.
ja: このリストに "%1" を追加しました。
lo: ຄວາມ​ສໍາ​ເລັດ! ທ່ານໄດ້ເພີ່ມ “%1” ໃສ່ລາຍຊື່ນີ້.
nl: Gelukt! U hebt ‘%1’ aan deze lijst toegevoegd.
pl: Udało się dodać “%1” do listy.
pt_br: Sucesso! Você adicionou “%1” a esta lista.
pt_pt: Sucesso! Adicionou “%1” a esta lista.
ru: Успешно! Вы добавили «%1» в этот список.
sk: Úspech! Do tohto zoznamu ste pridali “%1”.
sl: Uspelo je! Na seznam ste dodali "%1".
sq: Sukses! Shtuat “%1” te lista.
sv_se: Klar! Du har lagt till "%1" i den här listan.
th: สำเร็จ! คุณได้เพิ่ม “%1” ลงในรายชื่อนี้แล้ว
tr: Tebrikler! “%1” uygulamasını bu listeye eklediniz.
uk: Успішно! Ви додали “%1” до цього списку.
vi: Thành công! Bạn đã thêm “%1” vào danh sách này.
zh_cn: 成功！您已将 “%1” 添加到此列表中。
zh_tw: 成功！您已將「%1」加入此清單。

# vpn.splittunnel.missingAppMultiple
source: %1 apps missing from list.
cs: Aplikace chybějící v seznamu: %1.
cy: %1 ap ar goll o'r rhestr.
da: %1 apps mangler på listen.
de: %1 Apps fehlen in der Liste.
el: Απουσιάζουν %1 εφαρμογές από τη λίστα.
es_ar: Falta el %1 de las apps de la lista.
fr: %1 applications manquantes dans la liste.
fy_nl: Der ûntbrekke %1 apps yn de list.
hu: %1 alkalmazás hiányzik a listáról.
ia: %1 apps mancante del lista.
id: %1 aplikasi hilang dari daftar.
is: %1 forrit vantar á lista.
it: %1 app non presenti nell’elenco.
ja: %1 個のアプリがリストにありません。
lo: %1 ແອັບຫາຍໄປຈາກລາຍການ.
nl: Er ontbreken %1 apps in de lijst.
pl: Na liście brakuje %1 aplikacji.
pt_br: Aplicativos faltando na lista: %1
pt_pt: %1 aplicações em falta na lista.
ru: %1 приложение отсутствует в списке.
sk: Aplikácie chýbajúce v zozname: %1.
sl: Aplikacije, ki jih ni na seznamu: %1
sq: Te lista mungojnë %1 aplikacione.
sv_se: %1 appar saknas i listan.
th: มี %1 แอปที่ไม่อยู่ในรายชื่อ
tr: Listede %1 uygulama eksik.
uk: У списку відсутні %1 програми.
vi: %1 ứng dụng không tìm thấy trong danh sách.
zh_cn: 列表中缺少 %1 个应用程序。
zh_tw: 清單中缺少 %1 套應用程式。

# vpn.subscriptionManagement.activatedLabel
source: Active since
cs: Aktivní od
cy: Yn weithredol ers
da: Aktiv siden
de: Aktiv seit
el: Ενεργή από
es_ar: Activa desde
fr: Actif depuis
fy_nl: Aktyf sûnt
hu: Aktiválás ideje
ia: Active desde
id: Aktif sejak
is: Virk síðan
it: Data attivazione
ja: 登録開始日
lo: ເຄື່ອນໄຫວຕັ້ງແຕ່
nl: Actief sinds
pl: Aktywna od
pt_br: Ativa desde
pt_pt: Ativa desde
ru: Активна с
sk: Aktívne od
sl: Dejavna od
sq: Aktiv që nga
sv_se: Aktiv sedan
th: เป็นสมาชิกตั้งแต่
tr: Abonelik başlangıcı
uk: Активна від
vi: Hoạt động từ
zh_cn: 订阅开始于
zh_tw: 訂閱開始於

# vpn.subscriptionManagement.cardExpiresLabel
source: Expires
cs: Platnost do
cy: Daw i Ben
da: Udløber
de: Gültig bis
el: Λήξη
es_ar: Vencimiento
fr: Date d’expiration
fy_nl: Ferrint op
hu: Lejárat
ia: Expira
id: Kedaluwarsa
is: Rennur út
it: Scadenza
ja: 有効期限
lo: ໝົດອາຍູ
nl: Verloopt op
pl: Wygasa
pt_br: Validade
pt_pt: Expira
ru: Срок действия
sk: Platné do
sl: Poteče
sq: Skadon më
sv_se: Upphör
th: หมดอายุ
tr: Son kullanma tarihi
uk: Термін дії завершується
vi: Hết hạn
zh_cn: 有效期限
zh_tw: 有效期限

# vpn.subscriptionManagement.cardLast4
source: Card ending in %1
cs: Karta končící na %1
cy: Cerdyn yn gorffen gyda %1
da: Kort, der ender på %1
de: Karte endet auf %1
el: Κάρτα που λήγει σε %1
es_ar: La tarjeta finaliza en %1
fr: Carte se terminant par %1
fy_nl: Kaart einigjend op %1
hu: %1 végződésű kártya
ia: Carta terminante in %1
id: Kartu berakhir pada %1
is: Kort endar á %1
it: Carta che termina con %1
ja: カード番号の末尾 %1
lo: ບັດລົງທ້າຍດ້ວຍ %1
nl: Kaart eindigend op %1
pl: Końcówka numeru karty: %1
pt_br: Cartão com final %1
pt_pt: Cartão que acaba em %1
ru: Карта заканчивается на %1
sk: Karta končiaca na %1
sl: Kartica, ki se konča na %1
sq: Kartë që përfundon me %1
sv_se: Kort som slutar på %1
th: บัตรที่ลงท้ายด้วย %1
tr: %1 ile biten kart
uk: Картка, номер якої закінчується на %1
vi: Thẻ kết thúc bằng %1
zh_cn: 以 %1 结尾的卡片
zh_tw: 卡號結尾為 %1

# vpn.subscriptionManagement.expiresLabel
source: Expires
cs: Platnost do
cy: Daw i ben
da: Udløber
de: Gültig bis
el: Λήξη
es_ar: Vencimiento
fr: Date d’expiration
fy_nl: Ferrint op
hu: Lejárat
ia: Expira
id: Kedaluwarsa
is: Rennur út
it: Scadenza
ja: 有効期限
lo: ໝົດອາຍູ
nl: Verloopt op
pl: Wygasa
pt_br: Validade
pt_pt: Expira
ru: Срок действия
sk: Platnosť do
sl: Poteče
sq: Skadon më
sv_se: Upphör
th: หมดอายุ
tr: Bitiş tarihi
uk: Термін дії
vi: Hết hạn
zh_cn: 到期日
zh_tw: 到期日

# vpn.subscriptionManagement.manageAccount
source: Manage account
cs: Správa účtu
cy: Rheoli cyfrif
da: Håndter konto
de: Benutzerkonto verwalten
el: Διαχείριση λογαριασμού
es_ar: Administrar cuenta
fr: Gérer le compte
fy_nl: Account beheare
hu: Fiók kezelése
ia: Gerer le conto
id: Kelola akun
is: Sýsla með reikning
it: Gestisci account
ja: アカウント管理
lo: ຈັດການບັນຊີ
nl: Account beheren
pl: Zarządzaj kontem
pt_br: Gerenciar conta
pt_pt: Gerir conta
ru: Управление аккаунтом
sk: Spravovať účet
sl: Upravljanje računa
sq: Administroni llogarinë
sv_se: Hantera konto
th: จัดการบัญชี
tr: Hesabı yönet
uk: Керувати обліковим записом
vi: Quản lý tài khoản
zh_cn: 管理账户
zh_tw: 管理帳號

# vpn.subscriptionManagement.manageSubscriptionButton
source: Manage subscription
cs: Správa předplatného
cy: Rheoli'r tanysgrifad
da: Håndter abonnement
de: Abonnement verwalten
el: Διαχείριση συνδρομής
es_ar: Administrar suscripción
fr: Gérer l’abonnement
fy_nl: Abonnemint beheare
hu: Előfizetés kezelése
ia: Gerer le subscription
id: Kelola langganan
is: Sýsla með áskrift
it: Gestisci abbonamento
ja: サブスクリプションの管理
lo: ຈັດການການສະໝັກໃຊ້
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
pt_pt: Gerir subscrição
ru: Управление подпиской
sk: Spravovať predplatné
sl: Upravljanje naročnine
sq: Administroni pajtim
sv_se: Hantera prenumerationer
th: จัดการการสมัครสมาชิก
tr: Abonelikleri yönet
uk: Керувати передплатою
vi: Quản lí gói đăng ký
zh_cn: 管理订阅
zh_tw: 管理訂閱

# vpn.subscriptionManagement.nextLabel
source: Next billed
cs: Další platba
cy: Y bil nesaf
da: Næste fakturering
de: Datum der nächsten Rechnung
el: Επόμενη χρέωση
es_ar: Próxima facturación
fr: Prochaine facturation
fy_nl: Folgjende fakturearre op
hu: Következő számlázás
ia: Proxime facturation
id: Penagihan berikutnya
is: Næst innheimt
it: Prossima fatturazione
ja: 次回請求日
lo: ຮອບຕໍ່ໄປ
nl: Volgende factuur op
pl: Następna opłata
pt_br: Próxima cobrança
pt_pt: Próxima faturação
ru: Следующая оплата
sk: Ďalšia platba
sl: Naslednji obračun
sq: Faturim pasues më
sv_se: Nästa fakturering
th: เรียกเก็บเงินรอบถัดไป
tr: Bir sonraki fatura
uk: Наступна оплата
vi: Hóa đơn tiếp theo
zh_cn: 下次续费
zh_tw: 下次出帳於

# vpn.subscriptionManagement.paymentHeadline
source: Payment Information
cs: Informace o platbě
cy: Manylion Talu
da: Betalingsinformation
de: Zahlungsinformationen
el: Στοιχεία πληρωμής
es_ar: Información de pago
fr: Informations de paiement
fy_nl: Betellingsgegevens
hu: Fizetési információk
ia: Informationes de pagamento
id: Informasi Pembayaran
is: Greiðsluupplýsingar
it: Informazioni sul pagamento
ja: 支払い情報
lo: ຂໍ້ມູນການຊຳລະ
nl: Betalingsgegevens
pl: Informacje o płatnościach
pt_br: Informações de pagamento
pt_pt: Informação de pagamento
ru: Платежная информация
sk: Informácie o platbe
sl: Podatki o plačilu
sq: Hollësi Pagese
sv_se: Betalningsinformation
th: ข้อมูลการชำระเงิน
tr: Ödeme bilgileri
uk: Платіжні дані
vi: Thông tin thanh toán
zh_cn: 付款信息
zh_tw: 付款資訊

# vpn.subscriptionManagement.planLabel
source: Subscription plan
cs: Plán předplatného
cy: Cynllun tanysgrifio
da: Abonnementsplan
de: Abonnementplan
el: Πρόγραμμα συνδρομής
es_ar: Plan de suscripción
fr: Formule d’abonnement
fy_nl: Abonnemintsplan
hu: Előfizetési csomag
ia: Plano de abonamento
id: Paket langganan
is: Áskriftarleið
it: Piano d’abbonamento
ja: サブスクリプションプラン
lo: ແຜນການສະໝັກໃຊ້
nl: Abonnementsplan
pl: Abonament
pt_br: Plano de assinatura
pt_pt: Plano de subscrição
ru: План подписки
sk: Plán predplatného
sl: Naročniški paket
sq: Plan pajtimi
sv_se: Prenumerationsplan
th: แผนการสมัครสมาชิก
tr: Abonelik planı
uk: Тарифний план
vi: Gói đăng ký
zh_cn: 订阅计划
zh_tw: 訂閱方案

# vpn.subscriptionManagement.planMonthly
source: Monthly plan: %1
cs: Měsíční předplatné: %1
cy: Cynllun misol: %1
da: Månedlig plan: %1
de: Monatlicher Plan: %1
el: Μηνιαίο πρόγραμμα: %1
es_ar: Plan mensual: %1
fr: Forfait mensuel : %1
fy_nl: Moanne-abonnemint: %1
hu: Havi előfizetés: %1
ia: Plan mensual: %1
id: Paket bulanan: %1
is: Mánaðaráskrift: %1
it: Piano mensile: %1
ja: 月額プラン: %1
lo: ແຜນປະຈຳເດືອນ: %1
nl: Maandabonnement: %1
pl: Abonament miesięczny: %1
pt_br: Plano mensal: %1
pt_pt: Plano mensal: %1
ru: Ежемесячный план: %1
sk: Mesačný plán: %1
sl: Mesečna naročnina: %1
sq: Plan mujor: %1
sv_se: Månadsplan: %1
th: แผนรายเดือน: %1
tr: Aylık plan: %1
uk: Місячний тарифний план: %1
vi: Gói tháng: %1
zh_cn: 月付方案：%1
zh_tw: 月租方案：%1

# vpn.subscriptionManagement.planMonthlyPlusTax
source: %1/month + tax
cs: %1/měsíc + daň
cy: %1/mis + treth
da: %1/måned + moms
de: %1/Monat + MwSt
el: %1/μήνα + φόρος
es_ar: %1 por mes + impuestos
fr: %1/mois + taxes
fy_nl: %1/moanne + btw
hu: %1/hó + adó
ia: %1/mense + taxas
id: %1/bulan + pajak
is: %1/mánuði + skattur
it: %1 al mese + tasse
ja: %1/月 + 税
lo: %1/month + ອາກອນ
nl: %1/maand + btw
pl: %1/miesiąc + podatek
pt_br: %1/mês + impostos
pt_pt: %1/mês + impostos
ru: %1/месяц + налог
sk: %1/mesiac + daň
sl: %1/mesec + davek
sq: %1/muaj + taksë
sv_se: %1/månad + moms
th: %1/เดือน + ภาษี
tr: Aylık %1 + vergiler
uk: %1 на місяць + податок
vi: %1/tháng + thuế
zh_cn: 月付：%1 + 税
zh_tw: 月繳 %1，稅外加

# vpn.subscriptionManagement.planMonthlyWithoutTax
source: %1/month
cs: %1 měsíčně
cy: %1/mis
da: %1/måned
de: %1/Monat
el: %1/μήνα
es_ar: %1 por mes
fr: %1/mois
fy_nl: %1/moanne
hu: %1/hó
ia: %1/mense
is: %1/mánuði
it: %1 al mese
ja: %1/月
nl: %1/maand
pl: %1/miesiąc
pt_br: %1/mês
pt_pt: %1/mês
ru: %1/месяц
sk: %1 mesačne
sl: %1/mesec
sq: %1/muaj
sv_se: %1/månad
th: %1/เดือน
tr: Aylık %1
uk: %1 на місяць
vi: %1/tháng
zh_cn: 月付：%1
zh_tw: 月繳 %1

# vpn.subscriptionManagement.planValueHalfYearly
source: %1 Half-yearly
cs: %1 za pololetí
cy: %1 Hanner blwyddyn
da: %1 halvårligt
de: %1 halbjährlich
el: %1 ανά εξάμηνο
es_ar: %1 semestral
fr: %1 par semestre
fy_nl: %1 per heal jier
hu: félévente %1
ia: %1 per medie anno
id: %1 Setengah tahunan
is: %1 hálfsárslega
it: %1 ogni sei mesi
ja: 半年ごとに %1
lo: %1 ເຄິ່ງປີ
nl: %1 per halfjaar
pl: %1 co pół roku
pt_br: %1 semestral
pt_pt: %1 por semestre
ru: %1 за полгода
sk: %1 polročne
sl: %1/pol leta
sq: %1 Çdo gjysmë viti
sv_se: %1 halvårsvis
th: %1 ต่อครึ่งปี
tr: Altı aylık %1
uk: %1 раз на пів року
vi: %1 nửa năm
zh_cn: %1 / 半年
zh_tw: %1 半年

# vpn.subscriptionManagement.planValueHalfYearlyPlusTax
source: %1 Half-yearly + tax
cs: %1 za pololetí + daň
cy: %1 Hanner blwyddyn + treth
da: %1 halvårligt + moms
de: %1 halbjährlich + MwSt
el: %1 ανά εξάμηνο + φόρος
es_ar: %1 semestral + impuestos
fr: %1 par semestre + taxes
fy_nl: %1 yn it heal jier + btw
hu: %1 félévente + adó
ia: %1 per semestre + taxas
id: %1 Setengah-tahunan + pajak
is: %1 hálfsárslega + skattar
it: %1 ogni sei mesi + tasse
ja: %1/半年 + 税
lo: %1 ເຄິ່ງປີ + ອາກອນ
nl: %1 per half jaar + btw
pl: %1 co pół roku + podatek
pt_br: %1 por semestre + impostos
pt_pt: %1 por semestre + impostos
ru: %1 за полгода + налог
sk: %1 polročne + daň
sl: %1/pol leta + davek
sq: %1 Gjysmëviti + taksë
sv_se: %1 halvårsvis + moms
th: %1 ต่อครึ่งปี + ภาษี
tr: Altı aylık %1 + vergiler
uk: %1 за пів року + податок
vi: %1 nửa năm + thuế
zh_cn: 半年付：%1 + 税
zh_tw: 半年繳 %1，稅外加

# vpn.subscriptionManagement.planValueMonthly
source: %1 Monthly
cs: %1 měsíčně
cy: %1 Misol
da: %1 månedligt
de: %1 monatlich
el: %1 ανά μήνα
es_ar: %1 mensual
fr: %1 par mois
fy_nl: %1 yn de moanne
hu: havonta %1
ia: %1 per mense
id: %1 Bulanan
is: %1 mánaðarlega
it: %1 al mese
ja: 毎月 %1
lo: %1 ລາຍເດືອນ
nl: %1 per maand
pl: %1 co miesiąc
pt_br: %1 mensal
pt_pt: %1 por mês
ru: %1 в месяц
sk: %1 mesačne
sl: %1/mesec
sq: %1 Në muaj
sv_se: %1 månadsvis
th: %1 ต่อเดือน
tr: Aylık %1
uk: %1 щомісяця
vi: %1 hàng tháng
zh_cn: %1 / 月
zh_tw: %1 每月

# vpn.subscriptionManagement.planValueMonthlyPlusTax
source: %1 Monthly + tax
cs: %1 měsíčně + daň
cy: %1 Misol + treth
da: %1 månedligt + moms
de: %1/Monat + MwSt
el: %1 ανά μήνα + φόρος
es_ar: %1 mensual + impuestos
fr: %1 par mois + taxes
fy_nl: %1 yn ’e moanne + btw
hu: %1 havonta + adó
ia: %1 mensualmente + taxas
id: %1 Bulanan + pajak
is: %1 mánuði + skattur
it: %1 al mese + tasse
ja: 月額 %1 + 税
lo: %1 ລາຍເດືອນ + ອາກອນ
nl: %1 per maand + btw
pl: %1 co miesiąc + podatek
pt_br: %1 por mês + impostos
pt_pt: %1 por mês + impostos
ru: %1 в месяц + налог
sk: %1 mesačne + daň
sl: %1/mesec + davek
sq: %1 Në muaj + taksë
sv_se: %1 månadsvis + moms
th: %1 ต่อเดือน
tr: Aylık %1 + vergiler
uk: %1 щомісяця + податок
vi: %1 hàng tháng + thuế
zh_cn: 月付：%1 + 税
zh_tw: 月繳 %1，稅外加

# vpn.subscriptionManagement.planValueYearly
source: %1 Yearly
cs: %1 ročně
cy: %1 Blynyddol
da: %1 årligt
de: %1 jährlich
el: %1 ανά έτος
es_ar: %1 anual
fr: %1 par an
fy_nl: %1 yn it jier
hu: évente %1
ia: %1 per anno
id: %1 Tahunan
is: %1 árlega
it: %1 all’anno
ja: 毎年 %1
lo: %1 ລາຍປີ
nl: %1 per jaar
pl: %1 corocznie
pt_br: %1 anual
pt_pt: %1 por ano
ru: %1 в год
sk: %1 ročne
sl: %1/leto
sq: %1 Në vit
sv_se: %1 årligen
th: %1 ต่อปี
tr: Yıllık %1
uk: %1 щороку
vi: %1 hàng năm
zh_cn: %1 / 年
zh_tw: %1 每年

# vpn.subscriptionManagement.planValueYearlyPlusTax
source: %1 Yearly + tax
cs: %1 ročně + daň
cy: %1 Blynyddol + treth
da: %1 årligt + moms
de: %1/Monat + MwSt
el: %1 ανά έτος + φόρος
es_ar: %1 anual + impuestos
fr: %1 par an + taxes
fy_nl: %1 yn it jier + btw
hu: %1 évente + adó
ia: %1 annualmente + taxas
id: %1 Tahunan + pajak
is: %1 árlega + skattur
it: %1 all’anno + tasse
ja: 年額 %1 + 税
lo: %1 ລາຍປີ + ອາກອນ
nl: %1 per jaar + btw
pl: %1 corocznie + podatek
pt_br: %1 por ano + impostos
pt_pt: %1 por ano + impostos
ru: %1 в год + налог
sk: %1 ročne + daň
sl: %1/leto + davek
sq: %1 Në vit + taksë
sv_se: %1 årligen + moms
th: %1 ต่อปี + ภาษี
tr: Yıllık %1 + vergiler
uk: %1 щороку + податок
vi: %1 hàng năm + thuế
zh_cn: 年付：%1 + 税
zh_tw: 年繳 %1，稅外加

# vpn.subscriptionManagement.sectionTitle
source: Account
cs: Účet
de: Konto
el: Λογαριασμός
es_ar: Cuenta
is: Reikningur
lo: ບັນຊີ
pl: Konto
pt_br: Conta
ru: Аккаунт
sl: Račun
sq: Llogari
sv_se: Konto
th: บัญชี
tr: Hesap
vi: Tài khoản
zh_tw: 帳號

# vpn.subscriptionManagement.statusActive
source: Active
cs: Aktivní
cy: Yn weithredol
da: Aktiv
de: Aktiv
el: Ενεργή
es_ar: Activa
fr: Actif
fy_nl: Aktyf
hu: Aktív
id: Aktif
is: Virk
it: Attivo
ja: 有効
lo: ​ເປີດໃຊ້ງານ
nl: Actief
pl: Aktywna
pt_br: Ativa
pt_pt: Ativa
ru: Активна
sk: Aktívne
sl: Dejavna
sq: Aktiv
sv_se: Aktiv
th: ใช้งานอยู่
tr: Etkin
uk: Активна
vi: Hoạt động
zh_cn: 生效中
zh_tw: 生效中

# vpn.subscriptionManagement.statusInactive
source: Inactive
cs: Neaktivní
cy: Yn anweithredol
da: Inaktiv
de: Inaktiv
el: Ανενεργή
es_ar: Inactiva
fr: Inactif
fy_nl: Ynaktyf
hu: Inaktív
id: Tidak Aktif
is: Óvirk
it: Non attivo
ja: 無効
lo: ປິດການໃຊ້ງານ
nl: Inactief
pl: Nieaktywna
pt_br: Inativa
pt_pt: Inativa
ru: Неактивна
sk: Neaktívne
sl: Nedejavna
sq: Joaktiv
sv_se: Inaktiv
th: ไม่ได้ใช้งาน
tr: Etkin değil
uk: Неактивна
vi: Không hoạt động
zh_cn: 未生效
zh_tw: 未生效

# vpn.subscriptionManagement.statusLabel
source: Status
cs: Stav
cy: Statws
el: Κατάσταση
es_ar: Estado
fr: État
fy_nl: Steat
hu: Állapot
ia: Stato
is: Staða
it: Stato
ja: 状態
lo: ສະຖານະ
pl: Stan
pt_pt: Estado
ru: Статус
sk: Stav
sl: Stanje
sq: Gjendje
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_cn: 状态
zh_tw: 狀態

# vpn.subscriptionManagement.subscriptionPlatformLabel
source: %1 subscription
cs: Předplatné %1
cy: %1 tanysgrifiad
da: %1-abonnement
de: %1-Abonnement
el: Συνδρομή %1
es_ar: Suscripción de %1
fr: Abonnement %1
fy_nl: %1-abonnemint
hu: %1-előfizetés
ia: Abonamento %1
id: Langganan %1
is: %1 áskrift
it: Abbonamento %1
ja: %1 サブスクリプション
lo: %1 ການສະໝັກໃຊ້
nl: %1-abonnement
pl: Subskrypcja %1
pt_br: Assinatura via %1
pt_pt: Subscrição da %1
ru: Подписка %1
sk: Predplatné %1
sl: Naročnina %1
sq: Pajtim %1
sv_se: %1-prenumeration
th: การสมัครสมาชิกผ่าน %1
tr: %1 aboneliği
uk: %1 передплата
vi: Gói đăng ký tại %1
zh_cn: %1 订阅
zh_tw: %1 訂閱
