Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.notifications.VPNConnectedMessages
source: Connected through %1
cs: Připojeno přes %1
cy: Wedi cysylltu trwy %1
da: Forbundet gennem %1
de: Verbunden mit %1
el: Έγινε σύνδεση μέσω %1
es_ar: Conectado a través de %1
fr: Connecté via %1
fy_nl: Ferbûn fia %1
hu: Kapcsolódva a következőn keresztül: %1
ia: Connexe per %1
id: Tersambung melalui %1
is: Tengt í gegnum %1
it: Connesso a %1
ja: %1 経由で接続しました
lo: ເຊື່ອມຕໍ່ຜ່ານ %1
nl: Verbonden via %1
pl: Połączono przez %1
pt_br: Conectado por %1
pt_pt: Ligação estabelecida via %1
ru: Подключено через %1
sk: Pripojené cez %1
sl: Povezan prek strežnika v mestu %1
sq: Lidhur përmes %1
sv_se: Ansluten via %1
th: เชื่อมต่อที่ %1 แล้ว
tr: %1 şehrine bağlanıldı
uk: Під'єднано до %1
vi: Đã kết nối đến %1
zh_cn: 已通过 %1 服务器连接
zh_tw: 已連線到%1

# vpn.notifications.VPNConnectedTitle
source: VPN Connected
cs: VPN připojena
cy: VPN Wedi'i Gysylltu
da: VPN forbundet
de: VPN verbunden
el: Το VPN συνδέθηκε
es_ar: VPN conectada
fr: VPN connecté
fy_nl: VPN ferbûn
hu: VPN kapcsolódva
ia: VPN connexe
id: VPN Tersambung
is: VPN tengt
it: VPN connessa
ja: VPN に接続しました
lo: ເຊື່ອມຕໍ່ VPN ແລ້ວ
nl: VPN verbonden
pl: VPN połączony
pt_br: VPN conectada
pt_pt: VPN ligada
ru: VPN подключён
sk: VPN je pripojená
sl: VPN je povezan
sq: VPN-ja u Lidh
sv_se: VPN ansluten
th: เชื่อมต่อ VPN แล้ว
tr: VPN bağlantısı kuruldu
uk: VPN під'єднано
vi: Đã kết nối VPN
zh_cn: VPN 已连接
zh_tw: 已連線至 VPN

# vpn.notifications.VPNDisconnectedMessage
source: Disconnected from %1
cs: Odpojeno od %1
cy: Wedi'i ddatgysylltu o %1
da: Afbrudt forbindelse til %1
de: Von %1 getrennt
el: Έγινε αποσύνδεση από %1
es_ar: Desconectado de %1
fr: Déconnecté de %1
fy_nl: Ferbining mei %1 ferbrutsen
hu: Kapcsolat bontva a következővel: %1
ia: Disconnexe de %1
id: Terputus dari %1
is: Aftengt frá %1
it: Disconnesso da %1
ja: %1 との接続を解除しました
lo: ຕັດການເຊື່ອມຕໍ່ຈາກ %1
nl: Verbinding met %1 verbroken
pl: Rozłączono %1
pt_br: Desconectado de %1
pt_pt: Desligado de %1
ru: Отключено от %1
sk: Odpojené z %1
sl: Povezava s strežnikom v mestu %1 prekinjena
sq: U shkëput prej %1
sv_se: Frånkopplad från %1
th: ตัดการเชื่อมต่อที่ %1 แล้ว
tr: %1 bağlantısı kesildi
uk: Від’єднано від %1
vi: Đã ngắt kết nối khỏi %1
zh_cn: 与 %1 断开连接
zh_tw: 已從 %1 中斷連線

# vpn.notifications.VPNDisconnectedTitle
source: VPN Disconnected
cs: VPN odpojena
cy: VPN Wedi'i Ddatgysylltu
da: VPN frakoblet
de: VPN getrennt
el: Το VPN αποσυνδέθηκε
es_ar: VPN desconectada
fr: VPN déconnecté
fy_nl: Ferbining VPN ferbrutsen
hu: VPN kapcsolat bontva
ia: VPN disconnexe
id: VPN Terputus
is: VPN aftengt
it: VPN disconnessa
ja: VPN の接続を解除しました
lo: VPN ຕັດການເຊື່ອມຕໍ່
nl: Verbinding VPN verbroken
pl: VPN rozłączony
pt_br: VPN desconectada
pt_pt: VPN desligada
ru: VPN отключён
sk: VPN je odpojená
sl: Povezava VPN prekinjena
sq: VPN-ja u Shkëput
sv_se: VPN frånkopplad
th: ตัดการเชื่อมต่อ VPN แล้ว
tr: VPN bağlantısı kesildi
uk: VPN від’єднано
vi: Đã ngắt kết nối VPN
zh_cn: VPN 已断开
zh_tw: VPN 已中斷

# vpn.notifications.VPNMultihopConnectedMessages
source: Connected through %1 via %2
cs: Připojeno k %1 přes %2
cy: Wedi cysylltu trwy %1 a thrwy %2
de: Verbunden mit %1 über %2
el: Έγινε σύνδεση μέσω %1 και %2
es_ar: Conectado a través de %1 vía %2
fr: Connecté à %1 via %2
fy_nl: Ferbûn fia %1 fia %2
hu: Kapcsolódva ehhez: %1, a következőn keresztül: %2
ia: Connexe per %1 via %2
id: Terhubung melalui %1 melalui %2
is: Tengt við %1 í gegnum %2
it: Connesso a %1 tramite %2
ja: %2 から %1 経由で接続しました
lo: ເຊື່ອມຕໍ່ຜ່ານ %1 ດ້ວຍ %2
nl: Verbonden via %1 via %2
pl: Połączono do %1 poprzez %2
pt_br: Conectado por %1 via %2
pt_pt: Ligação estabelecida através de %1 via %2
ru: Подключено через %1, затем через %2
sk: Pripojené cez %2 a %1
sl: Povezan prek strežnika v mestu %1, skozi mesto %2
sq: I lidhur në %1 përmes %2
sv_se: Ansluten till %1 via %2
th: เชื่อมต่อที่ %1 ผ่าน %2 แล้ว
tr: %1 şehrine %2 üzerinden bağlanıldı
uk: Під'єднано до %1 через %2
vi: Đã kết nối đến %1 thông qua %2
zh_cn: 经由 %2 到 %1 的连接
zh_tw: 經由 %2 連線到 %1

# vpn.notifications.VPNMultihopDisconnectedMessage
source: Disconnected from %1 and %2
cs: Odpojeno od %1 a %2
cy: Wedi'i ddatgysylltu o %1 ac o %2
da: Afbrudt forbindelse til %1 og %2
de: Getrennt von %1 und %2
el: Έγινε αποσύνδεση από %1 και %2
es_ar: Desconectado de %1 y %2
fr: Déconnecté de %1 et %2
fy_nl: Ferbining mei %1 en %2 ferbrutsen
hu: Kapcsolat bontva a következőkkel: %1 és %2
ia: Disconnexe de %1 e %2
id: Terputus dari %1 dan %2
is: Aftengt frá %1 og %2
it: Disconnesso da %1 e %2
ja: %1 および %2 との接続を解除しました
lo: ຕັດການເຊື່ອມຕໍ່ຈາກ %1 ແລະ %2
nl: Verbinding met %1 en %2 verbroken
pl: Rozłączono %1 i %2
pt_br: Desconectado de %1 e %2
pt_pt: Ligação desligada de %1 e %2
ru: Отключено от %1 и %2
sk: Odpojené z %2 a %1
sl: Povezava s strežnika v mestih %1 in %2 prekinjena
sq: U shkëput prej %1 dhe %2
sv_se: Frånkopplad från %1 och %2
th: ตัดการเชื่อมต่อที่ %1 และ %2 แล้ว
tr: %1 ve %2 sunucularının bağlantısı kesildi
uk: Від'єднано від %1 та %2
vi: Đã ngắt kết nối khỏi %1 và %2
zh_cn: 已从 %1 和 %2 断开连接
zh_tw: 已從 %1、%2 中斷連線

# vpn.notifications.VPNSwitchedServersMessage
source: Switched from %1 to %2
cs: Přeponuto z %1 na %2
cy: Wedi newid o %1 i %2
da: Skiftet fra %1 til %2
de: Von %1 auf %2 gewechselt
el: Έγινε εναλλαγή από %1 σε %2
es_ar: Cambiado de %1 a %2
fr: Passage de %1 à %2
fy_nl: Omskeakele fan %1 nei %2
hu: Átváltva: %1 → %2
ia: Commutate de %1 a %2
id: Beralih dari %1 ke %2
is: Skipt úr %1 yfir í %2
it: Passato da %1 a %2
ja: %1 から %2 に切り替えました
lo: ປ່ຽນຈາກ %1 ເປັນ %2
nl: Omgeschakeld van %1 naar %2
pl: Przełączono z %1 na %2
pt_br: Mudou de %1 para %2
pt_pt: Mudou de %1 para %2
ru: Переключено с %1 на %2
sk: Prepnuté z %1 na %2
sl: Preklop s strežnika v mestu %1 na strežnik v mestu %2
sq: U kalua nga %1 në %2
sv_se: Bytte från %1 till %2
th: สลับจาก %1 ไปยัง %2 แล้ว
tr: %1 sunucusundan %2 sunucusuna geçildi
uk: Сервер %1 змінено на %2
vi: Đã chuyển từ %1 sang %2
zh_cn: 从 %1 切换到 %2
zh_tw: 已從 %1 切換到 %2

# vpn.notifications.VPNSwitchedServersTitle
source: VPN Switched Servers
cs: VPN změnila servery
cy: Gweinyddion Newid VPN
da: VPN'en skiftede servere
de: VPN hat Server umgeschaltet
el: Το VPN άλλαξε διακομιστές
es_ar: Servidores VPN conmutados
fr: Le VPN a changé de serveur
fy_nl: VPN is fan server omskeakele
hu: A VPN kiszolgálót váltott
ia: Le VPN mutava servitor
id: VPN Beralih Server
is: VPN skipti um netþjóna
it: La VPN è passata a un altro server
ja: VPN がサーバーを切り替えました
lo: VPN ປ່ຽນເຊີບເວີ
nl: VPN is van server omgeschakeld
pl: Serwery przełączane przez VPN
pt_br: A VPN mudou de servidor
pt_pt: A VPN mudou de servidores
ru: VPN переключило сервера
sk: VPN zmenilo server
sl: VPN je zamenjal strežnike
sq: VPN-ja Ndërroi Shërbyes
sv_se: VPN-växlade servrar
th: VPN ทำการสลับเซิร์ฟเวอร์
tr: VPN sunucusu değişti
uk: Служба VPN перемкнула сервери
zh_cn: 已切换 VPN 服务器
zh_tw: 已切換 VPN 伺服器

# vpn.notifications.captivePortalBlockMessage2
source: The guest Wi-Fi network you’re connected to requires action. Click to turn off VPN to see the portal.
cs: Wi-Fi pro hosty, ke které jste připojeni, vyžaduje akci. Klepněte pro vypnnutí VPN a zobrazení portálu.
cy: Mae angen gweithredu ar y rhwydwaith Wi-Fi gwestai rydych wedi cysylltu ag ef. Cliciwch yma i ddiffodd y VPN i weld y porth.
da: Wi-fi-gæstenetværket, du er forbundet til, kræver en handling. Klik for at slå VPN fra for at se portalen.
de: Das Gast-WLAN-Netzwerk, mit dem Sie verbunden sind, erfordert Maßnahmen. Klicken Sie hier, um VPN zu deaktivieren und das Portal anzuzeigen.
el: Το δίκτυο Wi-Fi επισκεπτών που συνδεθήκατε απαιτεί κάποια ενέργεια. Κάντε κλικ για να απενεργοποιήσετε το VPN και να δείτε την πύλη.
es_ar: La red Wi-Fi para invitados a la que estás conectado requiere acción. Hacé clic para desactivar la VPN y ver el portal.
fr: Le réseau Wi-Fi invité auquel vous êtes connecté·e nécessite une action. Cliquez ici pour désactiver le VPN et voir le portail.
fy_nl: It wifi-gastnetwurk wêrmei't jo ferbûn binne fereasket aksje. Klik om VPN út te skeakeljen en it portaal te besjen.
hu: A vendég Wi-Fi-hálózat, amelyhez kapcsolódik, beavatkozást igényel. Kattintson a VPN kikapcsolásához, hogy megtekintse a portált.
ia: Le rete Wi-Fi pro visitantes al qual tu es connectite require un action. Clicca hic pro disactivar le VPN e vider le portal.
id: Jaringan Wi-Fi tamu yang tersambung dengan Anda memerlukan tindakan. Klik untuk mematikan VPN untuk melihat portal.
is: Wi-Fi netkerfi gestaaðgangs sem þú tengist krefst aðgerða. Smelltu til að slökkva á VPN til að sjá aðgangsgáttina.
it: La rete Wi-Fi per ospiti a cui sei connesso richiede attenzione. Fai clic per disattivare la VPN e visualizzare il portale.
ja: 接続しているゲスト Wi-Fi ネットワークには操作が必要です。ポータルを表示するには、クリックして VPN をオフにしてください。
lo: ເຄືອຂ່າຍ guest Wi-Fi ທີ່ທ່ານເຊື່ອມຕໍ່ເພື່ອຮຽກຮ້ອງໃຫ້ມີການປະຕິບັດ. ຄລິກເພື່ອປິດ VPN ເພື່ອເບິ່ງ portal.
nl: Het wifi-gastnetwerk waarmee u verbonden bent vereist actie. Klik om VPN uit te schakelen en het portaal te bekijken.
pl: Sieć Wi-Fi dla gości, z którą się łączysz, wymaga działania. Kliknij, aby wyłączyć VPN, aby zobaczyć portal.
pt_br: A rede WiFi para visitantes em que você está conectado requer uma ação. Clique para desativar a VPN para ver o portal.
pt_pt: A rede Wi-Fi para convidados à qual está ligado requer uma ação. Clique para desligar a VPN e para ver o portal.
ru: Гостевая Wi-Fi сеть, к которой вы подключены, требует действий. Нажмите, чтобы отключить VPN и увидеть портал.
sk: Hosťovská Wi-Fi, ku ktorej je vaše zariadenie pripojené vyžaduje akciu. Kliknutím vypnete VPN.
sl: Omrežje Wi-Fi za goste, s katerim ste povezani, zahteva ukrepanje. Kliknite za izklop VPN in ogled portala.
sq: Rrjeti mysafir Wi-Fi te i cili jeni lidhur, lyp veprim. Klikoni që ta çaktivizoni VPN-në, për të parë portalin.
sv_se: Ett gäst Wi-Fi-nätverk du är ansluten till kräver åtgärder. Klicka för att stänga av VPN för att se portalen.
th: เครือข่าย Wi-Fi สำหรับผู้ใช้ภายนอกที่คุณเชื่อมต่อจำเป็นต้องมีการดำเนินการ คลิกเพื่อปิด VPN เพื่อดูหน้าพอร์ทัล
tr: Bağlandığınız misafir Wi-Fi ağı eylem gerektiriyor. VPN’i kapatıp portalı görmek için tıklayın.
uk: Гостьова мережа Wi-Fi, до якої ви під’єднані, вимагає дій. Клацніть, щоб вимкнути VPN та побачити портал.
vi: Mạng Wi-Fi khách mà bạn kết nối yêu cầu phải thực hiện hành động. Nhấp để tắt VPN để xem cổng thông tin.
zh_cn: 此访客 Wi-Fi 需要登录才能使用。点击关闭 VPN 以查看登录页面。
zh_tw: 您目前連上的 Wi-Fi 網路需要登入才能對外連線。請點擊此處關閉 VPN 檢視登入網頁內容。

# vpn.notifications.captivePortalBlockTitle
source: Guest Wi-Fi portal blocked
cs: Zablokován portál Wi-Fi pro hosty
cy: Porth Wi-Fi gwesteion wedi'i rwystro
da: Wi-fi-gæsteportal er blokeret
de: Gast-WLAN-Portal-Alarm blockiert
el: Το δίκτυο Wi-Fi επισκεπτών αποκλείστηκε
es_ar: El portal de Wi-Fi para invitados está bloqueado
fr: Portail Wi-Fi invité bloqué
fy_nl: Wifi-gasteportaal blokkearre
hu: Vendég Wi-Fi portál letiltva
ia: Le portal Wi-Fi pro visitantes es blocate
id: Portal Wi-Fi tamu diblokir
is: Lokað á Wi-Fi gátt gesta
it: Bloccato portale Wi-Fi per ospiti
ja: ゲスト Wi-Fi ポータルをブロックしました
lo: Portal Guest Wi-Fi ຖືກບລັອກ
nl: Wifi-gastenportaal geblokkeerd
pl: Portal Wi-Fi dla gości zablokowany
pt_br: Bloqueado portal de WiFi para visitantes
pt_pt: Portal de Wi-Fi convidado bloqueado
ru: Гостевой портал Wi-Fi заблокирован
sk: Bol zablokovaný hosťovský Wi-Fi portál
sl: Portal Wi-Fi za goste blokiran
sq: U bllokua portal Wi-Fi mysafir
sv_se: Gäst-Wi-Fi-portal blockerad
th: พอร์ทัล Wi-Fi สำหรับผู้ใช้ภายนอกถูกปิดกั้น
tr: Misafir Wi-Fi portalı engellendi
uk: Гостьовий портал Wi-Fi заблоковано
vi: Cổng Wi-Fi khách bị chặn
zh_cn: 访客 Wi-Fi 登录页面被阻止
zh_tw: Wi-Fi 登入頁面遭到封鎖

# vpn.notifications.captivePortalUnblockMessage2
source: The guest Wi-Fi network you’re connected to may not be secure. Click to turn on VPN to secure your device.
cs: Wi-Fi pro hosty, ke které jste připojení, nemusí být bezpečná. Klepněte pro zapnutí VPN a zabezpečení vašeho zařízení.
cy: Efallai na fydd y rhwydwaith Wi-Fi gwestai rydych wedi cysylltu ag ef yn ddiogel. Cliciwch yma i droi'r VPN ymlaen i ddiogelu eich dyfais.
da: Wi-fi-gæstenetværket, du er forbundet til, er muligvis ikke sikkert. Klik for at aktivere VPN for at sikre din enhed.
de: Das Gast-WLAN-Netzwerk, mit dem Sie verbunden sind, ist möglicherweise nicht sicher. Klicken Sie hier, um VPN zu aktivieren und Ihr Gerät zu sichern.
el: Το δίκτυο Wi-Fi επισκεπτών που συνδεθήκατε ενδέχεται να μην είναι ασφαλές. Κάντε κλικ για ενεργοποίηση του VPN και προστασία της συσκευής σας.
es_ar: Es posible que la red Wi-Fi para invitados a la que estás conectado no sea segura. Hacé clic para activar la VPN y proteger tu dispositivo.
fr: Le réseau Wi-Fi invité auquel vous êtes connecté·e n’est peut-être pas sécurisé. Cliquez ici pour activer le VPN et protéger votre appareil.
fy_nl: It wifi-gastnetwurk wêrmei't jo ferbûn binne is mooglik net befeilige. Klik om VPN yn te skeakeljen en jo apparaat te befeiligjen.
hu: Előfordulhat, hogy a vendég Wi-Fi-hálózat, amelyhez kapcsolódik, nem biztonságos. Kattintson a VPN bekapcsolásához az eszköz biztosításához.
ia: Le rete Wi-Fi pro visitantes al qual tu es connectite pote esser non secur. Clicca pro activar le VPN e securisar tu apparato.
id: Jaringan Wi-Fi tamu yang tersambung dengan Anda mungkin tidak aman. Klik untuk mengaktifkan VPN untuk mengamankan perangkat Anda.
is: Wi-Fi netkerfi gestaaðgangs sem þú tengist er mögulega ekki öruggt. Smelltu til að kveikja á VPN til að gera tækið þitt öruggt.
it: La rete Wi-Fi per ospiti a cui sei connesso potrebbe non essere sicura. Fai clic per attivare la VPN e proteggere il dispositivo.
ja: 接続しているゲスト Wi-Fi ネットワークは安全ではありません。端末を保護するには、クリックして VPN をオンにしてください。
lo: ເຄືອຂ່າຍ guest Wi-Fi ທີ່ທ່ານເຊື່ອມຕໍ່ຢູ່ອາດຈະບໍ່ປອດໄພ. ຄລິກເພື່ອເປີດໃຊ້ VPN ເພື່ອຮັບປະກັນອຸປະກອນຂອງທ່ານ.
nl: Het wifi-gastnetwerk waarmee u verbonden bent is mogelijk niet beveiligd. Klik om VPN in te schakelen en uw apparaat te beveiligen.
pl: Sieć Wi-Fi dla gości, z którą się łączysz, może nie być bezpieczna. Kliknij, aby włączyć VPN w celu zabezpieczenia urządzenia.
pt_br: A rede WiFi para visitantes em que você está conectado pode não ser segura. Clique para ativar a VPN para proteger seu dispositivo.
pt_pt: A rede Wi-Fi para convidados à qual está ligado pode ser insegura. Clique para ligar a VPN e proteger o seu dispositivo.
ru: Гостевая Wi-Fi сеть, к которой вы подключены, может быть не защищена. Нажмите, чтобы включить VPN для защиты вашего устройства.
sk: Hosťovská Wi-Fi, ku ktorej je vaše zariadenie pripojené, nemusí byť zabezpečená. Kliknutím zapnete VPN.
sl: Omrežje Wi-Fi za goste, s katerim ste povezani, morda ni varno. Kliknite, da vklopite VPN in zavarujete svojo napravo.
sq: Rrjeti mysafir Wi-Fi te i cili jeni lidhur, mund të mos jetë i sigurt. Klikoni që ta çaktivizoni VPN-në, për të siguruar portalin.
sv_se: Gäst Wi-Fi-nätverket du är ansluten till kanske inte är säkert. Klicka för att aktivera VPN för att säkra din enhet.
th: เครือข่าย Wi-Fi สำหรับผู้ใช้ภายนอกที่คุณเชื่อมต่ออาจไม่ปลอดภัย คลิกเพื่อเปิด VPN เพื่อปกป้องอุปกรณ์ของคุณให้ปลอดภัย
tr: Bağlandığınız misafir Wi-Fi ağı güvenli olmayabilir. VPN’i açarak cihazınızın güvenliğini sağlamak için tıklayın.
uk: Можливо, гостьова мережа Wi-Fi, до якої ви під’єднані, не захищена. Клацніть, щоб увімкнути VPN та захистити пристрій.
vi: Mạng Wi-Fi khách mà bạn kết nối có thể không an toàn. Nhấp để bật VPN để bảo mật thiết bị của bạn.
zh_cn: 您连接的访客 Wi-Fi 网络可能不安全。单击以打开 VPN 以保护您的设备。
zh_tw: 您目前連上的 Wi-Fi 網路可能不安全。請點擊此處開啟 VPN 來保護傳輸內容。

# vpn.notifications.captivePortalUnblockTitle
source: Guest Wi-Fi portal detected
cs: Zjištěn portál Wi-Fi pro hosty
cy: Porth Wi-Fi gwestai wedi'i ganfod
da: Wi-fi-gæsteportal fundet
de: Gast-WLAN-Portal-Alarm entdeckt
el: Ανιχνεύθηκε δίκτυο Wi-Fi επισκεπτών
es_ar: Se detectó el portal de Wi-Fi para invitados.
fr: Portail Wi-Fi invité détecté
fy_nl: Wifi-gasteportaal detektearre
hu: Vendég Wi-Fi portál észlelve
ia: Portal Wi-Fi pro visitantes detegite
id: Portal Wi-Fi tamu terdeteksi
is: Fann Wi-Fi gátt gestaaðgangs
it: Rilevato portale Wi-Fi per ospiti
ja: ゲスト Wi-Fi ポータルを検出しました
lo: ກວດພົບ Guest Wi-Fi portal
nl: Wifi-gastenportaal gedetecteerd
pl: Wykryto portal Wi-Fi dla gości
pt_br: Detectado portal de WiFi para visitantes
pt_pt: Portal de Wi-Fi convidado detetado
ru: Обнаружен гостевой портал Wi-Fi
sk: Bol zistený hosťovský Wi-Fi portál
sl: Zaznan portal Wi-Fi za goste
sq: U pikas portal Wi-Fi mysafir
sv_se: Gäst-Wi-Fi-portal upptäcktes
th: ตรวจพบพอร์ทัล Wi-Fi สำหรับผู้ใช้ภายนอก
tr: Misafir Wi-Fi portalı algılandı
uk: Виявлено гостьовий портал Wi-Fi
vi: Đã phát hiện cổng bị khóa của Wi-Fi khách
zh_cn: 检测到 Wi-Fi 登录页面
zh_tw: 偵測到 Wi-Fi 登入頁面

# vpn.notifications.connectionFailedMessage
source: Sorry, something went wrong with your VPN connection.
cs: Omlouváme se, ale něco se pokazilo s vaším připojením k síti VPN.
de: Entschuldigung, mit Ihrer VPN-Verbindung ist etwas schiefgegangen.
el: Δυστυχώς, κάτι πήγε στραβά με τη σύνδεση VPN σας.
es_ar: Disculpá, algo salió mal con tu conexión VPN.
is: Því miður fór eitthvað úrskeiðis með VPN-tenginguna þína.
it: Siamo spiacenti, si è verificato un problema con la connessione VPN.
nl: Sorry, er is iets misgegaan met uw VPN-verbinding.
pl: Przepraszamy, coś poszło nie tak z Twoim połączeniem VPN.
pt_br: Desculpe, algo deu errado com sua conexão VPN.
ru: Извините, что-то пошло не так с вашим VPN-соединением.
sl: Oprostite, vaša povezava z VPN je naletela na napako.
sv_se: Tyvärr, något gick fel med din VPN-anslutning.
th: ขออภัย มีบางอย่างผิดพลาดกับการเชื่อมต่อ VPN ของคุณ
tr: Üzgünüz, VPN bağlantınızla ilgili bir sorun oluştu.
vi: Rất tiếc, đã xảy ra sự cố với kết nối VPN của bạn.
zh_tw: 抱歉，您的 VPN 連線有些問題。

# vpn.notifications.connectionFailedTitle
source: Connection failed
cs: Připojení selhalo
de: Verbindung fehlgeschlagen
el: Αποτυχία σύνδεσης
es_ar: Falló la conexión
is: Tenging mistókst
it: Connessione non riuscita
lo: ການເຊື່ອມຕໍ່ລົ້ມເຫລວ
nl: Verbinding mislukt
pl: Połączenie się nie powiodło
pt_br: Falha na conexão
ru: Ошибка подключения
sl: Povezava ni uspela
sv_se: Anslutning misslyckades
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı kurulamadı
vi: Kết nối thất bại
zh_tw: 連線失敗

# vpn.notifications.subscriptionNotFound
source: Your Mozilla VPN subscription cannot be found. Please open the app to resolve this subscription issue.
cs: Vaše předplatné Mozilla VPN se nepodařilo nalézt. Chcete-li vyřešit tento problém, otevřete aplikaci.
cy: Nid oes modd dod o hyd i'ch tanysgrifiad Mozilla VPN. Agorwch yr ap i ddatrys y mater tanysgrifio hwn.
da: Dit Mozilla VPN-abonnement blev ikke fundet. Åbn appen for at løse problemet.
de: Ihr Mozilla VPN-Abonnement kann nicht gefunden werden. Bitte öffnen Sie die App, um dieses Abonnementproblem zu lösen.
el: Δεν είναι δυνατή η εύρεση της συνδρομής σας στο Mozilla VPN. Παρακαλούμε ανοίξτε την εφαρμογή για να επιλύσετε αυτό το πρόβλημα συνδρομής.
es_ar: No pudimos encontrar tu suscripción a la Mozilla VPN. Abrí la aplicación para resolver este problema de suscripción.
fr: Votre abonnement à Mozilla VPN est introuvable. Veuillez ouvrir l’application pour résoudre ce problème.
fy_nl: Wy kinne jo abonnemint op Mozilla VPN net fine. Iepenje de app om dit abonnemintsprobleem op te lossen.
hu: A Mozilla VPN előfizetése nem található. Az előfizetési probléma megoldásához nyissa meg az alkalmazást.
ia: Impossibile trovar tu abonamento a Mozilla VPN. Aperi le app pro resolver le problema.
id: Langganan Mozilla VPN Anda tidak dapat ditemukan. Silakan buka aplikasi untuk menyelesaikan masalah langganan ini.
is: Mozilla VPN áskriftin þín finnst ekki. Opnaðu smáforritið til að leysa þetta áskriftarvandamál.
it: Impossibile trovare il tuo abbonamento a Mozilla VPN. Apri l’app per risolvere il problema.
ja: Mozilla VPN のサブスクリプションが見つかりません。このサブスクリプションの問題を解決するには、アプリを開いてください。
lo: ບໍ່ສາມາດຊອກຫາການສະໝັກໃຊ້ Mozilla VPN ຂອງທ່ານໄດ້. ກະລຸນາເປີດແອັບເພື່ອແກ້ໄຂບັນຫາການສະໝັກໃຊ້ນີ້.
nl: We kunnen uw abonnement op Mozilla VPN niet vinden. Open de app om dit abonnementsprobleem op te lossen.
pl: Nie możemy znaleźć Twojej subskrypcji Mozilla VPN. Otwórz aplikację, aby rozwiązać ten problem z subskrypcją.
pt_br: Sua assinatura do Mozilla VPN não pôde ser encontrada. Abra o aplicativo para resolver esse problema de assinatura.
pt_pt: A sua subscrição Mozilla VPN não foi encontrada. Por favor, abra a aplicação para resolver este problema de subscrição.
ru: Ваша подписка на Mozilla VPN не найдена. Пожалуйста, откройте приложение, чтобы решить эту проблему с подпиской.
sk: Vaše predplatné Mozilla VPN sa nepodarilo nájsť. Ak chcete vyriešiť tento problém, otvorte aplikáciu.
sl: Vaše naročnine na Mozilla VPN ni mogoče najti. Odprite aplikacijo, da odpravite težavo.
sq: Pajtimi juaj për Mozilla VPN s’gjendet dot. Që të zgjidhni këtë problem pajtimi, ju lutemi, hapni aplikacionin.
sv_se: Din Mozilla VPN-prenumeration kan inte hittas. Öppna appen för att lösa detta prenumerationsproblem.
th: ไม่พบการสมัครสมาชิก Mozilla VPN ของคุณ โปรดเปิดแอปเพื่อแก้ไขปัญหานี้
tr: Mozilla VPN aboneliğiniz bulunamadı. Bu abonelik sorununu çözmek için lütfen uygulamayı açın.
uk: Не вдалося знайти вашу передплату Mozilla VPN. Відкрийте застосунок, щоб усунути цю проблему передплати.
vi: Không thể tìm thấy gói đăng ký Mozilla VPN của bạn. Vui lòng mở ứng dụng để giải quyết vấn đề gói đăng ký này.
zh_cn: 找不到您的 Mozilla VPN 订阅。请打开应用程序以解决此订阅问题。
zh_tw: 找不到您的 Mozilla VPN 訂閱紀錄。請開啟應用程式處理訂閱問題。

# vpn.notifications.unsecuredNetworkGeneric
source: Wi-Fi network is not secure. Click here to turn on VPN and secure your device.
it: La rete Wi-Fi non è sicura. Fai clic qui per attivare la VPN e proteggere il tuo dispositivo.
pl: Sieć Wi-Fi nie jest bezpieczna. Kliknij tutaj, aby włączyć VPN i zabezpieczyć swoje urządzenie.
ru: Сеть Wi-Fi не защищена. Щёлкните здесь, чтобы включить VPN и защитить своё устройство.
