Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# vpn.helpSheets.dnsBody1
source: Whenever you connect to a website, a DNS (domain name system) first turns the domain name (e.g. www.mozilla.org) into an IP address that allows your internet traffic to reach that destination.
cs: Kdykoli se připojíte k webové stránce, systém DNS (systém doménových jmen) nejprve změní název domény (např. www.mozilla.org) na IP adresu, která umožní internetovému provozu dosáhnout daného cíle.
da: Når du opretter forbindelse til et websted laver en DNS (domain name system) først domænet (fx www.mozilla.org) om til en IP-adresse, sådan at din internettrafik kan nå denne destination.
de: Immer wenn Sie eine Verbindung zu einer Website herstellen, wandelt ein DNS (Domain-Name-System) zuerst den Domainnamen (z.B. www.mozilla.org) in eine IP-Adresse um, über die Ihr Internetverkehr dieses Ziel erreichen kann.
el: Κάθε φορά που συνδέεστε σε μια ιστοσελίδα, ένα DNS (σύστημα ονομάτων τομέα) μετατρέπει αρχικά το όνομα τομέα (π.χ. www.mozilla.org) σε μια διεύθυνση IP και επιτρέπει στη διαδικτυακή σας κίνηση να φτάσει στον προορισμό της.
es_ar: Cada vez que te conectás a un sitio web, un DNS (sistema de nombres de dominio) primero convierte el nombre de dominio (por ejemplo, www.mozilla.org) en una dirección IP que permite que tu tráfico de Internet llegue a ese destino.
fy_nl: Elke kear as jo ferbine mei in website, feroaret in DNS (domain name system) earst de domeinnamme (bygl. www.mozilla.org) earst yn in IP-adres wêrmei’t jo ynternetferkear dy bestimming berikke kin.
hu: Amikor egy weboldalhoz csatlakozik, a DNS (domain névrendszer) először a domain nevet (például a www.mozilla.org-ot) egy IP-címmé alakítja, amely lehetővé teszi, hogy az internetes forgalma elérje a célállomást.
id: Setiap kali Anda terhubung ke situs web, DNS (sistem nama domain) pertama-tama mengubah nama domain (mis. www.mozilla.org) menjadi alamat IP yang memungkinkan lalu lintas internet Anda mencapai tujuan itu.
is: Alltaf þegar þú tengist vefsíðu breytir DNS (lénsnafnakerfi) fyrst léninu (t.d. www.mozilla.org) í IP-vistfang sem gerir internetumferð þinni kleift að ná þeim áfangastað.
it: Ogni volta che ti connetti a un sito web, un DNS (domain name system) trasforma il nome di dominio (ad es. www.mozilla.org) in un indirizzo IP che consente al tuo traffico internet di raggiungere quella destinazione.
lo: ເມື່ອໃດກໍ່ຕາມທີ່ທ່ານເຊື່ອມຕໍ່ກັບເວັບໄຊທ໌, DNS (ລະບົບຊື່ໂດເມນ) ທໍາອິດປ່ຽນຊື່ໂດເມນ (ເຊັ່ນ: www.mozilla.org) ເຂົ້າໄປໃນທີ່ຢູ່ IP ທີ່ອະນຸຍາດໃຫ້ການເຂົ້າຊົມອິນເຕີເນັດຂອງທ່ານໄປເຖິງຈຸດຫມາຍປາຍທາງນັ້ນ.
nl: Telkens wanneer u verbinding maakt met een website, verandert een DNS (domain name system) eerst de domeinnaam (bv. www.mozilla.org) in een IP-adres waarmee uw internetverkeer die bestemming kan bereiken.
pl: Za każdym razem, gdy łączysz się z witryną internetową, DNS (system nazw domen) najpierw przekształca nazwę domeny (np. www.mozilla.org) w adres IP, który umożliwia ruchowi internetowemu dotarcie do miejsca docelowego.
pt_br: Sempre que você se conecta a um site, um DNS (sistema de nomes de domínio) primeiro transforma o nome do domínio (por exemplo, www.mozilla.org) em um endereço IP, que permite que o tráfego da internet chegue até esse destino.
ru: Всякий раз, когда вы подключаетесь к веб-сайту, DNS (система доменных имен) сначала превращает доменное имя (например, www.mozilla.org) в IP-адрес, который позволяет вашему интернет-трафику достигать этого назначения.
sk: Kedykoľvek sa pripojíte na webovú stránku, DNS (systém názvov domén) najskôr zmení názov domény (napr. www.mozilla.org) na IP adresu, ktorá umožní vášmu internetovému prehliadaču dosiahnuť daný cieľ.
sl: Ko vzpostavite povezavo s spletno stranjo, najprej DNS (domain name system) prevede ime domene (npr. www.mozilla.org) v naslov IP, ki omogoča, da internetni promet doseže ta cilj.
sq: Kurdo që lidheni te një sajt, një DNS (domain name system - sistem emrash përkatësish) së pari shndërron emrin e përkatësisë (p.sh. www.mozilla.org) në një adresë IP që lejon trafikun tuaj internet të mbërrijë te ajo vendmbërritje.
sv_se: När du ansluter till en webbplats förvandlar en DNS (domännamnssystem) först domännamnet (t.ex. www.mozilla.org) till en IP-adress som gör att din internettrafik kan nå den destinationen.
th: เมื่อคุณเชื่อมต่อกับเว็บไซต์ ขั้นตอนแรก DNS (ระบบชื่อโดเมน) จะแปลงชื่อโดเมน (เช่น www.mozilla.org) ให้เป็นที่อยู่ IP ก่อน เพื่อให้การรับส่งข้อมูลทางอินเอทร์เน็ตของคุณนั้นเข้าถึงปลายทางนั้นได้
tr: DNS (alan adı sistemi), bir web sitesine bağlandığınızda alan adını (örn. www.mozilla.org) bir IP adresine dönüştürür. Bu sayede internet trafiğiniz o hedefe ulaşabilir.
vi: Khi bạn kết nối đến một trang web, DNS (hệ thống phân giải tên miền) trước tiên sẽ biến tên miền (ví dụ: www.mozilla.org) thành một địa chỉ IP cho phép lưu lượng truy cập internet của bạn đến đó.
zh_tw: 當您連線到網站時，會先使用 DNS（網域名稱系統）將網域名稱（例如 www.mozilla.org）轉換成 IP 位置，讓網路流量可以傳送到該目的地。

# vpn.helpSheets.dnsBody2
source: Mozilla VPN allows you to choose a custom DNS server if you prefer. If you use one, you won’t be able to use other privacy features in the VPN like tracker blocking.
cs: Mozilla VPN umožňuje zvolit si vlastní server DNS, pokud si to přejete. Pokud jej použijete, nebudete moci využívat další funkce ochrany soukromí v síti VPN, jako je blokování sledování.
da: Med Mozilla VPN kan du vælge en tilpasset DNS-server. Hvis du bruger en tilpasset server, kan du ikke bruge VPN'ens andre funktioner til beskyttelse af privatlivet - fx blokering af sporing.
de: Mozilla VPN ermöglicht es Ihnen, einen benutzerdefinierten DNS-Server auszuwählen, wenn Sie dies wünschen. Wenn Sie einen verwenden, können Sie andere Datenschutzfunktionen im VPN nicht verwenden, wie z. B. die Blockierung von Trackern
el: Το Mozilla VPN σάς επιτρέπει να επιλέξετε έναν προσαρμοσμένο διακομιστή DNS εάν το επιθυμείτε. Αν χρησιμοποιείτε κάποιο, δε θα μπορείτε να χρησιμοποιήσετε άλλες λειτουργίες απορρήτου στο VPN, όπως τη φραγή ιχνηλατών.
es_ar: Mozilla VPN te permite elegir un servidor DNS personalizado si preferís. Si usás uno, no podrás usar otras funciones de privacidad en la VPN como el bloqueo de rastreadores.
fy_nl: Mei Mozilla VPN kinne jo a s jo wolle in oanpaste DNS-server kieze. As jo der ien brûke, kinne jo gjin oare privacyfunksjes yn de VPN brûke, lykas blokkearjen fan trackers.
hu: A Mozilla VPN lehetővé teszi, hogy egyéni DNS-kiszolgálót válasszon, ha úgy tetszik. Ha ilyet használ, akkor nem fogja tudni használni a VPN többi adatvédelmi funkcióját, például a követőblokkolást.
id: Mozilla VPN memungkinkan Anda untuk memilih server DNS khusus jika Anda mau. Jika Anda menggunakannya, Anda tidak akan dapat menggunakan fitur privasi lainnya di VPN seperti pemblokiran pelacak.
is: Mozilla VPN gerir þér kleift að velja sérsniðinn DNS-netþjón ef þú vilt. Ef þú notar einn slíkann, muntu ekki geta notað aðra persónuverndareiginleika í VPN eins og að útiloka rekjara.
it: Mozilla VPN ti consente di scegliere un server DNS personalizzato. Se ne utilizzi uno, non sarai in grado di utilizzare altre funzionalità per la privacy incluse nella VPN, come il blocco degli elementi traccianti.
lo: Mozilla VPN ຊ່ວຍໃຫ້ທ່ານສາມາດເລືອກເຄື່ອງແມ່ຂ່າຍ DNS ແບບກໍານົດເອງຖ້າທ່ານຕ້ອງການ. ຖ້າທ່ານໃຊ້ອັນໃດອັນໜຶ່ງ, ທ່ານຈະບໍ່ສາມາດໃຊ້ຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວອື່ນໃນ VPN ເຊັ່ນ: ການບລັອກຕົວຕິດຕາມ.
nl: Met Mozilla VPN kunt u desgewenst een aangepaste DNS-server kiezen. Als u er een gebruikt, kunt u geen andere privacyfuncties in de VPN gebruiken, zoals blokkeren van trackers.
pl: Mozilla VPN pozwala wybrać niestandardowy serwer DNS, jeśli tak wolisz. Jeśli jednak go wybierzesz, nie będziesz mógł korzystać z innych funkcji prywatności w VPN, takich jak blokowanie skryptów śledzących.
pt_br: O Mozilla VPN permite escolher um servidor DNS personalizado, se você preferir. Se usar um, não poderá usar outros recursos de privacidade na VPN, como bloqueio de rastreadores.
ru: Mozilla VPN позволяет вам выбрать собственный DNS-сервер, если вы этого хотите. Если вы его используете, вы не сможете использовать другие функции конфиденциальности в VPN, такие как блокировка трекеров.
sk: Mozilla VPN vám umožňuje vybrať si vlastný server DNS, ak chcete. Ak ho použijete, nebudete môcť v sieti VPN používať ďalšie funkcie ochrany osobných údajov, ako je blokovanie sledovania.
sl: Mozilla VPN vam omogoča, da si po želji izberete strežnik DNS po meri. Če ga uporabljate, ne bodo delovale druge možnosti za zasebnost, ki jih ponuja VPN, kot je zavračanje sledilcev.
sq: Mozilla VPN ju lejon të zgjidhni një shërbyes vetjak DNS, nëse parapëlqeni kështu. Nëse përdorni një të tillë, s’do të jeni në gjendje të përdorni veçori të tjera privatësie në VPN, b.f., bllokim gjurmimi.
sv_se: Mozilla VPN låter dig välja en anpassad DNS-server om du föredrar det. Om du använder en, kommer du inte att kunna använda andra sekretessfunktioner i VPN som spårningsblockering.
th: Mozilla VPN ให้คุณเลือกเซิร์ฟเวอร์ DNS กำหนดเองได้ถ้าคุณต้องการ ถ้าคุณใช้เซิร์ฟเวอร์เหล่านั้น คุณจะไม่สามารถใช้คุณลักษณะความเป็นส่วนตัวอื่นๆ ใน VPN ได้ เช่น การปิดกั้นตัวติดตาม
tr: Mozilla VPN’de isterseniz kendi seçtiğiniz özel bir DNS sunucusunu kullanabilirsiniz. Özel DNS sunucusu kullanırsanız takip kodlarını engelleme gibi diğer gizlilik özellikleri çalışmayacaktır.
vi: Mozilla VPN cho phép bạn chọn máy chủ DNS tùy chỉnh nếu bạn muốn. Nếu sử dụng nó, bạn sẽ không thể sử dụng tính năng quyền riêng tư khác trong VPN như chặn trình theo dõi.
zh_tw: 若您想要的話，Mozilla VPN 讓您可以自行選擇要使用的 DNS 伺服器。但使用其他 DNS 就無法使用 VPN 當中的隱私保護功能，例如追蹤器封鎖功能。

# vpn.helpSheets.dnsHeader
source: What is a custom DNS?
cs: Co je vlastní DNS?
da: Hvad er en tilpasset DNS?
de: Was ist ein benutzerdefiniertes DNS?
el: Τι είναι ένα προσαρμοσμένο DNS;
es_ar: ¿Qué es un DNS personalizado?
fy_nl: Wat is in oanpaste DNS?
hu: Mi az az egyéni DNS?
id: Apa itu DNS kustom?
is: Hvað er sérsniðið DNS?
it: Che cos’è un DNS personalizzato?
lo: DNS ແບບກຳນົດເອງແມ່ນຫຍັງ?
nl: Wat is een aangepaste DNS?
pl: Co to jest niestandardowy DNS?
pt_br: O que é um DNS personalizado?
ru: Что такое собственный DNS?
sk: Čo je to vlastný server DNS?
sl: Kaj je DNS po meri?
sq: Çfarë është një DNS vetjake?
sv_se: Vad är en anpassad DNS?
th: DNS กำหนดเองคืออะไร?
tr: Özel DNS nedir?
vi: DNS tùy chỉnh là gì?
zh_tw: 自訂 DNS 是什麼？

# vpn.helpSheets.dnsTitle
source: Custom DNS settings
cs: Vlastní nastavení DNS
da: Indstillinger for tilpasset DNS
de: Benutzerdefinierte DNS-Einstellungen
el: Προσαρμοσμένες ρυθμίσεις DNS
es_ar: Configuración de DNS personalizado
fy_nl: Oanpaste DNS-ynstellingen
hu: Egyéni DNS-beállítások
id: Pengaturan DNS kustom
is: Sérsniðnar DNS-stillingar
it: Impostazioni DNS personalizzato
lo: ການຕັ້ງຄ່າ DNS ແບບກຳນົດເອງ
nl: Aangepaste DNS-instellingen
pl: Ustawienia niestandardowego DNS
pt_br: Configurações de DNS personalizado
ru: Пользовательские настройки DNS
sk: Nastavenia vlastného DNS
sl: Nastavitve DNS po meri
sq: Rregullime DNS-je vetjake
sv_se: Anpassade DNS-inställningar
th: การตั้งค่า DNS กำหนดเอง
tr: Özel DNS ayarları
vi: Cài đặt DNS tùy chỉnh
zh_tw: 自訂 DNS 選項

# vpn.helpSheets.excludedAppsBody1
source: Excluded apps let you turn off VPN protection for specific apps, without turning off VPN protection for your entire device.
cs: Vyloučené aplikace umožňují vypnout ochranu VPN pro konkrétní aplikace, aniž byste museli vypnout ochranu VPN pro celé vaše zařízení.
da: Udelukkelsen af apps gør det muligt at slå VPN-beskyttelse fra for bestemte apps - uden at du er nødt til at slå VPN-beskyttelse fra for hele din enhed.
de: Mit ausgeschlossenen Apps können Sie den VPN-Schutz für bestimmte Apps deaktivieren, ohne den VPN-Schutz für Ihr gesamtes Gerät zu deaktivieren.
el: Οι εξαιρούμενες εφαρμογές σάς επιτρέπουν να απενεργοποιήσετε την προστασία VPN για συγκεκριμένες εφαρμογές, χωρίς να απενεργοποιήσετε την προστασία VPN σε ολόκληρη τη συσκευή σας.
es_ar: Las aplicaciones excluidas te permiten desactivar la protección de VPN para aplicaciones específicas, sin desactivar la protección de VPN para todo tu dispositivo.
fy_nl: Mei útsluten apps kinne jo VPN-beskerming foar spesifike apps útskeakelje, sûnder VPN-beskerming foar jo hiele apparaat út te skeakeljen.
hu: A kizárt alkalmazások lehetővé teszik a VPN-védelem kikapcsolását adott alkalmazásoknál, anélkül hogy a teljes eszközre vonatkozóan kikapcsolná a VPN-védelmet.
id: Aplikasi yang dikecualikan memungkinkan Anda mematikan perlindungan VPN untuk aplikasi tertentu, tanpa mematikan perlindungan VPN untuk seluruh perangkat Anda.
is: Útilokun forrita gerir þér kleift að slökkva á VPN-vörn fyrir tiltekin forrit, án þess að slökkva á VPN-vörnum fyrir allt tækið þitt.
it: La sezione “App escluse” ti consente di disattivare la protezione VPN per specifiche app, senza disattivare la protezione VPN per l’intero dispositivo.
lo: ແອັບທີ່ຍົກເວັ້ນເຮັດໃຫ້ເຈົ້າປິດການປົກປ້ອງ VPN ສຳລັບແອັບສະເພາະ, ໂດຍບໍ່ຕ້ອງປິດການປົກປ້ອງ VPN ສຳລັບທັງໝົດອຸປະກອນຂອງທ່ານ.
nl: Met uitgesloten apps kunt u VPN-bescherming voor specifieke apps uitschakelen, zonder VPN-bescherming voor uw hele apparaat uit te schakelen.
pl: Wykluczone aplikacje to możliwość wyłączenia ochrony VPN dla określonych aplikacji, bez konieczności wyłączania ochrony VPN dla całego urządzenia.
pt_br: A seção “Aplicativos excluídos“ permite desativar a proteção VPN em aplicativos específicos, sem desativar a proteção VPN no dispositivo todo.
ru: Исключённые приложения позволяют вам отключить защиту VPN для конкретных приложений, не отключая защиту VPN для всего вашего устройства.
sk: Vylúčené aplikácie vám umožňujú vypnúť ochranu VPN pre konkrétne aplikácie bez vypnutia ochrany VPN pre celé vaše zariadenie.
sl: Zaščito VPN lahko izklopite za posamezne aplikacije, ne da bi jo izklopili za celotno napravo.
sq: Aplikacionet e përjashtuara ju lejojnë të çaktivizoni mbrojtje VPN për aplikacione të caktuara, pa çaktivizuar mbrojtje VPN për krejt pajisjen tuaj.
sv_se: Uteslutna appar låter dig stänga av VPN-skydd för specifika appar, utan att stänga av VPN-skydd för hela din enhet.
th: แอปที่ยกเว้นให้คุณปิดการป้องกันด้วย VPN สำหรับแอปนั้นๆ ได้ โดยไม่ต้องปิดการป้องกันด้วย VPN สำหรับอุปกรณ์ทั้งเครื่องของคุณ
tr: Hariç tutulan uygulamalar, cihazınızda VPN korumasını tamamen kapatmadan, sadece belirli uygulamalar için VPN korumasını kapatmanızı sağlar.
vi: Ứng dụng bị loại trừ cho phép bạn tắt bảo vệ VPN cho các ứng dụng cụ thể mà không cần tắt bảo vệ VPN cho toàn bộ thiết bị của bạn.
zh_tw: 透過排除應用程式可讓您對特定應用程式關閉 VPN 保護，而不需中斷整台裝置的 VPN。

# vpn.helpSheets.excludedAppsBody2
source: When you exclude an app, it will have access to your IP address and approximate location.
cs: Když aplikaci vyloučíte, bude mít přístup k vaší IP adrese a přibližné poloze.
da: Når du udelukker en app har den adgang til din IP-adresse og anslåede placering.
de: Wenn Sie eine App ausschließen, hat sie Zugriff auf Ihre IP-Adresse und Ihren ungefähren Standort.
el: Όταν εξαιρέσετε μια εφαρμογή, θα έχει πρόσβαση στη διεύθυνση IP και την τοποθεσία σας.
es_ar: Cuando excluyas una aplicación, esta tendrá acceso a tu dirección IP y ubicación aproximada.
fy_nl: As jo in app útslute, hat dizze tagong ta jo IP-adres en skatte lokaasje.
hu: Ha kizár egy alkalmazást, akkor az hozzá fog férni az IP-címéhez és hozzávetőleges tartózkodási helyéhez.
id: Saat Anda mengecualikan aplikasi, aplikasi akan memiliki akses ke alamat IP dan perkiraan lokasi Anda.
is: Þegar þú útilokar forrit mun það hafa aðgang að IP-vistfangi þínu og áætlaðri staðsetningu.
it: Quando escludi un’app, questa avrà accesso al tuo indirizzo IP e alla tua posizione approssimativa.
lo: ເມື່ອທ່ານຍົກເວັ້ນແອັບໃດໜຶ່ງ, ມັນຈະມີການເຂົ້າເຖິງທີ່ຢູ່ IP ແລະ ສະຖານທີ່ໂດຍປະມານຂອງທ່ານ.
nl: Wanneer u een app uitsluit, heeft deze toegang tot uw IP-adres en geschatte locatie.
pl: Jeśli wykluczysz aplikację, zyska ona dostęp do Twojego adresu IP i przybliżonej lokalizacji.
pt_br: Ao excluir um aplicativo, ele tem acesso a seu endereço IP e sua localização aproximada.
ru: Когда вы исключаете приложение, оно будет иметь доступ к вашему IP-адресу и примерному местоположению.
sk: Keď vylúčite aplikáciu, bude mať prístup k vašej IP adrese a približnej polohe.
sl: Aplikacije, ki jih izvzamete iz zaščite, bodo imele dostop do vašega naslova IP in približne lokacije.
sq: Kur përjashtoni një aplikacion, ai do të njohë adresën tuaj IP dhe vendndodhjen e përafërt.
sv_se: När du utesluter en app kommer den att ha tillgång till din IP-adress och ungefärliga plats.
th: เมื่อคุณยกเว้นแอปใด แอปนั้นก็จะสามารถเข้าถึงที่อยู่ IP และตำแหน่งโดยประมาณของคุณได้
tr: Hariç tuttuğunuz uygulamalar IP adresinize ve yaklaşık konumunuza erişebilir.
vi: Khi bạn loại trừ một ứng dụng, ứng dụng đó sẽ có quyền truy cập vào địa chỉ IP và vị trí gần đúng của bạn.
zh_tw: 當您排除某個應用程式後，該應用程式即可取得您的 IP 地址與大略位置。

# vpn.helpSheets.excludedAppsBody3
source: You can use the settings under Settings > Privacy features to block ads, block trackers, and block malware, even on excluded apps.
cs: Pomocí nastavení v Nastavení > Funkce ochrany soukromí můžete blokovat reklamy, sledovací prvky a malware, a to i ve vyloučených aplikacích.
da: Du kan blokere reklamer, sporing og malware - også for udelukkede apps - under Indstillinger > Privatlivs-funktioner.
de: Sie können die Einstellungen unter Einstellungen > Datenschutzfunktionen verwenden, um Werbung, Tracker und Malware zu blockieren, auch für ausgeschlossene Apps.
el: Μπορείτε να χρησιμοποιήσετε τις ρυθμίσεις στην ενότητα Ρυθμίσεις > Λειτουργίες απορρήτου για να αποκλείσετε τις διαφημίσεις, τους ιχνηλάτες και το κακόβουλο λογισμικό, ακόμη και σε εξαιρούμενες εφαρμογές.
es_ar: Podés usar la configuración en Ajustes > Funciones de privacidad para bloquear publicidades, rastreadores y malware, incluso en aplicaciones excluidas.
fy_nl: Jo kinne de ynstellingen ûnder Ynstellingen > Privacyfunksjes brûke om advertinsjes te blokkearjen en trackers te blokkearjen en malware te blokkearjen, sels op útsletten apps.
hu: A Beállítások > Adatvédelmi funkciók alatti beállításokat használhatja a hirdetések, a követők és a rosszindulatú programok blokkolására, még a kizárt alkalmazásokban is.
id: Anda dapat menggunakan pengaturan di bawah Pengaturan > Fitur privasi untuk memblokir iklan, memblokir pelacak, dan memblokir malware, bahkan pada aplikasi yang dikecualikan.
is: Þú getur notað stillingarnar undir Stillingar > Persónuverndareiginleikar til að loka fyrir auglýsingar, loka á rekjara og spilliforrit, jafnvel í útilokuðum forritum.
it: Puoi utilizzare le opzioni disponibili in Impostazioni > Funzioni per la privacy per bloccare pubblicità, elementi traccianti e bloccare malware, anche per le app escluse.
lo: ທ່ານ​ສາ​ມາດ​ນໍາ​ໃຊ້​ການ​ຕັ້ງ​ຄ່າ​ພາຍ​ໃຕ້​ ການ​ຕັ້ງ​ຄ່າ​> ລັກ​ສະ​ນະ​ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ​ເພື່ອ​ບລັອກ​ການ​ໂຄ​ສະ​ນາ​, ຕັນ​ບົບ​ຕິດ​ຕາມ​ລຸດ​, ແລະ​ ການ​ບລັອກ malware​, ເຖິງ​ແມ່ນ​ວ່າ​ໃນ​ກິດ​ທີ່​ບໍ່​ໄດ້​ລວມ​ເອົາ​.
nl: U kunt de instellingen onder Instellingen > Privacyfuncties gebruiken om advertenties en trackers te blokkeren en malware te blokkeren, zelfs op uitgesloten apps.
pl: Możesz użyć ustawień w sekcji Ustawienia > Funkcje prywatności, aby blokować reklamy, skrypty śledzące i złośliwe oprogramowanie, nawet w wykluczonych aplikacjach.
pt_br: Você pode usar as configurações em Configurações > Recursos de privacidade para bloquear anúncios, rastreadores e malware, mesmo em aplicativos excluídos.
ru: Вы можете использовать настройки в разделе «Настройки» > «Функции приватности», чтобы блокировать рекламу, трекеры и вредоносные программы, даже в исключенных приложениях.
sk: Nastavenia v časti Nastavenia > Funkcie ochrany osobných údajov môžete použiť na blokovanie reklám, blokovanie sledovačov a blokovanie škodlivého softvéru, a to aj vo vylúčených aplikáciách.
sl: Za zavračanje oglasov, sledilcev in zlonamernih programov, tudi v izvzetih aplikacijah, lahko uporabite nastavitve v razdelku Nastavitve > Možnosti zasebnosti.
sq: Mund të përdorni rregullimet, nën Rregullime > Veçori privatësie, për të bllokuar reklama, gjurmues dhe “malware”, edhe në aplikacione të përjashtuar.
sv_se: Du kan använda inställningarna under Inställningar > Sekretessfunktioner för att blockera annonser, blockera spårare och blockera skadlig programvara, även på uteslutna appar.
th: คุณสามารถใช้การตั้งค่าได้ภายใต้หัวข้อ การตั้งค่า > คุณลักษณะความเป็นส่วนตัว เพื่อปิดกั้นโฆษณา ปิดกั้นตัวติดตาม และปิดกั้นมัลแวร์ แม้กระทั่งในแอปที่ยกเว้นก็ได้
tr: Hariç tutulan uygulamalarda reklamları, takip kodlarını ve kötü amaçlı yazılımları engellemek için Ayarlar > Gizlilik özellikleri altındaki ayarları kullanabilirsiniz.
vi: Bạn có thể sử dụng cài đặt trong Cài đặt > Tính năng quyền riêng tư để chặn quảng cáo, chặn trình theo dõi và chặn phần mềm độc hại, ngay cả trên các ứng dụng bị loại trừ.
zh_tw: 您可以在「設定 > 隱私權保護功能」當中的設定來封鎖廣告、追蹤器、惡意軟體，或是排除應用程式。

# vpn.helpSheets.excludedAppsCTA
source: Open “Privacy features”
cs: Otevřete „Funkce ochrany soukromí“
da: Åbn "Privatlivs-funktioner"
de: „Datenschutzfunktionen“ öffnen
el: Ανοίξτε το «Λειτουργίες απορρήτου»
es_ar: Abrir “Funciones de privacidad”
fy_nl: ‘Privacyfunksjes’ iepenje
hu: Az „Adatvédelmi funkciók” megnyitása
id: Buka “Fitur privasi”
is: Opna „Persónuverndareiginleika“
it: Apri “Funzioni per la privacy”
lo: ເປີດ "ຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວ"
nl: ‘Privacyfuncties’ openen
pl: Otwórz „Funkcje prywatności”
pt_br: Abrir “Recursos de privacidade”
ru: Открыть «Функции приватности»
sk: Otvoriť “Funkcie ochrany osobných údajov”
sl: Odpri možnosti zasebnosti
sq: Hap “Veçori privatësie”
sv_se: Öppna "Sekretessfunktioner"
th: เปิด “คุณลักษณะความเป็นส่วนตัว”
tr: “Gizlilik özellikleri”ni aç
vi: Mở “Tính năng quyền riêng tư”
zh_tw: 開啟「隱私權保護功能」

# vpn.helpSheets.excludedAppsHeader
source: What are excluded apps?
cs: Co jsou vyloučené aplikace?
da: Hvad er udelukkede apps?
de: Was sind ausgeschlossene Apps?
el: Τι είναι οι εξαιρούμενες εφαρμογές;
es_ar: ¿Qué son las aplicaciones excluidas?
fy_nl: Wat binne útsletten apps?
hu: Mik a kizárt alkalmazások?
id: Apa saja aplikasi yang dikecualikan?
is: Hvað eru útilokuð forrit?
it: Che cosa sono le app escluse?
lo: ແອັບທີ່ຍົກເວັ້ນແມ່ນຫຍັງ?
nl: Wat zijn uitgesloten apps?
pl: Czym są wykluczone aplikacje?
pt_br: O que são aplicativos excluídos?
ru: Что такое исключенные приложения?
sk: Čo sú vylúčené aplikácie?
sl: Kaj so izvzete aplikacije?
sq: Ç’janë aplikacionet e përjashtuar?
sv_se: Vad är uteslutna appar?
th: แอปที่ยกเว้นคืออะไร?
tr: Hariç tutulan uygulama nedir?
vi: Loại trừ ứng dụng là gì?
zh_tw: 排除的應用程式是什麼？

# vpn.helpSheets.excludedAppsTitle
source: Excluded apps
cs: Vyloučené aplikace
da: Udelukkede apps
de: Ausgeschlossene Apps
el: Εξαιρούμενες εφαρμογές
es_ar: Aplicaciones excluidas
fy_nl: Utsletten apps
hu: Kizárt alkalmazások
id: Aplikasi yang dikecualikan
is: Útilokuð forrit
it: App escluse
lo: ແອັບທີ່ຍົກເວັ້ນ
nl: Uitgesloten apps
pl: Wykluczone aplikacje
pt_br: Aplicativos excluídos
ru: Исключённые приложения
sk: Vylúčené aplikácie
sl: Izvzete aplikacije
sq: Aplikacione të përjashtuar
sv_se: Uteslutna appar
th: แอปที่ยกเว้น
tr: Hariç tutulan uygulamalar
vi: Loại trừ ứng dụng
zh_tw: 排除的應用程式
