Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: cs, cy, da, de, el, es_ar, fr, fy_nl, hu, ia, id, is, it, ja, lo, nl, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# macosinstaller.welcome.message1
source: You will now be guided through the installation steps for the Mozilla VPN. Thank you for choosing your VPN from the trusted pioneer of internet privacy.
cs: Nyní vás provedeme instalačními kroky pro Mozilla VPN. Děkujeme, že jste si vybrali svou VPN od důvěryhodného průkopníka ochrany soukromí na internetu.
cy: Nawr cewch eich tywys trwy'r camau gosod ar gyfer VPN Mozilla. Diolch am ddewis eich VPN o'r arloeswr dibynadwy ym mhreifatrwydd rhyngrwyd.
da: Du vil nu blive guidet gennem trinnene for at installere Mozilla VPN. Tak for at du har valgt din VPN fra den betroede pioner indenfor beskyttelse af privatliv på internettet.
de: Sie werden nun durch die Installationsschritte für das Mozilla VPN geführt. Vielen Dank, dass Sie sich für das VPN vom vertrauenswürdigen Pionier für Datenschutz im Internet entschieden haben.
el: Τώρα, θα σας καθοδηγήσουμε στα βήματα εγκατάστασης του Mozilla VPN. Σας ευχαριστούμε που επιλέξατε το VPN σας από τους πιο αξιόπιστους πρωτοπόρους του απορρήτου στο διαδίκτυο.
es_ar: Ahora se te guiará a través de los pasos de instalación de Mozilla VPN. Gracias por elegir tu VPN del pionero confiable de la privacidad en Internet.
fr: Le programme va à présent vous guider à travers les étapes d’installation de Mozilla VPN. Merci d’avoir choisi votre VPN auprès des pionniers du respect de la vie privée sur Internet.
fy_nl: Jo wurde no troch de ynstallaasjestappen foar de Mozilla VPN laat. Tank foar it kiezen fan jo VPN fan de fertroude pionier fan ynternetprivacy.
hu: A telepítő végigvezeti a Mozilla VPN telepítési lépésein. Köszönjük, hogy az internetes adatvédelem megbízható úttörőjének VPN-jét választotta.
ia: Le systema va ora guidar te per le passos de installation de Mozilla VPN. Gratias pro haber eligite le servicio VPN del pionero del respecto pro le vita private sur internet.
id: Anda sekarang akan dipandu melalui langkah pemasangan untuk Mozilla VPN. Terima kasih telah memilih VPN Anda dari perintis privasi internet tepercaya.
is: Þú verður nú leiddur í gegnum uppsetningarskrefin fyrir Mozilla VPN. Þakka þér fyrir að velja þitt VPN frá traustum brautryðjanda í friðhelgi internetsins.
it: Verrai ora guidato attraverso i passaggi di installazione per Mozilla VPN. Grazie per aver scelto la tua VPN affidandoti al pioniere della privacy su Internet.
ja: Mozilla VPN のインストール手順をご案内します。インターネットプライバシーの信頼できるパイオニアから VPN をお選びいただきありがとうございます。
lo: ໃນປັດຈຸບັນທ່ານຈະໄດ້ຮັບການແນະນຳໂດຍຜ່ານຂັ້ນຕອນການຕິດຕັ້ງສໍາລັບ Mozilla VPN. ຂອບໃຈທີ່ເລືອກ VPN ຂອງທ່ານຈາກຜູ້ບຸກເບີກທີ່ເຊື່ອຖືໄດ້ຂອງຄວາມເປັນສ່ວນຕົວທາງອິນເຕີເນັດ.
nl: U wordt nu door de installatiestappen voor de Mozilla VPN geleid. Bedankt voor het kiezen van uw VPN van de vertrouwde pionier op het gebied van internetprivacy.
pl: Zostaniesz teraz przeprowadzony przez instalację Mozilla VPN. Dziękujemy za wybranie VPN od zaufanego pioniera prywatności w Internecie.
pt_br: Agora você será guiado pelas etapas de instalação do Mozilla VPN. Obrigado por escolher a VPN do pioneiro confiável em privacidade na internet.
pt_pt: Será agora guiado passo a passo na instalação da Mozilla VPN. Obrigado por escolher a VPN do pioneiro confiável da privacidade da Internet.
ru: Теперь вы пройдете этапы установки Mozilla VPN. Благодарим вас за выбор VPN от надёжного инноватора в сфере приватности в Интернете.
sk: Teraz vás prevedieme krokmi inštalácie Mozilla VPN. Ďakujeme, že ste si vybrali svoju VPN od dôveryhodného priekopníka v oblasti ochrany súkromia na internete.
sl: Program vas bo vodil skozi namestitev Mozilla VPN. Hvala, ker ste izbrali VPN zaupanja vrednega pionirja spletne zasebnosti.
sq: Tani do të kaloheni përmes hapave të instalimit për Mozilla VPN. Faleminderit që zgjodhët VPN-në tuaj nga një pionjer i besuar i privatësisë në internet.
sv_se: Du kommer nu att guidas genom installationsstegen för Mozilla VPN. Tack för att du valde VPN från den betrodda pionjären inom internetintegritet.
th: ตอนนี้คุณจะได้รับคำแนะนำเกี่ยวกับขั้นตอนการติดตั้งสำหรับ Mozilla VPN ขอบคุณที่เลือก VPN จากผู้บุกเบิกด้านความเป็นส่วนตัวบนอินเทอร์เน็ตที่เชื่อถือได้
tr: Şimdi Mozilla VPN'in kurulum adımlarında ilerlemeye başlayacaksınız. İnternet gizliliğinin güvenilir öncüsü tarafından sunulan VPN hizmetini seçtiğiniz için teşekkür ederiz.
uk: Тепер ви отримаєте настанови щодо встановлення Mozilla VPN. Дякуємо, що вибрали VPN від надійних першопрохідців приватності в Інтернеті.
vi: Bây giờ bạn sẽ được hướng dẫn các bước cài đặt cho Mozilla VPN. Cảm ơn bạn đã chọn VPN từ nhà tiên phong đáng tin cậy về quyền riêng tư trên Internet.
zh_cn: 现在我们将引导您完成 Mozilla VPN 的安装。感谢您选择由可信赖的互联网隐私保护先驱者提供的 VPN。
zh_tw: 接下來將帶領您安裝 Mozilla VPN。感謝您選用由網際網路隱私權先鋒推出的 VPN 服務。

# macosinstaller.welcome.message2
source: Click “Continue” to continue the setup.
cs: Pro pokračování instalace klepněte na “Pokračovat”.
cy: Cliciwch “Parhau” i barhau â'r gosod.
da: Klik på "Fortsæt" for at fortsætte opsætningen.
de: Klicken Sie auf „Weiter“, um die Einrichtung fortzusetzen.
el: Κάντε κλικ στο «Συνέχεια» για να συνεχίσετε με την εγκατάσταση.
es_ar: Hacé clic en "Continuar" para continuar con la configuración.
fr: Cliquez sur « Continuer » pour continuer la configuration.
fy_nl: Klik op ‘Trochgean’ om troch te gean mei de ynstallaasje.
hu: A beállítás folytatásához kattintson a „Folytatás” gombra.
ia: Clicca sur “Continuar” pro continuar le installation.
id: Klik "Lanjutkan" untuk melanjutkan pengaturan.
is: Smelltu á „Halda áfram“ til að halda uppsetningunni áfram.
it: Fare clic su “Continua” per procedere con la configurazione.
ja: “続ける” をクリックしてセットアップを続行します。
lo: ກົດ "ສືບຕໍ່" ເພື່ອສືບຕໍ່ການຕັ້ງຄ່າ.
nl: Klik op ‘Doorgaan’ om door te gaan met installeren.
pl: Kliknij “Kontynuuj”, aby kontynuować konfigurację.
pt_br: Clique em “Avançar” para continuar a configuração.
pt_pt: Clique “Continuar” para continuar a instalação.
ru: Щёлкните «Продолжить», чтобы продолжить настройку.
sk: V inštalácii pokračujte kliknutím na “Pokračovať”.
sl: Za nadaljevanje namestitve kliknite "Nadaljuj".
sq: Që të vazhdohet ujdisja, klikoni mbi “Vazhdo”.
sv_se: Klicka på "Fortsätt" för att fortsätta installationen.
th: คลิก “ดำเนินการต่อ” เพื่อทำการตั้งค่าต่อไป
tr: Kuruluma devam etmek için “Devam et” düğmesine tıklayın.
uk: Натисніть “Продовжити”, щоб продовжити налаштовування.
vi: Nhấp “Tiếp tục” để tiếp tục cài đặt.
zh_cn: 点击“继续”完成安装。
zh_tw: 點擊「繼續」繼續安裝。

# vpn.connectionInfo.loading
source: Loading
cs: Načítání
cy: Wrthi’n llwytho
da: Indlæser
de: Wird geladen
el: Φόρτωση
es_ar: Cargando
fr: Chargement…
fy_nl: Lade
hu: Betöltés
ia: Cargamento
id: Memuat
is: Hleður
it: Caricamento…
ja: 読み込み中
lo: ກຳລັງໂຫລດ
nl: Laden
pl: Wczytywanie
pt_br: Carregando
pt_pt: A carregar
ru: Загрузка
sk: Načítavanie
sl: nalaganje
sq: Po ngarkohet
sv_se: Laddar
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_cn: 正在加载
zh_tw: 載入中

# menubar.file.close
source: Close
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
es_ar: Cerrar
fr: Fermer
fy_nl: Slute
hu: Bezárás
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
lo: ປິດ
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbylle
sv_se: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

# menubar.file.title
source: File
cs: Soubor
cy: Ffeil
da: Filer
de: Datei
el: Αρχείο
es_ar: Archivo
fr: Fichier
fy_nl: Bestân
hu: Fájl
id: Berkas
is: Skrá
ja: ファイル
lo: ໄຟລ໌
nl: Bestand
pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ru: Файл
sk: Súbor
sl: Datoteka
sq: Kartelë
sv_se: Arkiv
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tập tin
zh_cn: 文件
zh_tw: 檔案

# vpn.errors.somethingWentWrong
source: Something went wrong…
cs: Něco se pokazilo…
cy: Aeth rhywbeth o'i le…
da: Hov, noget gik galt…
de: Irgendetwas ist schiefgegangen…
el: Κάτι πήγε στραβά…
es_ar: Algo salió mal…
fr: Quelque chose s’est mal passé…
fy_nl: Der is wat misgien…
hu: Valami hiba történt…
ia: Un error se ha producite…
id: Terjadi kesalahan…
is: Eitthvað fór úrskeiðis…
it: Si è verificato un errore
ja: 問題が発生しました...
lo: ມີບາງຢ່າງຜິດພາດ…
nl: Er is iets misgegaan…
pl: Coś poszło nie tak…
pt_br: Algo deu errado…
pt_pt: Algo correu mal…
ru: Что-то пошло не так…
sk: Niečo sa pokazilo…
sl: Nekaj je šlo narobe …
sq: Diç shkoi tres…
sv_se: Något gick fel…
th: มีบางอย่างผิดพลาด…
tr: Bir hata oluştu…
uk: Щось пішло не так…
vi: Có gì đó không ổn…
zh_cn: 出问题了…
zh_tw: 有些東西不對勁…

# vpn.errors.tryAgain
source: Try Again
cs: Zkusit znovu
cy: Ceisiwch eto
da: Prøv igen
de: Erneut versuchen
el: Δοκιμή ξανά
es_ar: Intentar de nuevo
fr: Réessayer
fy_nl: Opnij probearje
hu: Próbálja újra
ia: Retentar
id: Coba Lagi
is: Reyndu aftur
it: Riprova
ja: 再試行
lo: ລອງໃຫມ່ອີກຄັ້ງ
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tente novamente
pt_pt: Tentar novamente
ru: Попробовать снова
sk: Skúsiť znova
sl: Poskusi znova
sq: Riprovoni
sv_se: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Спробувати знову
vi: Thử lại
zh_cn: 重试
zh_tw: 再試一次

# vpn.errors.unableToEstablishConnection
source: Unable to establish a connection at this time. We’re working hard to resolve the issue. Please try again shortly.
cs: V tuto chvíli nelze navázat spojení. Na vyřešení problému usilovně pracujeme. Zkuste to za chvíli znovu.
cy: Methu creu cysylltiad ar hyn o bryd. Rydym wrthi'n galed yn ceisio datrys y mater. Rhowch gynnig arall arni cyn bo hir.
da: Kunne ikke oprette en forbindelse lige nu. Vi arbejder på at løse problemet. Prøv igen senere.
de: Derzeit konnte keine Verbindung hergestellt werden. Wir arbeiten hart daran, das Problem zu lösen. Bitte versuchen Sie es in Kürze erneut.
el: Δεν είναι δυνατή η σύνδεση αυτήν τη στιγμή. Εργαζόμαστε σκληρά για την επίλυση του προβλήματος. Παρακαλούμε δοκιμάστε αργότερα.
es_ar: No se puede establecer una conexión en este momento. Estamos trabajando duro para resolver el problema. Intentalo de nuevo en breve.
fr: Impossible d’établir une connexion pour le moment. Nous travaillons d’arrache-pied pour résoudre ce problème. Veuillez réessayer sous peu.
fy_nl: Kin op dit stuit gjin ferbining meitsje. Wy wurkje der hurd oan om it probleem op te lossen. Probearje it ynkoarten opnij.
hu: A kapcsolat jelenleg nem hozható létre. Keményen dolgozunk a probléma megoldásán. Hamarosan próbálkozzon újra.
ia: Impossibile stabilir un connexion in iste momento. Nos labora durmente pro resolver le problema. Retenta in breve.
id: Gagal membuat sambungan pada saat ini. Kami bekerja keras untuk mengatasi masalah ini. Silakan coba lagi nanti.
is: Ekki er hægt að koma á tengingu eins og er. Við vinnum hörðum höndum að því að leysa málið. Reyndu aftur fljótlega.
it: Impossibile stabilire una connessione in questo momento. Stiamo lavorando per risolvere il problema, riprova a breve.
ja: 現在、接続を確立できません。この問題の解決に努めています。しばらくしてからもう一度試してください。
lo: ບໍ່ສາມາດສ້າງການເຊື່ອມຕໍ່ໄດ້ໃນເວລານີ້. ພວກເຮົາກຳລັງເຮັດວຽກໜັກເພື່ອແກ້ໄຂບັນຫາ. ກະລຸນາລອງອີກຄັ້ງໃນໄວໆນີ້.
nl: Kan momenteel geen verbinding maken. We werken er hard aan om het probleem op te lossen. Probeer het binnenkort opnieuw.
pl: W tej chwili nie można nawiązać połączenia. Pracujemy nad rozwiązaniem tego problemu. Spróbuj ponownie za kilka chwil.
pt_br: Não foi possível estabelecer uma conexão neste momento. Estamos trabalhando duro para resolver o problema. Tente novamente daqui a pouco.
pt_pt: Não foi possível estabelecer uma ligação neste momento. Estamos a trabalhar arduamente para resolver o problema. Por favor, tente novamente em breve.
ru: Не удалось установить соединение в данный момент времени. Мы прилагаем все усилия, чтобы решить эту проблему. Пожалуйста, попробуйте чуть позже.
sk: Momentálne sa nepodarilo nadviazať spojenie. Usilovne pracujeme na vyriešení problému. Skúste to čoskoro znova.
sl: Povezave trenutno ni mogoče vzpostaviti. Trudimo se odpraviti težavo. Poskusite znova čez nekaj časa.
sq: S’arrihet të vendoset lidhje këtë çast. Po punojmë fort të zgjidhim problemin. Ju lutemi, riprovoni pas pak.
sv_se: Det går inte att upprätta en anslutning just nu. Vi jobbar på att lösa problemet. Försök igen senare.
th: ไม่สามารถสร้างการเชื่อมต่อได้ในขณะนี้ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหานี้ โปรดลองอีกครั้งในภายหลัง
tr: Şu anda bağlantı kurulamıyor. Sorunu çözmek için çalışıyoruz. Lütfen birazdan yeniden deneyin.
uk: Наразі неможливо встановити з’єднання. Ми наполегливо працюємо над розв'язанням проблеми. Будь ласка, спробуйте ще раз незабаром.
vi: Không thể thiết lập kết nối vào lúc này. Chúng tôi đang nỗ lực để giải quyết sự cố. Vui lòng thử lại trong chốc lát.
zh_cn: 暂时无法建立连接。我们正在努力修复，请稍后再试。
zh_tw: 目前無法建立連線。我們正努力修復，請稍候再試。

# vpn.crashreporter.description
source: The Mozilla VPN app quit unexpectedly. Would you like to send a crash report to help fix the issue?
cs: Aplikace Mozilla VPN byla neočekávaně ukončena. Chcete odeslat zprávu o selhání, která nám pomůže problém vyřešit?
cy: Caeodd yr ap Mozilla VPN yn annisgwyl. Hoffech chi anfon adroddiad chwalu i helpu i ddatrys y mater?
da: Mozilla VPN-appen stoppede uventet. Vil du sende en rapport om dette for at hjælpe med at løse problemet?
de: Die Mozilla VPN-App wurde unerwartet beendet. Möchten Sie einen Absturzbericht senden, um bei der Problembehebung zu helfen?
el: Το Mozilla VPN τερματίστηκε απροσδόκητα. Θέλετε να στείλετε μια αναφορά κατάρρευσης για να βοηθήσετε στην επίλυση του προβλήματος;
es_ar: La aplicación Mozilla VPN se cerró inesperadamente. ¿Te gustaría enviar un informe de fallos para ayudar a solucionar el problema?
fr: L’application Mozilla VPN s’est fermée de manière inattendue. Souhaitez-vous envoyer un rapport de plantage pour nous aider à résoudre ce problème ?
fy_nl: De Mozilla VPN-app is ûnferwachts stoppe. Wolle jo in ûngelokrapport ferstjoeren om it probleem op te lossen?
hu: A Mozilla VPN alkalmazás váratlanul kilépett. Szeretne összeomlási jelentést küldeni a probléma megoldása érdekében?
ia: Le app Mozilla VPN ha quitate inexpectatemente. Vole tu inviar un reporto de collapso pro adjutar a resolver le problema?
id: Aplikasi Mozilla VPN berhenti tiba-tiba. Apakah Anda ingin mengirim laporan kerusakan untuk bantu memperbaiki masalah?
is: Mozilla VPN-forritið hætti óvænt. Viltu senda hrunskýrslu til að hjálpa við að laga vandamálið?
it: L’app Mozilla VPN si è chiusa in modo imprevisto. Inviare una segnalazione dell’arresto anomalo per aiutare a risolvere il problema?
ja: Mozilla VPN アプリが予期せず終了しました。問題解決のためのクラッシュレポートを送信していただけますか？
lo: ແອັບ Mozilla VPN ເຊົາໂດຍບໍ່ຄາດຄິດ. ທ່ານຕ້ອງການສົ່ງລາຍງານການຂັດຂ້ອງເພື່ອຊ່ວຍແກ້ໄຂບັນຫາບໍ?
nl: De Mozilla VPN-app is onverwacht gestopt. Wilt u een crashrapport verzenden om het probleem op te lossen?
pl: Aplikacja Mozilla VPN została nieoczekiwanie zamknięta. Czy chcesz wysłać zgłoszenie awarii, aby pomóc rozwiązać problem?
pt_br: O aplicativo Mozilla VPN fechou inesperadamente. Quer enviar um relatório de falha para ajudar a corrigir o problema?
pt_pt: A aplicação Mozilla VPN foi encerrada de forma inesperada. Gostaria de enviar um relatório de falha para ajudar a corrigir o problema?
ru: Приложение Mozilla VPN неожиданно прекратило работу. Вы хотите отправить сообщение о падении, чтобы помочь исправить эту проблему?
sk: Aplikácia Mozilla VPN sa neočakávane ukončila. Chcete poslať správu o zlyhaní, ktorá nám pomôže problém vyriešiť?
sl: Program Mozilla VPN se je nepričakovano zaprl. Ali želite poslati poročilo o sesutju in pomagati odpraviti težavo?
sq: Aplikacioni Mozilla VPN u mbyll papritmas. Do të donit të dërgoni një njoftim vithisjeje për të ndihmuar të ndreqet problemi?
sv_se: Mozilla VPN-appen avslutades oväntat. Vill du skicka en kraschrapport för att lösa problemet?
th: แอป Mozilla VPN หยุดทำงานโดยไม่คาดคิด คุณต้องการส่งรายงานข้อขัดข้องเพื่อช่วยแก้ไขปัญหานี้หรือไม่?
tr: Mozilla VPN uygulaması beklenmedik bir şekilde kapandı. Sorunu düzeltmemize yardımcı olmak için çökme raporu göndermek ister misiniz?
uk: Стався збій у роботі Mozilla VPN. Бажаєте надіслати звіт про цей збій, щоб допомогти усунути проблему?
vi: Ứng dụng Mozilla VPN đã thoát đột ngột. Bạn có muốn gửi báo cáo sự cố để giúp khắc phục sự cố không?
zh_cn: Mozilla VPN 意外退出。您想发送崩溃报告以帮助解决问题吗？
zh_tw: Mozilla VPN 應用程式發生未預期的錯誤而結束。您願意傳送錯誤報告幫助我們修正遇到的問題嗎？

# vpn.crashreporter.dontSendButton
source: No thanks
cs: Ne, děkuji
cy: Dim diolch
da: Nej tak
de: Nein, danke
el: Όχι, ευχαριστώ
es_ar: No, gracias
fr: Non merci
fy_nl: Nee, tankewol
hu: Köszönöm, nem
ia: No, gratias
id: Tidak, terima kasih
is: Nei takk
it: No grazie
ja: いいえ、結構です
lo: ບໍ່, ຂອບໃຈ
nl: Nee, bedankt
pl: Nie, dziękuję
pt_br: Não, obrigado
pt_pt: Não, obrigado
ru: Нет, спасибо
sk: Nie, ďakujem
sl: Ne, hvala
sq: Jo, faleminderit
sv_se: Nej tack
th: ไม่ ขอบคุณ
tr: Hayır
uk: Ні, дякую
vi: Không, cảm ơn
zh_cn: 不了，谢谢
zh_tw: 不要，謝謝

# vpn.crashreporter.mainHeading
source: Crash reporting
cs: Hlášení pádů
cy: Adrodd ar chwalu
da: Fejlrapportering
de: Absturzberichte
el: Αναφορά καταρρεύσεων
es_ar: Informe de fallos
fr: Rapport de plantage
fy_nl: Ungelokken rapportearje
hu: Összeomlási jelentés
ia: Reporto de collapso
id: Pelaporan mogok
is: Hrunaskýrsla
it: Segnalazione di arresto anomalo
ja: クラッシュの報告
lo: ລາຍງານການຂັດຂ້ອງ
nl: Crashes rapporteren
pl: Zgłaszanie awarii
pt_br: Relato de falha
pt_pt: Relatório de falha
ru: Сообщение о падении
sk: Správy o zlyhaní
sl: Poročanje o sesutjih
sq: Njoftim vithisjesh
sv_se: Kraschrapportering
th: การรายงานข้อขัดข้อง
tr: Çökme raporu
uk: Звіти про збій
vi: Báo cáo lỗi
zh_cn: 崩溃报告
zh_tw: 錯誤回報

# vpn.crashreporter.sendButtonLabel
source: Send report
cs: Odeslat hlášení
cy: Anfon adroddiad
da: Send rapport
de: Bericht senden
el: Αποστολή αναφοράς
es_ar: Enviar informe
fr: Envoyer le rapport
fy_nl: Rapport ferstjoere
hu: Jelentés küldése
ia: Inviar reporto
id: Kirim laporan
is: Senda skýrslu
it: Invia segnalazione
ja: 報告を送信
lo: ສົ່ງບົດລາຍງານ
nl: Rapport verzenden
pl: Wyślij zgłoszenie
pt_br: Enviar relatório
pt_pt: Enviar relatório
ru: Отправить сообщение
sk: Odoslať hlásenie
sl: Pošlji poročilo
sq: Dërgoje njoftimin
sv_se: Skicka rapport
th: ส่งรายงาน
tr: Raporu gönder
uk: Надіслати звіт
vi: Gửi báo cáo
zh_cn: 发送报告
zh_tw: 傳送報告

# vpn.servers.currentLocation
source: current location - %1
cs: současné umístění - %1
cy: lleoliad presennol - %1
da: nuværende placering - %1
de: Aktueller Standort – %1
el: τρέχουσα τοποθεσία - %1
es_ar: ubicación actual: %1
fr: emplacement actuel – %1
fy_nl: aktuele lokaasje – %1
hu: jelenlegi hely – %1
ia: position actual - %1
id: lokasi saat ini - %1
is: núverandi staðsetning - %1
it: posizione corrente: %1
ja: 現在の場所 - %1
lo: ສະຖານທີ່ປັດຈຸບັນ - %1
nl: huidige locatie – %1
pl: bieżąca lokalizacja - %1
pt_br: localização atual - %1
pt_pt: localização atual - %1
ru: текущее местоположение - %1
sk: súčasná poloha - %1
sl: trenutna lokacija - %1
sq: vendndodhja e tanishme - %1
sv_se: aktuell plats - %1
th: ตำแหน่งปัจจุบัน - %1
tr: şu anki konum - %1
uk: поточне місцеперебування - %1
vi: địa điểm hiện tại - %1
zh_cn: 当前位置 - %1
zh_tw: 目前位置 - %1

# vpn.servers.selectLocation
source: Select location
cs: Vyberte umístění
cy: Dewis lleoliad
da: Vælg placering
de: Standort auswählen
el: Επιλογή τοποθεσίας
es_ar: Elegir ubicación
fr: Sélectionner un emplacement
fy_nl: Lokaasje selektearje
hu: Hely kiválasztása
ia: Eliger le position
id: Pilih lokasi
is: Veldu staðsetningu
it: Seleziona posizione
ja: 場所を選んでください
lo: ເລືອກສະຖານທີ່
nl: Locatie selecteren
pl: Wybierz lokalizację
pt_br: Escolher localização
pt_pt: Selecionar localização
ru: Выберите местоположение
sk: Vybrať umiestnenie
sl: Izbira lokacije
sq: Përzgjidhni vendndodhje
sv_se: Välj plats
th: เลือกตำแหน่ง
tr: Konum seçin
uk: Обрати розташування
vi: Chọn địa điểm
zh_cn: 选择位置
zh_tw: 選擇位置

# vpn.connectionStability.checkConnection
source: Check Connection
cs: Kontrola spojení
cy: Gwiriwch y Cysylltiad
da: Tjek forbindelsen
de: Verbindung prüfen
el: Ελέγξτε τη σύνδεση
es_ar: Verificar conexión
fr: Vérifier la connexion
fy_nl: Kontrolearje jo ferbining
hu: Ellenőrizze a kapcsolatot
ia: Verificar connexion
id: Periksa Koneksi
is: Athuga tengingu
it: Verifica connessione
ja: 接続を確認してください
lo: ກວດສອບການເຊື່ອມຕໍ່
nl: Controleer uw verbinding
pl: Sprawdź połączenie
pt_br: Verifique sua conexão
pt_pt: Verificar Ligação
ru: Проверьте подключение
sk: Skontrolovať pripojenie
sl: Preveri povezavo
sq: Kontrollo Lidhjen
sv_se: Kontrollera anslutning
th: ตรวจสอบการเชื่อมต่อ
tr: Bağlantıyı kontrol et
uk: Перевірте з'єднання
vi: Kiểm tra kết nối
zh_cn: 检查连接状态
zh_tw: 請確認連線狀態

# vpn.connectionStability.noSignal
source: No Signal
cs: Žádný signál
cy: Dim Signal
da: Intet signal
de: Kein Signal
el: Χωρίς σήμα
es_ar: Sin señal
fr: Aucun signal
fy_nl: Gjin sinjaal
hu: Nincs jel
ia: Sin signal
id: Tidak Ada Sinyal
is: Ekkert samband
it: Nessun segnale
ja: 信号なし
lo: ບໍ່ມີສັນຍານ
nl: Geen signaal
pl: Brak sygnału
pt_br: Sem sinal
pt_pt: Sem Sinal
ru: Нет сигнала
sk: Žiadny signál
sl: Ni signala
sq: S’ka Sinjal
sv_se: Ingen signal
th: ไม่มีสัญญาณ
tr: Sinyal yok
uk: Немає сигналу
vi: Không có tín hiệu
zh_cn: 无信号
zh_tw: 無訊號

# vpn.connectionStability.unstable
source: Unstable
cs: Nestabilní
cy: Ansefydlog
da: Ustabil
de: Instabil
el: Ασταθής
es_ar: Inestable
fr: Instable
fy_nl: Ynstabyl
hu: Nem stabil
ia: Instabile
id: Tidak stabil
is: Óstöðug
it: Non stabile
ja: 不安定
lo: ບໍ່ສະຖຽນ
nl: Instabiel
pl: Niestabilne
pt_br: Instável
pt_pt: Instável
ru: Нестабильное
sk: Nestabilný
sl: Nestabilna
sq: E paqëndrueshme
sv_se: Instabil
th: ไม่เสถียร
tr: Stabil değil
uk: Нестабільне
vi: Không ổn định
zh_cn: 不稳定
zh_tw: 不穩定

# vpn.controller.activated
source: VPN is on
cs: VPN zapnuta
cy: Mae'r VPN ymlaen
da: VPN er aktiveret
de: VPN ist aktiviert
el: Το VPN είναι ενεργό
es_ar: VPN activada
fr: Le VPN est activé
fy_nl: VPN is ynskeakele
hu: A VPN be van kapcsolva
ia: VPN es active
id: VPN aktif
is: VPN er virkt
it: La VPN è attiva
ja: VPN はオンです
lo: VPN ເປີດຢູ່
nl: VPN is ingeschakeld
pl: VPN jest włączony
pt_br: VPN está ativada
pt_pt: VPN está ativada
ru: VPN включён
sk: VPN je zapnutá
sl: VPN je vklopljen
sq: VPN është në punë
sv_se: VPN är på
th: VPN เปิดอยู่
tr: VPN açık
uk: VPN увімкнено
vi: VPN đã bật
zh_cn: VPN 已开启
zh_tw: 已開啟 VPN

# vpn.controller.activating
source: Masking connection and location
cs: Probíhá maskování spojení a polohy
cy: Yn cuddio'r cysylltiad a'r lleoliad
da: Maskerer forbindelse og placering
de: Verbindung und Standort werden verschleiert
el: Απόκρυψη σύνδεσης και τοποθεσίας
es_ar: Enmascarando conexión y ubicación
fr: Masquage de la connexion et de l’emplacement
fy_nl: Ferbining en lokaasje maskearje
hu: Kapcsolat és hely maszkolása
ia: Mascar connexion e position
id: Penopengan sambungan dan lokasi
is: Hylja tengingu og staðsetningu
it: Offuscamento connessione e posizione
ja: 接続と現在地を遮蔽する
lo: ການ mask ການ​ເຊື່ອມ​ຕໍ່​ ແລະ​ ສະ​ຖານ​ທີ່​
nl: Verbinding en locatie maskeren
pl: Maskowanie połączenia i lokalizacji
pt_br: Ocultando conexão e localização
pt_pt: Dissimular ligação e localização
ru: Скрытие подключения и местоположения
sk: Maskovanie pripojenia a polohy
sl: Zakrivanje povezave in lokacije
sq: Po maskohet lidhja dhe vendndodhja
sv_se: Maskera anslutning och plats
th: ปกปิดการเชื่อมต่อและตำแหน่ง
tr: Bağlantı ve konum maskeleniyor
uk: Маскування з'єднання та розташування
vi: Đang che giấu kết nối và địa điểm
zh_cn: 隐藏连接和位置信息
zh_tw: 隱藏連線與位置資訊
