Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */addons/message_upgrade_to_annual_plan/strings.xliff
Languages: bg, da, fr, fur, id, lo

# message.message_upgrade_to_annual_plan.block.c_1
source: Switch to an annual plan, and get all the same benefits at 50% less than the monthly plan:
bg: Преминете към годишен план и получете всички същите предимства с 50% по-малко от месечния план:
da: Skift til et årligt abonnement og få samme fordele til 50% lavere pris end det månedlige abonnement:
fr: Passez à un forfait annuel et obtenez les mêmes avantages pour 50 % du forfait mensuel :
fur: Passe a un plan anuâl e oten ducj i stes vantaçs cuntun sparagn dal 50% rispiet al plan mensîl:
id: Beralih ke paket tahunan, dan dapatkan semua manfaat yang sama dengan diskon 50% dari paket bulanan:
lo: ປ່ຽນເປັນແຜນລາຍປີ, ແລະ ໄດ້ຮັບຜົນປະໂຫຍດດຽວກັນທັງໝົດຢູ່ທີ່ 50% ໜ້ອຍກວ່າແຜນລາຍເດືອນ:

# message.message_upgrade_to_annual_plan.block.c_2.l_1
source: Protection for up to 5 devices
bg: Защита за до 5 устройства
da: Beskyttelse for op til 5 enheder
fr: Protection de 5 appareils maximum
fur: Protezion par un massim di 5 dispositîfs
id: Perlindungan hingga 5 perangkat
lo: ປ້ອງກັນໄດ້ເຖິງ 5 ອຸປະກອນ

# message.message_upgrade_to_annual_plan.block.c_2.l_2
source: 500+ servers in 30+ countries
bg: 500+ сървъра в 30+ държави
da: Mere end 500 servere i over 30 lande
fr: Plus de 500 serveurs dans plus de 30 pays
fur: Plui di 500 servidôrs in plui di 30 paîs
id: 500+ server di 30+ negara
lo: 500+ ເຊີບເວີໃນ 30+ ປະເທດ

# message.message_upgrade_to_annual_plan.block.c_2.l_3
source: Device-level encryption
bg: Шифроване на ниво устройство
da: Kryptering på enhedsniveau
fr: Chiffrement au niveau de l’appareil
fur: Cifradure a nivel di dispositîf
id: Enkripsi tingkat perangkat
lo: ການເຂົ້າລະຫັດລະດັບອຸປະກອນ

# message.message_upgrade_to_annual_plan.block.c_2.l_4
source: No bandwidth restrictions
bg: Без ограничения на честотната лента
da: Ingen begrænsninger på båndbredde
fr: Aucune restriction de bande passante
fur: Nissune limitazion ae largjece di bande
id: Tidak ada batasan bandwidth
lo: ບໍ່ມີຂໍ້ຈໍາກັດແບນວິດ

# message.message_upgrade_to_annual_plan.block.c_2.l_5
source: No logging of your network activity
bg: Без регистриране на вашата мрежова активност
da: Ingen logning af din netværksaktivitet
fr: Aucune trace de votre activité réseau n’est conservée
fur: Nissune regjistrazion de tô ativitât in rêt
id: Tidak ada pencatatan aktivitas jaringan Anda
lo: ບໍ່ມີການບັນທຶກການເຄື່ອນໄຫວເຄືອຂ່າຍຂອງທ່ານ

# message.message_upgrade_to_annual_plan.block.c_3
source: Switch to an annual plan
bg: Преминете към годишен план
da: Skift til årligt abonnement
fr: Passer à un forfait annuel
fur: Passe a un plan anuâl
id: Beralih ke paket tahunan
lo: ປ່ຽນເປັນແຜນປະຈໍາປີ

# message.message_upgrade_to_annual_plan.block.c_4_1
source: Help
bg: Помощ
da: Hjælp
fr: Aide
fur: Assistence
id: Bantuan
lo: ວິທີໃຊ້

# message.message_upgrade_to_annual_plan.subtitle
source: Get the same protection, for half the price.
bg: Вземете същата защита на половин цена.
da: Få den samme beskyttelse til halv pris.
fr: Obtenez la même protection, à moitié prix.
fur: Oten la stesse protezion a metât presit.
id: Dapatkan perlindungan yang sama, dengan setengah harga.
lo: ໄດ້ຮັບການປົກປ້ອງດຽວກັນ, ສໍາລັບເຄິ່ງຫນຶ່ງຂອງລາຄາ.

# message.message_upgrade_to_annual_plan.title
source: Save 50% when you switch to an annual plan
bg: Спестете 50%, когато преминете към годишен план
da: Spar 50% når du skifter til årligt abonnement
fr: Économisez 50 % en passant à un abonnement annuel
fur: Sparagne il 50% cuant che tu passis a un plan anuâl
id: Hemat 50% saat Anda beralih ke paket tahunan
lo: ປະຢັດ 50% ເມື່ອທ່ານປ່ຽນເປັນແຜນລາຍປີ
