Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: dsb/addons/strings.xliff
Languages: dsb

# vpn.225updateMessage.bullet1
source: On iOS, enhanced stability and reliability for VPN connections.
dsb: Na iOS pólěpšona stabilnosć a spušćobnosć za zwiski VPN.

# vpn.227updateMessage.bullet1
source: Dark mode — enjoy a sleek new look that’s easy on the eyes, day or night.
dsb: Śamny modus – wužywajśo elegantny nowy naglěd, kótaryž wócyma derje cyni, wódnjo a w nocy.

# vpn.commonStrings.downloadButton
source: Download update
dsb: Aktualizaciju ześěgnuś

# vpn.commonStrings.downloadTitle
source: Download the new Mozilla VPN %1
dsb: Nowy Mozilla VPN %1 ześěgnuś

# vpn.commonStrings.generalUpdateBulletIntro
source: This update includes minor bug fixes, UI adjustments and other performance improvements, including:
dsb: Toś ta aktualizacija mjeńše pórěźenja zmólkow, pśiměrjenja wužywaŕskego pówjercha a druge pólěpšenja wugbaśa wopśimujo, mjazy nimi:

# vpn.commonStrings.generalUpdateContent
source: This update includes minor bug fixes, UI adjustments and other performance improvements.
dsb: Toś ta aktualizacija mjeńše pórěźenja zmólkow, pśiměrjenja wužywaŕskego pówjercha a druge pólěpšenja wugbaśa wopśimujo.

# vpn.commonStrings.getHelpButton
source: Get help
dsb: Pomoc se wobstaraś

# vpn.commonStrings.latestVersionSubtitle
source: You’re using the latest version of Mozilla VPN.
dsb: Wužywaśo nejnowšu wersiju Mozilla VPN.

# vpn.commonStrings.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience.
dsb: Smy wózjawili zaktualizěrowanu wersiju Mozilla VPN! Aktualizěrujśo na nejnowšu wersiju za nejlěpše dožywjenje Mozilla VPN.

# vpn.commonStrings.updateButton
source: Update now
dsb: Něnto aktualizěrowaś

# vpn.commonStrings.updateTitle
source: Update to Mozilla VPN %1
dsb: Na Mozilla VPN %1 aktualizěrowaś

# vpn.commonStrings.whatsNewClosing
source: Thank you for installing the latest version!
dsb: Wjeliki źěk, až sćo instalěrował nejnowšu wersiju!

# vpn.commonStrings.whatsNewTitle
source: You’ve updated to Mozilla VPN %1
dsb: Sćo zaktualizěrował na Mozilla VPN %1

# vpn.tryFirefoxExtension.bullet1
source: Turn off VPN for specific websites
dsb: VPN za wěste websedła znjemóžniś

# vpn.tryFirefoxExtension.bullet3
source: Keep protection for Firefox on, even when the Mozilla VPN app is off
dsb: Wóstajśo šćit za Firefox zmóžnjony, samo gaby nałoženje Mozilla VPN znjemóžnjone było

# vpn.tryFirefoxExtension.downloadFirefox
source: Download Firefox
dsb: Firefox ześěgnuś

# vpn.tryFirefoxExtension.finalLine
source: Not using Firefox to browse? Give it a try.
dsb: Njepśeglědujośo z Firefox? Wopytajśo jen.

# vpn.tryFirefoxExtension.getExtension
source: Get the extension
dsb: Wobstarajśo se rozšyrjenje

# vpn.tryFirefoxExtension.subtitle
source: Personalize your VPN protections to meet your web browsing needs.
dsb: Personalizěrujśo šćity VPN, aby swóje pominanja za internetne pśeglědowanje docynił.

# vpn.tryFirefoxExtension.title
source: Try the Firefox extension
dsb: Wopytajśo rozšyrjenje Firefox

# vpn.upgradeToBundle.bullet1
source: VPN for secure, private browsing
dsb: VPN za wěste, priwatne pśeglědowanje

# vpn.upgradeToBundle.bulletIntro
source: Plan includes:
dsb: Plan wopśimujo:

# vpn.upgradeToBundle.line1
source: For %1/month, get our privacy tools in one plan.
dsb: Wobstarajśo se naše rědy priwatnosći za %1/mjasec w jadnom planje.

# vpn.upgradeToBundle.title
source: 3 tools, 1 privacy plan — VPN, email masking, and data protection
dsb: 3 rědy, 1 plan priwatnosći – VPN, e-mailowe maskěrowanje a šćit datow

# vpn.upgradeToBundle.upgrade
source: Upgrade
dsb: Aktualizěrowaś
