Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: hsb/addons/strings.xliff
Languages: hsb

# vpn.225updateMessage.bullet1
source: On iOS, enhanced stability and reliability for VPN connections.
hsb: Na iOS polěpšena stabilnosć a spušćomnosć za zwiski VPN.

# vpn.225updateMessage.bullet2
source: On Android, added step-by-step instructions to enable VPN connection on startup.
hsb: Na Android su so instrukcije krok po kroku přidali, z kotrymiž móžeće zwisk VPN při starće zmóžnić.

# vpn.227updateMessage.bullet1
source: Dark mode — enjoy a sleek new look that’s easy on the eyes, day or night.
hsb: Ćmowy modus – wužiwajće elegantny nowy napohlad, kotryž wočomaj derje čini, wodnjo a w nocy.

# vpn.231updateMessage.bullet1
source: An option, under “Preferences”, to enable support for RCS/MMS messaging, Apple features like CarPlay and AirDrop, as well as connections to local devices.
hsb: Móžnosć w „Nastajenjach“, z kotrejž móžeće podpěru za sposrědkowanje powěsćow RCS/MMS, funkcije Apple kaž CarPlay a AirDrop kaž tež zwiski z lokalnymi gratami.

# vpn.233updateMessage.bullet1
source: [all] Subscription management has fully transitioned to the Mozilla accounts website.
hsb: [wšě] Rjadowanje abonementow je so dospołnje do websydła kontow Mozilla přeměstniło.

# vpn.233updateMessage.bullet10
source: [Linux] Some behind-the-scenes changes that help us get new versions out to you more easily.
hsb: [Linux] Někotre změny za kulisami, kotrež nam pomhaja, wam nowe wersije lóšo k dispoziciji stajić.

# vpn.233updateMessage.bullet11
source: [all] You can use Mozilla VPN in dozens of languages, and we’ve included the latest translations in this release.
hsb: [wšě] Móžeće Mozilla VPN w dwanatkach rěčow wužiwać a smy najnowše přełožki do tuteje wersije zapřijeli.

# vpn.233updateMessage.bullet2
source: [all] Regular key rotation, improving security in the event of extreme, unexpected situations.
hsb: [wšě] Prawidłowna klučowa rotacija, kotraž wěstotu w ekstremnych, njewočakowanych situacijach polěpšuje.

# vpn.233updateMessage.bullet21
source: [Windows] When you’ve been connected for a long time, has the connection timer in the app ever looked weird? While your device has always been protected in those cases, we’ve fixed that bug and now report the accurate time.
hsb: [Windows] Hdyž běšće dołho zwjazany, je zwiskowy časoměr w nałoženju dźiwnje wupadał? Mjeztym zo waš grat je so přeco w tych padach škitał, smy zmylk porjedźił a zdźělamy nětko korektny čas.

# vpn.233updateMessage.bullet3
source: [iOS] If you are using that beautiful new iPhone Air, Mozilla VPN should now look even better on it.
hsb: [iOS] Jeli tón rjany iPhone Air wužiwaće, měł Mozilla VPN na nim samo lěpje wupadać.

# vpn.233updateMessage.bullet31
source: [Windows] If you use the Firefox extension, we’ve made some changes that should make it run even smoother.
hsb: [Windows] Jeli rozšěrjenje Firefox wužiwaće, smy někotre změny přewjedli, zo by samo łahodnišo fungowało.

# vpn.233updateMessage.bullet4
source: [iOS] Improvements on when notification permissions are requested when the app launches for the first time.
hsb: [iOS] Polěpšenja wo tym, hdyž so zdźělenske prawa žadaja, hdyž so nałoženje prěni raz startuje.

# vpn.233updateMessage.bullet5
source: [Windows, macOS, Linux] In a rare situation, the status icon wasn’t updating. We dug in deep, and it should again work for everyone.
hsb: [Windows, macOS, Linux] W rědkej situaciji so statusowy symbol njeaktualizuje. Sym hłuboko wuryli, a to měło zaso za wšěch fungować.

# vpn.233updateMessage.bullet51
source: [Android] If you share logs when contacting support, they now include the device model and manufacturer to help us better help you.
hsb: [Android] Jeli protokole dźěliće, hdyž team pomocy skontaktujeće, zapřijimaja gratowy model a zhotowjerja, zo bychu nam lěpje pomhali, wam pomhać.

# vpn.233updateMessage.bullet6
source: [Linux] If your distro ships with that latest Qt 6.10, builds from scratch may have had issues. They no longer should.
hsb: [Linux] Jeli waša distribucija najnowšu biblioteka Qt 6.10 sobu přinjese, cyle nowe wersije snano problemy mějachu. Te měli rozrisane być.

# vpn.233updateMessage.bullet7
source: [iOS] Some exciting under-the-hood work to support a future feature.
hsb: [iOS] Napjate dźěło pod hawbu, zo by so přichodna funkcija podpěrała.

# vpn.233updateMessage.bullet8
source: [Android] Invisible work that will allow the app to run smoother on the latest devices.
hsb: [Android] Njewidźomne dźěło, kotrež nałoženju zmóžnja, na najnowšich gratach łahodnišo běžeć.

# vpn.233updateMessage.bullet9
source: [macOS] Over the past few releases we’ve improved how the VPN operates under the hood. This release completes that work.
hsb: [macOS] W zańdźenych mało wersijach smy polěpšili, kak VPN pod hawbu funguje. Tuta wersija te dźěło wudospołnjuje.

# vpn.commonStrings.downloadButton
source: Download update
hsb: Aktualizaciju sćahnyć

# vpn.commonStrings.downloadTitle
source: Download the new Mozilla VPN %1
hsb: Nowy Mozilla VPN %1 sćahnyć

# vpn.commonStrings.generalUpdateBulletIntro
source: This update includes minor bug fixes, UI adjustments and other performance improvements, including:
hsb: Tuta aktualizacija mjeńše porjedźenja zmylkow, přiměrjenja wužiwarskeho powjercha a druhe polěpšenja wukona wobsahuje, mjez nimi:

# vpn.commonStrings.generalUpdateContent
source: This update includes minor bug fixes, UI adjustments and other performance improvements.
hsb: Tuta aktualizacija mjeńše porjedźenja zmylkow, přiměrjenja wužiwarskeho powjercha a druhe polěpšenja wukona wobsahuje.

# vpn.commonStrings.getHelpButton
source: Get help
hsb: Pomoc wobstarać

# vpn.commonStrings.latestVersionSubtitle
source: You’re using the latest version of Mozilla VPN.
hsb: Wužiwaće najnowšu wersiju Mozilla VPN.

# vpn.commonStrings.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience.
hsb: Smy wózjawili zaktualizěrowanu wersiju Mozilla VPN! Aktualizěrujśo na nejnowšu wersiju za nejlěpše dožywjenje Mozilla VPN.

# vpn.commonStrings.updateButton
source: Update now
hsb: Nětko aktualizować

# vpn.commonStrings.updateTitle
source: Update to Mozilla VPN %1
hsb: Na Mozilla VPN %1 aktualizować

# vpn.commonStrings.whatsNewClosing
source: Thank you for installing the latest version!
hsb: Wulki dźak, zo sće najnowšu wersiju instalował!

# vpn.commonStrings.whatsNewTitle
source: You’ve updated to Mozilla VPN %1
hsb: Sće na Mozilla VPN %1 zaktualizował

# vpn.tryFirefoxExtension.bullet1
source: Turn off VPN for specific websites
hsb: VPN za wěste websydła znjemóžnić

# vpn.tryFirefoxExtension.bullet2
source: Set different locations for different websites, to see the web as you prefer
hsb: Postajće rozdźělne stejnišća za rozdźělne websydła, zo byšće web tak widźał kaž chceće

# vpn.tryFirefoxExtension.bullet3
source: Keep protection for Firefox on, even when the Mozilla VPN app is off
hsb: Wostajće škit za Firefox zmóžnjeny, samo hdyž nałoženje Mozilla VPN je znjemóžnjene

# vpn.tryFirefoxExtension.downloadFirefox
source: Download Firefox
hsb: Firefox sćahnyć

# vpn.tryFirefoxExtension.finalLine
source: Not using Firefox to browse? Give it a try.
hsb: Njepřehladujeće z Firefox? Wupruwujće jón.

# vpn.tryFirefoxExtension.getExtension
source: Get the extension
hsb: Wobstarajće sej rozšěrjenje

# vpn.tryFirefoxExtension.subtitle
source: Personalize your VPN protections to meet your web browsing needs.
hsb: Personalizujće škity VPN, zo byšće swoje žadanja za internetne přehladowanje spjelnił.

# vpn.tryFirefoxExtension.title
source: Try the Firefox extension
hsb: Wupruwujće rozšěrjenje Firefox

# vpn.upgradeToBundle.bullet1
source: VPN for secure, private browsing
hsb: VPN za wěste, priwatne přehladowanje

# vpn.upgradeToBundle.bullet2
source: Relay’s unlimited email masks to prevent spam and trackers
hsb: Njewobmjezowane e-mejlowe maski Relay přećiwo spamej a přesćěhowakam

# vpn.upgradeToBundle.bullet3
source: Monitor’s protection from data brokers who sell your info online
hsb: Škit Monitora před datowymi wikowarjemi, kotřiž waše informacije online předawaja

# vpn.upgradeToBundle.bulletIntro
source: Plan includes:
hsb: Plan wobsahuje:

# vpn.upgradeToBundle.line1
source: For %1/month, get our privacy tools in one plan.
hsb: Wobstarajće sej naše nastroje priwatnosće za %1/měsac w jednym planje.

# vpn.upgradeToBundle.title
source: 3 tools, 1 privacy plan — VPN, email masking, and data protection
hsb: 3 nastroje, 1 plan priwatnosće – VPN, e-mejlowe maskowanje a škit datow

# vpn.upgradeToBundle.upgrade
source: Upgrade
hsb: Aktualizować
