Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: co/mozillavpn.xliff
Languages: co

# vpn.helpSheets.privacyTitle
source: Privacy features
co: Funzioni di cunfidenzialità

# vpn.inAppAuth.changeEmailLink
source: Change email
co: Cambià d’indirizzu elettronicu

# vpn.inAppAuth.continueToSignIn
source: Continue to sign in
co: Cuntinuà per cunnettesi

# vpn.inAppAuth.createAccountButton
source: Create account
co: Creà un contu

# vpn.inAppAuth.createPasswordLabel
source: Create password
co: Creà una parolla d’intesa

# vpn.inAppAuth.emailInputPlaceholder
source: Enter email
co: Stampittate u vostru indirizzu elettronicu

# vpn.inAppAuth.emailTokenResentAlert
source: We’ve resent your code to your email.
co: Avemu mandatu u vostru codice torna à u vostru indirizzu elettronicu.

# vpn.inAppAuth.emailVerificationDescription
source: Open your email and enter the verification code that was sent.
co: Aprite a vostra messaghjeria è stampittate u codice di verificazione chì vi hè statu mandatu.

# vpn.inAppAuth.enterEmailAddressDescription
source: Enter your email address to continue using Mozilla VPN
co: Stampittate u vostru indirizzu elettronicu per cuntinuà à impiegà Mozilla VPN

# vpn.inAppAuth.finishAccountCreationDescription2
source: Finish creating your Mozilla account to continue to Mozilla VPN
co: Cumpiete a creazione di u vostru contu Mozilla per cuntinuà versu Mozilla VPN

# vpn.inAppAuth.forgotPasswordLink
source: Forgot your password?
co: Parolla d’intesa scurdata ?

# vpn.inAppAuth.hidePassword
source: Hide password
co: Piattà a parolla d’intesa

# vpn.inAppAuth.informationUsageDisclaimer
source: We only use your email to create your account or sign in. We will never sell it to a third party.
co: Impiegemu u vostru indirizzu elettronicu solu per creà u vostru contu è permette a vostra cunnessione. Ùn u vinderemu mai à qualchissia.

# vpn.inAppAuth.invalidCodeErrorMessage
source: Invalid code. Please try again
co: Codice inaccettevule. Pruvate torna

# vpn.inAppAuth.invalidEmailErrorMessage
source: Invalid email. Please try again
co: Indirizzu elettronicu inaccettevule. Pruvate torna

# vpn.inAppAuth.invalidEmailFormatErrorMessage
source: Email format not supported. Please try again with a different email
co: Furmatu d’indirizzu elettronicu micca accettatu. Pruvate torna cù un altru indirizzu elettronicu

# vpn.inAppAuth.invalidPasswordErrorMessage
source: Invalid password. Please try again
co: Parolla d’intesa inaccettevule. Pruvate torna

# vpn.inAppAuth.passwordHintCharacterLength
source: Must be at least 8 characters
co: Deve cuntene omancu 8 caratteri

# vpn.inAppAuth.passwordHintCommonPassword
source: Must not be a common password
co: Ùn deve micca esse una parolla d’intesa urdinaria

# vpn.inAppAuth.passwordHintEmailAddressAsPassword
source: Must not be your email address
co: Ùn deve micca esse u vostru indirizzu elettronicu

# vpn.inAppAuth.passwordInputLabel
source: Password
co: Parolla d’intesa

# vpn.inAppAuth.passwordInputPlaceholder
source: Enter password
co: Stampittate a vostra parolla d’intesa

# vpn.inAppAuth.pleaseWait
source: Please wait…
co: Aspittate per piacè…

# vpn.inAppAuth.problemEmailTypeNotSupported
source: Primary account email required for sign-in
co: L’indirizzu principale di u contu hè richiestu per cunnettesi

# vpn.inAppAuth.problemSendingEmailErrorMessage
source: Sorry, we were unable to send you a verification code.
co: Per disgrazia, ùn avemu micca riesciutu à mandavvi un codice di verificazione.

# vpn.inAppAuth.problemSendingEmailTitle
source: Problem sending email…
co: Prublema durante l’inviu di u messaghju elettronicu…

# vpn.inAppAuth.productUpdateOptInDescription
source: I’d like to receive product update emails from Firefox.
co: Vuleria riceve messaghji elettronichi apprupositu di l’attualità di i prudutti Firefox.

# vpn.inAppAuth.reauthSignInSubtitle2
source: To continue, please confirm with your Mozilla account password.
co: Per cuntinuà, ci vole à cunfirmà cù a parolla d’intesa di u vostru contu Mozilla.

# vpn.inAppAuth.resendCodeLink
source: Resend code
co: Mandà torna u codice

# vpn.inAppAuth.securityCodeInputPlaceholder
source: Enter 6-digit code
co: Stampittate u codice à 6 cifri

# vpn.inAppAuth.securityCodeLabel
source: Security code
co: Codice di sicurità

# vpn.inAppAuth.securityCodeSubtitle
source: Open your authentication app and enter the security code it provides.
co: Aprite l’appiecazione d’autenticazione è stampittate u codice di sicurità ottenutu.

# vpn.inAppAuth.securityCodeTitle
source: Enter security code
co: Stampittate u codice di sicurità

# vpn.inAppAuth.sessionEmailCodeInputPlaceholder
source: Enter 6-digit code
co: Stampittate u codice à 6 cifri

# vpn.inAppAuth.showPassword
source: Show password
co: Affissà a parolla d’intesa

# vpn.inAppAuth.signInBlockedForOneMinute
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 1 minute.
co: Avete fattu troppu tentativi di cunnessione. Ùn puderete micca pruvà torna cù stu contu durante 1 minutu.

# vpn.inAppAuth.signInButton
source: Sign in
co: Cunnettesi

# vpn.inAppAuth.signInFailedPopupDescription
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 15 minutes.
co: Avete fattu troppu tentativi di cunnessione. Ùn puderete micca pruvà torna cù stu contu durante 15 minuti.

# vpn.inAppAuth.signInFailedPopupTitle
source: Sign-in failed
co: Fiascu di a cunnessione

# vpn.inAppAuth.signInSubtitle2
source: Continue to Mozilla VPN by signing in with your Mozilla account
co: Cuntinuà versu Mozilla VPN cunnittenduvi cù u vostru contu Mozilla

# vpn.inAppAuth.ssoInstructionHeader
source: Create a password
co: Creà una parolla d’intesa

# vpn.inAppAuth.ssoInstructionLine1
source: To finish setting up your Mozilla account, create a password in your account settings:
co: Per compie a cunfigurazione di u vostru contu Mozilla, create una parolla d’intesa in e preferenze di u vostru contu :

# vpn.inAppAuth.ssoInstructionLine2a
source: 1. Go to <a href="open-account">Create password</a> in your Mozilla account settings.
co: 1. Accidite à <a href="open-account">Creà una parolla d’intesa</a> in e preferenze di u vostru contu Mozilla.

# vpn.inAppAuth.ssoInstructionLine3
source: 2. Create a password.
co: 2. Create una parolla d’intesa.

# vpn.inAppAuth.ssoInstructionLine4
source: When your password is created, return to this screen and continue to sign in to Mozilla VPN.
co: Quandu a vostra parolla d’intesa hè creata, rivinite nant’à stu screnu è cuntinuate à cunnettevi à Mozilla VPN.

# vpn.inAppAuth.stubAccountVerificationHeader
source: Check your email
co: Verificate u vostru indirizzu elettronicu

# vpn.inAppAuth.stubAccountVerificationInstruction
source: We’ve sent an email to %1 with the verification link. Please follow the directions to set up your password and finish setting up your account.
co: Avemu mandatu un messaghju elettronicu à %1 cù u liame di verificazione. Ci vole à seguità l’istruzzioni per definisce a vostra parolla d’intesa è compie a cunfigurazione di u vostru contu.

# vpn.inAppAuth.termsOfServiceAndPrivacyDisclaimer
source: By continuing, you agree to the <a href="terms-of-service">Terms of Service</a> and the <a href="privacy-notice">Privacy Notice</a>.
co: Cuntinuate, solu s’è vò site d’accunsenti cù e <a href="terms-of-service">cundizioni d’utilizazione</a> è di <a href="privacy-notice">cunfidenzialità</a>.

# vpn.inAppAuth.unblockCodeInputPlaceholder
source: Enter 8-digit code
co: Stampittate u codice à 8 cifri

# vpn.inAppAuth.verificationCodeTitle
source: Enter verification code
co: Stampittate u codice di verificazione

# vpn.inAppAuth.verifySecurityCodeButton
source: Verify
co: Verificà

# vpn.inAppAuth.waitingForSignIn
source: Waiting for sign in and subscription confirmation…
co: In attesa di l’iscrizzione è di a cunfirmazione di l’abbunamentu…

# vpn.inAppMessaging.criticalBadge
source: Critical
co: Criticu

# vpn.inAppMessaging.dateTimeYesterday
source: Yesterday
co: Eri

# vpn.inAppMessaging.deleteMessage
source: Delete message
co: Squassà u messaghju

# vpn.inAppMessaging.editButton
source: Edit
co: Mudificà

# vpn.inAppMessaging.emptyStateDescription
source: You’re up to date!
co: L’appiecazione hè à livellu !

# vpn.inAppMessaging.emptyStateTitle
source: No messages
co: Nisunu messaghju

# vpn.inAppMessaging.menuTitle
source: Messages
co: Messaghji

# vpn.inAppMessaging.newUpdateBadge
source: New update
co: Nova messa à livellu

# vpn.inAppMessaging.searchBarPlaceholderText
source: Search messages
co: Ricercà in i messaghji

# vpn.inAppMessaging.subscriptionBadge
source: Subscription
co: Abbunamentu

# vpn.inAppMessaging.surveyBadge
source: Survey
co: Inchiesta

# vpn.inAppMessaging.warningBadge
source: Warning
co: Avertimentu

# vpn.inAppMessaging.whatsNewBadge
source: What’s new
co: Ciò chì hè novu

# vpn.inAppSupportWorkflow.accountDropdownListItem
source: Account issues
co: Prublemi di contu

# vpn.inAppSupportWorkflow.disclaimerText
source: When you submit, Mozilla VPN will collect technical and interaction data with your email to help our support team understand your issue.
co: Quandu vi mandate u furmulariu, Mozilla VPN culletta i dati tecnichi è d’interazzione, cù u vostru indirizzu elettronicu, per aiutà a nostra squadra d’assistenza à capisce u vostru prublema.

# vpn.inAppSupportWorkflow.dropdownLabel
source: Choose a category
co: Sciglite una categuria

# vpn.inAppSupportWorkflow.featureRequestDropdownListItem
source: Request features
co: Dumandà nove funzioni

# vpn.inAppSupportWorkflow.issueFieldPlaceholder
source: Describe issue
co: Discrivite u prublema

# vpn.inAppSupportWorkflow.otherDropdownListItem
source: Other
co: Altru

# vpn.inAppSupportWorkflow.paymentDropdownListItem
source: Payment and billing
co: Pagamentu è fatturazione

# vpn.inAppSupportWorkflow.privacyNoticeLinkText
source: Mozilla VPN Privacy Notice
co: Pulitica di cunfidenzialità di Mozilla VPN

# vpn.inAppSupportWorkflow.subjectFieldPlaceholder
source: Subject (optional)
co: Sughjettu (ozzionale)

# vpn.inAppSupportWorkflow.supportConfirmEmailPlaceholder
source: Confirm email address
co: Cunfirmà l’indirizzu elettronicu

# vpn.inAppSupportWorkflow.supportEmailFieldLabel
source: Enter your email
co: Stampittate u vostru indirizzu elettronicu

# vpn.inAppSupportWorkflow.supportEmailFieldPlaceholder
source: Email address
co: Indirizzu elettronicu

# vpn.inAppSupportWorkflow.supportErrorBrowserButton
source: Try opening in browser
co: Pruvà d’apre in u navigatore

# vpn.inAppSupportWorkflow.supportErrorButton
source: Try Again
co: Pruvà torna

# vpn.inAppSupportWorkflow.supportErrorHeader
source: Error submitting your support request
co: Sbagliu à l’inviu di a vostra dumanda d’assistenza

# vpn.inAppSupportWorkflow.supportErrorText
source: An unexpected error has occurred, please try again.
co: Un sbagliu inaspettatu hè accadutu, pruvate torna.

# vpn.inAppSupportWorkflow.supportFieldHeader
source: How can we help you with Mozilla VPN?
co: Cumu pudemu aiutavvi cù Mozilla VPN ?

# vpn.inAppSupportWorkflow.supportNavLinkText
source: Contact support
co: Cuntattà l’assistenza

# vpn.inAppSupportWorkflow.supportPrimaryButtonText
source: Submit
co: Mandà

# vpn.inAppSupportWorkflow.supportResponseBody
source: Our support team will contact you at %1 once we’ve been able to look at your issue.
co: A nostra squadra d’assistenza vi cuntatterà à l’indirizzu %1 quandu no averemu esaminatu u vostru prublema.

# vpn.inAppSupportWorkflow.supportResponseButton
source: Done
co: Fattu

# vpn.inAppSupportWorkflow.supportResponseHeader
source: Thank you!
co: Vi ringraziemu !

# vpn.inAppSupportWorkflow.supportSecondaryActionText
source: Cancel
co: Abbandunà

# vpn.inAppSupportWorkflow.technicaDropdownListItem
source: Technical issues
co: Prublemi tecnichi

# vpn.languageView.searchPlaceholder
source: Search languages
co: Ricercà una lingua

# vpn.languageView.systemLanguageButtonDescription
source: Mozilla VPN will use the default system language.
co: Mozilla VPN impiegherà a lingua predefinita di u sistema.

# vpn.languageView.systemLanguageButtonTitle
source: System language
co: Lingua di u sistema

# vpn.localNetworkAccess.label
source: Local network access
co: Accessu à a reta lucale

# vpn.mobileOnboarding.alreadyASubscriber
source: Already a subscriber?
co: Dighjà abbunata(u) ?

# vpn.mobileOnboarding.panelOneSubtitle
source: A safe, reliable and fast VPN. Built by the makers of Firefox.
co: Una VPN sicura, degnu di cunfidenza è rapida. Cuncepita da l’autori di Firefox.

# vpn.mobileOnboarding.signUpBtn
source: Sign up
co: Arregistrassi

# vpn.multiFxaAccountError.fxaAccountErrorHeader
source: Problem confirming subscription
co: Prublema à a cunfirmazione di l’abbunamentu

# vpn.multiFxaAccountError.mozAccountErrorText
source: Your subscription is linked to another Mozilla account. You may need to sign in with a different email address.
co: U vostru abbunamentu hè assuciatu à un altru contu Mozilla.

# vpn.multiFxaAccountError.visitOurHelpCenter
source: Visit our help center to learn more about managing your subscriptions.
co: Visitate u nostru centru d’assistenza per sapene di più apprupositu di a ghjestione di i vostri abbunamenti.

# vpn.multiHopFeature.accessibleNameRecentConnection
source: %1 to %2
co: Da %1 à %2

# vpn.multiHopFeature.multiHopArrowAltText
source: To
co: ver di

# vpn.multiHopFeature.multiHopCardBody
source: Multi-hop VPN routes your traffic through two servers instead of one for extra security and privacy. This may slow down your connection.
co: Un VPN in cascata (multi-hop) fà viaghjà u vostru trafficu attraversu dui servitori piuttostu chì unu per assicurà una sicurità è una cunfidenzialità più impurtante. Què pò rallentà a vostra cunnessione.

# vpn.multiHopFeature.multiHopCardHeader
source: What is multi-hop VPN?
co: Cosa hè un VPN in cascata ?

# vpn.multiHopFeature.multiHopConnectionsHeader
source: Recent connections
co: Cunnessioni recente

# vpn.multiHopFeature.multiHopEntryLocationHeader
source: Select entry location
co: Selezziunate una pusizione d’entrata

# vpn.multiHopFeature.multiHopExitLocationHeader
source: Select exit location
co: Selezziunate una pusizione d’esciuta

# vpn.multiHopFeature.multiHopInfoText
source: Exit location represents your main VPN server.
co: A pusizione d’esciuta hè u vostru servitore VPN principale.

# vpn.multiHopFeature.multiHopToggleCTA
source: Multi-hop
co: Servitori in cascata

# vpn.multiHopFeature.serverSearchResultsError
source: No results. Try a different search
co: Nisunu risultatu. Pruvate una ricerca sfarente

# vpn.multiHopFeature.singleHopToggleCTA
source: Single-hop
co: Saltu unicu

# vpn.navBar.homeTab
source: Home
co: Accolta

# vpn.navBar.messagesTab
source: Messages
co: Messaghji

# vpn.navBar.settingsTab
source: Settings
co: Preferenze

# vpn.networkSettings.multihopTitle
source: Multi-hop tunnel
co: Tunellu per a VPN in cascata

# vpn.notSignedInGoogle.googleModalBodyText
source: To continue subscribing, please sign in to your Google Account
co: Per cuntinuà à abbunavvi, ci vole à cunnettevi à u vostru contu Google

# vpn.notSignedInGoogle.googleModalHeader
source: Sign in to Google Account
co: Cunnittitevi à u vostru contu Google

# vpn.notSignedInGoogle.googleModalLinkText
source: Go to Play Store
co: Accede à Play Store

# vpn.notifications.VPNConnectedMessages
source: Connected through %1
co: Cunnessu via %1

# vpn.notifications.VPNConnectedTitle
source: VPN Connected
co: VPN cunnessa

# vpn.notifications.VPNDisconnectedMessage
source: Disconnected from %1
co: Scunnessu da %1

# vpn.notifications.VPNDisconnectedTitle
source: VPN Disconnected
co: VPN scunnessa

# vpn.notifications.VPNMultihopConnectedMessages
source: Connected through %1 via %2
co: Cunnessu à %1 via %2

# vpn.notifications.VPNMultihopDisconnectedMessage
source: Disconnected from %1 and %2
co: Scunnessu da %1 è %2

# vpn.notifications.VPNSwitchedServersMessage
source: Switched from %1 to %2
co: Cambiamentu da %1 à %2

# vpn.notifications.VPNSwitchedServersTitle
source: VPN Switched Servers
co: A VPN hà cambiatu di servitore

# vpn.notifications.captivePortalBlockMessage2
source: The guest Wi-Fi network you’re connected to requires action. Click to turn off VPN to see the portal.
co: A reta Wi-Fi d’ospite à quella site cunnessi richiede un’azzione. Cliccu per disattivà a VPN è vede u purtone.

# vpn.notifications.captivePortalBlockTitle
source: Guest Wi-Fi portal blocked
co: Blucchime di purtone Wi-Fi d’ospite

# vpn.notifications.captivePortalUnblockMessage2
source: The guest Wi-Fi network you’re connected to may not be secure. Click to turn on VPN to secure your device.
co: A reta Wi-Fi d’ospite à quella site cunnessi ùn pare micca sicura. Cliccu per attivà a VPN è assicurizà u vostru apparechju.

# vpn.notifications.captivePortalUnblockTitle
source: Guest Wi-Fi portal detected
co: Scuperta d’un purtone Wi-Fi d’ospite

# vpn.notifications.subscriptionNotFound
source: Your Mozilla VPN subscription cannot be found. Please open the app to resolve this subscription issue.
co: Ùn si pò truvà u vostru abbunamentu à Mozilla VPN. Aprite l’appiecazione per currege stu penseru.

# vpn.notifications.unsecuredNetworkMessage
source: %1 is not secure. Click here to turn on VPN and secure your device.
co: %1 ùn hè mica sicuru. Cliccà quì per attivà a VPN è assicurizà u vostru apparechju.

# vpn.notifications.unsecuredNetworkTitle
source: Unsecured Wi-Fi network detected
co: Scuperta d’una reta Wi-Fi micca assicurata

# vpn.onboarding.dataSlideBody
source: We strive to provide you with choices and collect only the technical data we need to improve Mozilla VPN. Sharing data with Mozilla is optional.
co: Femu casu à pruponevi a scelta è cullettà solu i dati tecnichi ch’avemu bisognu per amendà Mozilla VPN. Sparte i dati cù Mozilla hè ozzionale.

# vpn.onboarding.dataSlideBody2
source: Help us improve Mozilla VPN by sharing crash reports, diagnostics, and product usage data. We never collect data about your online activity while using the VPN.
co: Aiutateci à amendà Mozilla VPN spartendu i raporti d’accidente, i diagnostichi è i dati d’aghjovu di pruduttu. Ùn cullettemu mai i dati nant’à a vostra attività in linea quandu vo impiegate a VPN.

# vpn.onboarding.dataSlideCheckboxLabel
source: Mozilla may collect technical data about my use of Mozilla VPN.
co: Mozilla pò cullettà dati tecnichi nant’à u mo usu di Mozilla VPN.

# vpn.onboarding.dataSlideHeader
source: Data collection and use
co: Culletta è adopru di i dati

# vpn.onboarding.dataSlideHeader2
source: Data collection
co: Culletta di dati

# vpn.onboarding.dataSlideLearnMoreCaption
source: Learn more about what data Mozilla collects and how it’s used
co: Sapene di più nant’à i dati culletti da Mozilla è cum’elli sò impiegati

# vpn.onboarding.dataSlideLearnMoreCaption2
source: Learn more about data collection
co: Sapene di più nant’à a culletta di dati

# vpn.onboarding.dataSlidePrivacyLinkLabel
source: Mozilla VPN Privacy Notice
co: Pulitica di cunfidenzialità di Mozilla VPN

# vpn.onboarding.dataSlideToggleLabel
source: Share technical data
co: Sparte i dati tecnichi

# vpn.onboarding.devicesSlideBody2
source: To install the VPN on another tablet or mobile device, scan the QR code.
co: Per installà a VPN nant’à un’altra tavulella o un altru apparechju mobile, analizate u codice QR.

# vpn.onboarding.devicesSlideBodyMobile
source: To install the VPN on another tablet or mobile device, scan the QR code. To install on a desktop computer, visit the Download page on the Mozilla VPN website.
co: Per installà a VPN nant’à un’altra tavulella o un altru apparechju mobile, analizate u codice QR. Per installalla nant’à un urdinatore di scagnu, visitate a pagina di scaricamenti nant’à u situ web di Mozilla VPN.

# vpn.onboarding.devicesSlideDeviceTypeLabel
source: Select device type:
co: Selezziunà u tipu d’apparechju :

# vpn.onboarding.devicesSlideHeader
source: Install Mozilla VPN on up to 5 devices
co: Installà Mozilla VPN nant’à 5 apparechji à u massimu

# vpn.onboarding.devicesSlideQRCodeAndroid
source: QR Code that links to the Mozilla VPN product page on the Google Play Store
co: Codice QR chì rimanda versu a pagina di u pruduttu Mozilla VPN nant’à Google Play Store

# vpn.onboarding.devicesSlideQRCodeApple
source: QR Code that links to the Mozilla VPN product page on the iOS App Store
co: Codice QR chì rimanda versu a pagina di u pruduttu Mozilla VPN nant’à l’iOS App Store

# vpn.onboarding.panelFourSubtitle
source: You can set Mozilla VPN to protect you from ads, trackers, and malware. Plus, customize your protection for specific apps.
co: Pudete definisce Mozilla VPN per prutegevi di e publicità, i perseguitatori è i prugrammi animosi. È di più, si pò persunalizà a prutezzione per l’appiecazioni specifiche.

# vpn.onboarding.panelFourTitle
source: Add even more privacy
co: Aghjunghjite ancu più di cunfidenzialità

# vpn.onboarding.panelThreeSubtitle
source: Protecting yourself is simple: tap to connect to the VPN and you’re ready to browse safely. Mozilla VPN will start automatically for seamless protection.
co: Prutegesi hè simplice : un tuccà per cunnettesi à a VPN è site pronti à navigà in sicurità. Mozilla VPN si lancierà autumaticamente per una prutezzione senza straziu.

# vpn.onboarding.panelThreeTitle
source: One tap to safety
co: Un tuccà per a sicurità

# vpn.onboarding.panelTwoSubtitle
source: With more than 500 servers in 60 cities around the world, Mozilla VPN protects your data, browsing activity, and your true location from network spies.
co: Cù più di 500 servitori in 60 cità in u mondu sanu, Mozilla VPN prutege i vostri dati, a vostra attività di navigazione è a vostra pusizione esatta da u spiunagiu nant’à a reta.

# vpn.onboarding.panelTwoTitle
source: Protect your privacy
co: Prutezzione di a vita privata

# vpn.onboarding.privacySlideBody
source: Use these features for more protection. They may cause issues on some sites, so you can turn them off anytime in settings.
co: Impiegate ste funzioni per una prutezzione più forte. Ponu cagiunà penseri nant’à certi siti, dunque si pò disattivalle à ogni mumentu in e preferenze.

# vpn.onboarding.privacySlideHeader
source: Get more privacy
co: Ottinite più di cunfidenzialità

# vpn.onboarding.progressBarAccessibilityStepComplete
source: Onboarding step “%1” (%2 of %3). Select to go back to this step.
co: Fasa d’accolta « %1 » (%2 nant’à %3). Selezziunà per rivultà à sta fasa.

# vpn.onboarding.progressBarAccessibilityStepCurrent
source: Onboarding step “%1” (%2 of %3). You are currently on this step.
co: Fasa d’accolta « %1 » (%2 nant’à %3). Site attualmente à sta fasa.

# vpn.onboarding.progressBarAccessibilityStepIncomplete2
source: Onboarding step “%1” (%2 of %3)
co: Fasa d’accolta « %1 » (%2 nant’à %3)

# vpn.onboarding.progressBarAddDevices
source: Devices
co: Apparechji

# vpn.onboarding.progressBarConnect
source: Connect
co: Cunnettassi

# vpn.onboarding.progressBarDataUse
source: Data
co: Dati

# vpn.onboarding.progressBarMorePrivacy
source: Privacy
co: Vita privata

# vpn.onboarding.progressBarStartup
source: Startup
co: Avviu

# vpn.onboarding.startSlideAllowButtonLabel
source: Allow VPN connection
co: Permette a cunnessione VPN

# vpn.onboarding.startSlideBody
source: Turn on to launch the VPN whenever you start your device. We’ll automatically reconnect you to the same server location you last used.
co: Attivate st’ozzione per lancià a VPN à ogni iniziu di l’apparechju. Vi cunnitteremu autumaticamente à l’ultima pusizione di servitore impiegata.

# vpn.onboarding.startSlideHeader
source: Connect Mozilla VPN on startup
co: Cunnette Mozilla VPN à l’avviu
