Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: co/mozillavpn.xliff
Languages: co

# vpn.alert.authenticationError
source: Authentication error
co: Sbagliu d’autenticazione

# vpn.alert.backendServiceError
source: Background service error
co: Sbagliu di u serviziu in tacca di fondu

# vpn.alert.deviceDisconnectedAndLogout
source: Signed out and device disconnected
co: L’apparechju hè statu scunnessu

# vpn.alert.getIPRestrictionError
source: Operation not allowed from current location
co: Operazione micca permessa da a pusizione attuale

# vpn.alert.remoteServiceError
source: Remote service error
co: Sbagliu di u serviziu alluntanatu

# vpn.alert.subscriptionFailureError
source: Subscription failed
co: Fiascu di l’abbunamentu

# vpn.alert.tryAgain
source: Try again
co: Pruvà torna

# vpn.alert.unableToConnect
source: Unable to connect
co: Impussibule di cunnettesi

# macosinstaller.conclusion.message1_v2
source: The Mozilla VPN is successfully installed. You’re ready to start taking control of your online privacy.
co: Mozilla VPN hè statu installatu currettamente. Site pronti à piglià u cuntrollu di a vostra vita privata in linea.

# macosinstaller.conclusion.message2
source: Trouble with this installation?
co: Un penseru cù quell’installazione ?

# macosinstaller.conclusion.message3
source: Get help.
co: Ottene un’assistenza.

# macosinstaller.conclusion.title
source: Success!
co: Operazione riesciuta !

# macosinstaller.previous_build.message
source: A previous installation of Mozilla VPN exists at /Applications/Mozilla VPN.app. This installer will remove the previous installation prior to installing. Please back up any data before proceeding.
co: Un’installazione precedente di Mozilla VPN esiste dighjà in /Applications/Mozilla VPN.app. Stu stalladore hà da caccià a versione precedente prima d’installà a nova. Ci vole à fà una salvaguardia di i vostri dati nanzu à cuntinuà.

# macosinstaller.previous_build.title
source: Previous Installation Detected
co: Scuperta d’una installazione precedente

# macosinstaller.title
source: Mozilla VPN for macOS
co: Mozilla VPN per macOS

# macosinstaller.unsupported_version.message
source: Mozilla VPN requires Mac OS X 10.6 or later.
co: Mozilla VPN richiede Mac OS X 10.6 o più recente.

# macosinstaller.unsupported_version.title
source: Unable to install
co: Impussibule d’installà

# macosinstaller.welcome.message1
source: You will now be guided through the installation steps for the Mozilla VPN. Thank you for choosing your VPN from the trusted pioneer of internet privacy.
co: Avete da esse guidati trà e tappe d’installazione di Mozilla VPN. Vi ringraziemu d’avè sceltu a vostra VPN da u precursore affidatu di a vita privata nant’à Internet.

# macosinstaller.welcome.message2
source: Click “Continue” to continue the setup.
co: Sciglite « Cuntinuà » per cuntinuà l’installazione.

# vpn.connectionInfo.loading
source: Loading
co: Caricamentu…

# menubar.file.close
source: Close
co: Chjode

# menubar.file.title
source: File
co: Schedariu

# vpn.errors.somethingWentWrong
source: Something went wrong…
co: Un sbagliu hè accadutu…

# vpn.errors.tryAgain
source: Try Again
co: Pruvà torna

# vpn.errors.unableToEstablishConnection
source: Unable to establish a connection at this time. We’re working hard to resolve the issue. Please try again shortly.
co: Impussibule di stabilisce una cunnessione à st’ora. Travagliemu cum’è dannati per currege stu penseru. Ci vole à pruvà torna da quì à pocu.

# vpn.crashreporter.description
source: The Mozilla VPN app quit unexpectedly. Would you like to send a crash report to help fix the issue?
co: L’appiecazione Mozilla VPN s’hè chjosa di manera inaspettata. Vulete mandà un raportu d’accidente per aiutà à currege stu penseru ?

# vpn.crashreporter.dontSendButton
source: No thanks
co: Innò, vi ringraziu

# vpn.crashreporter.mainHeading
source: Crash reporting
co: Raportu d’accidente

# vpn.crashreporter.sendButtonLabel
source: Send report
co: Mandà u raportu

# vpn.devices.myDevices
source: My devices
co: I mo apparechji

# vpn.servers.currentLocation
source: current location - %1
co: pusizione attuale - %1

# vpn.servers.selectLocation
source: Select location
co: Selezziunà una pusizione

# vpn.connectionStability.checkConnection
source: Check Connection
co: Verificà a cunnessione

# vpn.connectionStability.noSignal
source: No Signal
co: Nisunu signale

# vpn.connectionStability.unstable
source: Unstable
co: Instabile

# vpn.controller.activated
source: VPN is on
co: A VPN hè attiva

# vpn.controller.activating
source: Masking connection and location
co: Dissimulazione di a cunnessione è di a pusizione

# vpn.controller.activationSloagan
source: Turn on to protect your privacy
co: Attivalla per prutege a vostra cunfidenzialità

# vpn.controller.active
source: Secure and private
co: Assicurizata è privata

# vpn.controller.attemptingToConfirm
source: Attempting to confirm connection
co: Tentativu di cunfirmazione di a cunnessione

# vpn.controller.connectingState
source: Connecting…
co: Cunnessione…

# vpn.controller.deactivated
source: VPN is off
co: A VPN hè disattivata

# vpn.controller.deactivating
source: Unmasking connection and location
co: Palisamentu di a cunnessione è di a pusizione

# vpn.controller.disconnecting
source: Disconnecting…
co: Scunnessione…

# vpn.controller.switching
source: Switching…
co: Cummutazione…

# vpn.controller.switchingDetail
source: From %1 to %2
co: Da %1 à %2

# vpn.toggle.off
source: Turn VPN off
co: Disattivà a VPN

# vpn.toggle.on
source: Turn VPN on
co: Attivà a VPN

# vpn.connectionInfo.download
source: Download
co: Scaricà

source: Cities
co: Cità

# vpn.settings.language
source: Language
co: Lingua

# vpn.settings.guestWifiAlert
source: Guest Wi-Fi portal alert
co: Alerta di purtone Wi-Fi d’ospite

# vpn.settings.guestWifiAlert.description
source: Get notified if a guest Wi-Fi portal is blocked due to VPN connection
co: Ricivete una nutificazione s’è un purtone Wi-Fi d’ospite hè bluccatu per via di a cunnessione VPN

# vpn.settings.notification.connectionChange.description
source: Get notified when the connection status changes
co: Ricivete una nutificazione quandu si cambia u statu di a cunnessione

# vpn.settings.notification.connectionChange2
source: Connection change notification
co: Nutificazione di cambiamentu di cunnessione

# vpn.settings.notification.serverSwitch.description
source: Get notified when you successfully switched servers
co: Ricivete una nutificazione quandu un scambiu di servitore s’hè passatu bè

# vpn.settings.notification.serverSwitch2
source: Server switching notification
co: Nutificazione di scambiu di servitore

# vpn.settings.notifications
source: Notifications
co: Nutificazioni

# vpn.settings.unsecuredNetworkAlert
source: Unsecured network alert
co: Alerta di reta micca assicurata

# vpn.settings.unsecuredNetworkAlert.description
source: Get notified if you connect to an unsecured Wi-Fi network
co: Ricivete una nutificazione s’è vo vi cunnittite à una reta Wi-Fi micca assicurata

# vpn.protectSelectedApps.addApplication
source: Add application
co: Aghjunghje un’appiecazione

# vpn.protectSelectedApps.searchApps
source: Search apps
co: Ricercà appiecazioni

# vpn.errors.checkOutageUpdates
source: Check outage updates
co: Infurmassi nant’à l’interruzzioni di serviziu

# vpn.updates.notNow
source: Not now
co: Micca subitu

# vpn.updates.updateConnectionInsecureWarning
source: Your connection will not be secure while you update.
co: A vostra cunnessione ùn serà micca assicurata durante u rinnovu.

# vpn.updates.updateNow
source: Update now
co: Rinnovà subitu

# vpn.updates.updateRecomended
source: Update recommended
co: Rinnovu ricumandatu

# vpn.updates.updateRecomended.description
source: Please update the app before you continue to use the VPN
co: Ci vole à rinnovà l’appiecazione nanzu di cuntinuà à impiegà a VPN

# vpn.updates.updateRequire.reason
source: We detected and fixed a serious bug. You must update your app.
co: Avemu scupertu è currettu un prublema impurtante. Duvete rinnovà a vostra appiecazione.

# vpn.updates.updateRequired
source: Update required
co: Rinnovu richiestu

# vpn.AndroidNotifications.GeneralNotifications
source: General Notifications
co: Nutificazioni generale

# vpn.aboutUs.copyVersionNumber
source: Copy %1
co: Cupià %1

# vpn.aboutUs.licenses
source: Licenses
co: Licenze

# vpn.aboutUs.privacyNotice
source: Privacy notice
co: Pulitica di cunfidenzialità

# vpn.aboutUs.releaseVersion
source: Release version
co: Versione

# vpn.aboutUs.termsOfService
source: Terms of service
co: Cundizioni d’utilizazione

# vpn.aboutUs.title
source: About us
co: Infurmazioni

# vpn.accessibility.currentIndexFocusedOfTotalItemsInGroup
source: %1 of %2
co: %1 nant’à %2

# vpn.accessibility.selected
source: Selected
co: Selezziunatu

# vpn.accessibility.selectedAndItemName
source: Selected item: %1
co: Elementu selezziunatu : %1

# vpn.captivePortalAlert.actionPostActivation
source: You must turn off your VPN in order to see the portal, and turn it back on once you have logged in.
co: Duvete disattivà a vostra VPN per affissà u purtone, è attivalla torna dopu quandu a vostra cunnessione hè stabilita.

# vpn.captivePortalAlert.actionPreActivation
source: You can turn on your VPN once you have gained internet access by logging in to the portal.
co: Pudete attivà a vostra VPN quandu l’accessu à Internet hè ottinutu via una cunnessione à u purtone.

# vpn.captivePortalAlert.buttonTextPostActivation
source: Turn off VPN
co: Disattivà a VPN

# vpn.captivePortalAlert.buttonTextPreActivation
source: Okay
co: Vai

# vpn.captivePortalAlert.header
source: A captive portal is when the guest Wi-Fi you are using requires you to log in to get internet access.
co: Un purtone cattivu si vede quandu u Wi-Fi d’ospite chì vò impiegate vi dumanda di cunnettevi per accede à Internet.

# vpn.captivePortalAlert.title
source: Captive portal detected!
co: Purtone cattivu abbentatu !

# vpn.connectionInfo.connectionInformation
source: Connection information
co: Infurmazioni di cunnessione

# vpn.connectionInfo.errorMessage
source: Looks like there was an unexpected error while trying to connect. Please try again or check your connection.
co: Pare chì un sbagliu inaspettatu sia accadutu durante u tentativu di cunnessione. Pruvate torna o cuntrollate a vostra cunnessione.

# vpn.connectionInfo.exitServerLabelIp
source: Exit Server IP:
co: IP di u servitore d’esciuta :

# vpn.connectionInfo.exitServerLabelIpv6
source: Exit Server IPv6:
co: IPv6 di u servitore d’esciuta :

# vpn.connectionInfo.highBulletOne
source: Streaming in 4K
co: Diffusione in 4K

# vpn.connectionInfo.highBulletThree
source: Online gaming
co: Ghjochi in linea

# vpn.connectionInfo.highBulletTwo
source: High-speed downloads
co: Scaricamenti à alta vitezza

# vpn.connectionInfo.labelUpload
source: Upload
co: Incaricà

# vpn.connectionInfo.listHeaderDefault
source: At your current speed, here’s what your device is optimized for:
co: À a vitezza attuale, eccu ciò chì hè ottimale per u vostru apparechju :

# vpn.connectionInfo.listHeaderSlow
source: It looks like the connection to this server location is a bit slow, you can try:
co: Pare chì a cunnessione à a pusizione di stu servitore hè un pocu piana, pudete pruvà :

# vpn.connectionInfo.loadingIndicatorLabel
source: Testing speed…
co: Sperimentu di vitezza…

# vpn.connectionInfo.mediumBulletOne
source: Browsing the internet
co: Navigà nant’à internet

# vpn.connectionInfo.mediumBulletThree
source: Video conferencing
co: Visiocunferenza

# vpn.connectionInfo.mediumBulletTwo
source: Streaming video
co: Diffusione di video

# vpn.connectionInfo.metricsTitle
source: Connection information
co: Infurmazioni di cunnessione

# vpn.connectionInfo.restartSpeedTest
source: Restart speed test
co: Rilancià a prova di vitezza

# vpn.connectionInfo.startSpeedTest
source: Start speed test
co: Lancià una prova di vitezza

# vpn.connectionInfo.troubleshootingBulletOne
source: Switching server locations
co: Cambiamentu di pusizione di u servitore

# vpn.connectionInfo.troubleshootingBulletThree
source: Switching back to a single-hop connection
co: Ritornu à una cunnessione à saltu unicu

# vpn.connectionInfo.troubleshootingBulletTwo
source: Checking your internet connection
co: Verificazione di a vostra cunnessione internet

# vpn.crashreporter.crashOptInDialogDescription
source: Don’t show this again. Autosend crash reports to Mozilla.
co: Ùn affissà più stu messaghju. Mandà autumaticamente i raporti d’accidente à Mozilla.

# vpn.crashreporter.mainTitle
source: Mozilla Crash Report
co: Raportu d’accidente Mozilla

# vpn.deleteAccount.authButtonLabel
source: Continue
co: Cuntinuà

# vpn.deleteAccount.buttonLabel
source: Delete account
co: Squassà u contu

# vpn.deleteAccount.headline2
source: Delete Mozilla account
co: Squassà u contu Mozilla

# vpn.deleteAccount.optionDescriptionFour
source: Any extensions and themes that you’ve published to addons.mozilla.org will be deleted
co: Tutti l’estensioni è i temi chì vo avete publicati nant’à addons.mozilla.org seranu squassati

# vpn.deleteAccount.optionDescriptionOne
source: Any paid subscriptions you have will be cancelled (Except Pocket)
co: Tutti l’abbunamenti chì vo avete pagati seranu rivucati (fora di Pocket)

# vpn.deleteAccount.optionDescriptionThree
source: Reactivating with this email may not restore your saved information
co: Reattivà u contu cù st’indirizzu elettronicu puderia ùn micca risturà l’infurmazioni arregistrate

# vpn.deleteAccount.optionDescriptionTwo
source: You may lose saved information and features within Mozilla products
co: Risicate di perde l’infurmazioni è e funzioni arregistrate in i prudutti Mozilla

# vpn.deleteAccount.subheadline2
source: Your Mozilla account (%1) is connected to Mozilla products that keep you secure and productive on the web. Please acknowledge that by deleting your account:
co: U vostru contu Mozilla (%1) hè cunnessu à i prudutti Mozilla ciò chì vi garantisce sicurità è pruduttività nant’à u web. Squassendu u vostru contu, vole si dì chì vo accunsentite :

# vpn.devices.countLabel
source: %1 out of %2 devices added
co: %1 apparechji aghjunti nant’à %2

# vpn.devices.limitDescription2
source: You’re using VPN on 5 devices. To add another device, please remove one.
co: Impiegate a VPN nant’à 5 apparechji. Per aghjunghje un altru apparechju, ci vole à cacciane unu.

# vpn.devices.limitTitle
source: Device not added
co: Apparechju micca aghjuntu

# vpn.devices.listItemDescriptionAddedDaysAgo
source: Added %1 days ago
co: Aghjuntu %1 ghjorni fà

# vpn.devices.listItemDescriptionAddedFewHoursAgo
source: Added a few hours ago (%1)
co: Aghjuntu qualchì ora fà (%1)

# vpn.devices.listItemDescriptionAddedOneHourAgo
source: Added less than an hour ago
co: Aghjuntu menu d’un’ora fà

# vpn.devices.listItemDescriptionCurrent
source: Current Device
co: Apparechju currente

# vpn.devices.listItemRemoveDeviceAccessibility
source: Remove %1
co: Caccià %1

# vpn.devices.menuTitle
source: My devices
co: I mo apparechji

# vpn.devices.removePopupDescription
source: Please confirm you would like to remove %1.
co: Ci vole à cunfirmà chì vò vulete caccià %1.

# vpn.devices.removePopupPrimaryButtonLabel
source: Remove
co: Caccià

# vpn.devices.removePopupTitle
source: Remove device?
co: Caccià l’apparechju ?

# vpn.devices.removingTitle
source: Removing device…
co: Cacciatura di l’apparechju…

# vpn.dnsOverwriteDialog.bodyDNS
source: Using these privacy features will override your custom DNS.
co: L’impiegu di ste funzioni di cunfidenzialità rimpiazzerà u vostru DNS persunalizatu.

# vpn.dnsOverwriteDialog.bodyPrivacy
source: Using a custom DNS will override your preferences in the privacy features page.
co: L’impiegu d’un DNS persunalizatu supranerà e vostre preferenze nant’à a pagina di e funzioni di cunfidenzialità.

# vpn.dnsOverwriteDialog.primaryButton
source: Confirm
co: Cunfirmà

# vpn.dnsOverwriteDialog.secondaryButton
source: Maybe later
co: Forse un’altra volta

# vpn.dnsOverwriteDialog.titleDNS
source: Override DNS settings?
co: Rimpiazzà e preferenze DNS ?

# vpn.dnsOverwriteDialog.titlePrivacy
source: Override privacy features?
co: Supranà e funzioni di cunfidenzialità ?

# vpn.freeTrials.freeTrialLabel
source: 7-day free trial
co: Prova di rigalu di 7 ghjorni

# vpn.freeTrials.startYourFreeTrial
source: Sign up to start your 7-day free trial.
co: Arregistratevi per principià a vostra prova di rigalu di 7 ghjorni.

# vpn.genericError.unexpected
source: Unexpected error
co: Sbagliu inaspettatu

# vpn.genericPurchaseError.genericPurchaseErrorButton
source: Try Again
co: Pruvà torna

# vpn.genericPurchaseError.genericPurchaseErrorHeader
source: Problem confirming subscription
co: Prublema à a cunfirmazione di l’abbunamentu

# vpn.genericPurchaseError.genericPurchaseErrorText
source: An unexpected error has occurred, please try again. Visit our help center below to learn how to troubleshoot this issue or contact support.
co: Un sbagliu inaspettatu hè accadutu, pruvate torna. Visitate u nostru centru d’assistenza quaghjò per sapè cumu lucalizà a cagione o cuntattà l’assistenza.

# vpn.getHelp.developerOptions
source: Developer options
co: Ozzioni di sviluppu

# vpn.getHelp.helpCenter
source: Help Center
co: Centru d’assistenza

# vpn.getHelp.linkTitle
source: Get help
co: Ottene aiutu

# vpn.getHelp.viewLogs
source: View Logs
co: Vista di u ghjurnale

# vpn.global.clear
source: Clear
co: Squassà

# vpn.global.close
source: Close
co: Chjode

# vpn.global.collapse
source: Collapse
co: Riduce

# vpn.global.continue
source: Continue
co: Cuntinuà

# vpn.global.copied
source: Copied!
co: Cupiatu.

# vpn.global.copy
source: Copy
co: Cupià

# vpn.global.discoverNow
source: Discover now
co: Scopre subitu

# vpn.global.expand
source: Expand
co: Allargà

# vpn.global.getStarted
source: Get started
co: Principià

# vpn.global.goBack
source: Go back
co: Ritornu

# vpn.global.help
source: Help
co: Aiutu

# vpn.global.learnMore
source: Learn more
co: Sapene di più

# vpn.global.next
source: Next
co: Seguente

# vpn.global.noInternetConnection
source: No internet connection
co: Nisuna cunnessione Internet

# vpn.global.noThanks
source: No thanks
co: Innò, vi ringraziu

# vpn.global.paste
source: Paste
co: Incullà

# vpn.global.signOut
source: Sign out
co: Scunnettesi

# vpn.global.vpnUser
source: VPN User
co: Utilizatore VPN

# vpn.helpSheets.devicesBody1
source: Adding a new device to your subscription is easy: just download and log in to Mozilla VPN on that device.
co: Aghjunghje un apparechju novu à u vostru abbunamentu hè faciule : basta à scaricà Mozilla VPN è cunnittitevi via st’apparechju.

# vpn.helpSheets.devicesBody2
source: To remove one of your added devices, select “Edit” on this screen and use the trash icon to remove the device you no longer want to use Mozilla VPN on.
co: Per caccià unu trà i vostri apparechji aghjunti, selezziunate « Mudificà » nant’à stu screnu è impiegate l’icona di a curbella per caccià l’apparechju nant’à quellu ùn vulete più impiegà Mozilla VPN.

# vpn.helpSheets.devicesHeader
source: Adding and removing devices
co: Aghjuntu è cacciatura d’apparechji

# vpn.helpSheets.devicesTitle
source: Device management
co: Ghjestione di l’apparechji

# vpn.helpSheets.dnsBody1
source: Whenever you connect to a website, a DNS (domain name system) first turns the domain name (e.g. www.mozilla.org) into an IP address that allows your internet traffic to reach that destination.
co: Quandu vi cunnittite à un situ web, ci hè un DNS (sistema di nome di duminiu) chì trasfurmeghja, in primu locu, u nome di duminiu (p.i. www.mozilla.org) in un indirizzu IP, ciò chì permette à u vostru trafficu internet di tuccà sta destinazione.

# vpn.helpSheets.dnsBody2
source: Mozilla VPN allows you to choose a custom DNS server if you prefer. If you use one, you won’t be able to use other privacy features in the VPN like tracker blocking.
co: Mozilla VPN vi permette di sceglie un servitore DNS persunalizatu s’è vo preferite. S’è vo ne aduprate unu, ùn puderete micca impiegà d’altre funzioni di cunfidenzialità di a VPN cum’è u blucchime di u spiunaghju.

# vpn.helpSheets.dnsHeader
source: What is a custom DNS?
co: Cosa hè un DNS persunalizatu ?

# vpn.helpSheets.dnsTitle
source: Custom DNS settings
co: Preferenze DNS persunalizate

# vpn.helpSheets.excludedAppsBody1
source: Excluded apps let you turn off VPN protection for specific apps, without turning off VPN protection for your entire device.
co: L’appiecazioni escluse vi permettenu di disattivà a prutezzione VPN per certe appiecazioni, senza disattivalla per l’apparechju sanu.

# vpn.helpSheets.excludedAppsBody2
source: When you exclude an app, it will have access to your IP address and approximate location.
co: Quandu un’appiecazione hè esclusa, pò quantunque accede à u vostru indirizzu IP è à a vostra lucalizazione apprussimativa.

# vpn.helpSheets.excludedAppsBody3
source: You can use the settings under Settings > Privacy features to block ads, block trackers, and block malware, even on excluded apps.
co: Pudete impiegà e preferenze, via Preferenze > Funzioni di cunfidenzialità, per bluccà e publicità, i perseguitatori è i prugrammi animosi, ancu nant’à l’appiecazioni escluse.

# vpn.helpSheets.excludedAppsCTA
source: Open “Privacy features”
co: Apre « Funzioni di cunfidenzialità »

# vpn.helpSheets.excludedAppsHeader
source: What are excluded apps?
co: Cosa sò l’appiecazioni escluse ?

# vpn.helpSheets.excludedAppsTitle
source: Excluded apps
co: Appiecazioni escluse

# vpn.helpSheets.locationBody1
source: If you want maximum speed and reliability, choose one of the recommended locations in the “Single-hop” toggle. We’ve sorted them based on expected performance.
co: S’è vo vulete una vitezza è un’assicuranza più maiò, sciglite una trà e pusizioni ricumandate via u buttone « Cunnessione à saltu unicu ». L’avemu classificate secondu à e perfurmenze aspettate.

# vpn.helpSheets.locationBody2
source: If you want to add more privacy, switch to “Multi-hop” and add an additional server location. Multi-hop VPN routes your traffic through two server locations instead of one for extra security and privacy. This may also slow down your connection a bit.
co: S’è vo vulete rinfurzà a cunfidenzialità, passate in modu « Servitori in cascata » è aghjunghjite una pusizione cumplementaria di servitore. Un VPN in cascata (multi-hop) fà viaghjà u vostru trafficu attraversu duie pusizioni di servitore piuttostu chè unu per assicurà una sicurità è una cunfidenzialità più maiò. Què puderia dinù rallentà una cria a vostra cunnessione.

# vpn.helpSheets.locationHeader
source: Single-hop vs multi-hop
co: Cunnessione à saltu unicu o servitori in cascata

# vpn.helpSheets.locationTitle
source: Location selection
co: Selezzione di a pusizione

# vpn.helpSheets.privacyBody1
source: Privacy features give you greater control over the types of content you see, helping you stay safe online.
co: E funzioni di cunfidenzialità vi permettenu di cuntrollà megliu i cuntenuti chì vo fighjate, ciò chì vi aiuta à stà sicuru in linea.

# vpn.helpSheets.privacyBody2
source: If you activate these features, they’ll overwrite any custom DNS you’re using. These protections are not a substitute for taking other security precautions — for example, while blocking malware you should still avoid downloading attachments in strange emails.
co: S’è ste funzioni sò attivate, anu da rimpiazzà tutti i DNS persunalizati chì serianu impiegati. Ste prutezzioni ùn rimpiazzanu micca l’altre precauzioni abituale cum’è, per indettu, quandu u blucchime di i prugrammi periculosi hè attivu, ci vole à evità u scaricamentu di i schedarii assuciati à i messaghji elettronichi.

# vpn.helpSheets.privacyHeader
source: What can privacy features do for me?
co: Cumu mi aiutanu e funzioni di cunfidenzialità ?
