Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: co/mozillavpn.xliff
Languages: co

# vpn.onboarding.startSlideMobileBody
source: Your mobile device will now ask you to allow Mozilla VPN to create a connection. Please allow this so that the VPN works correctly on your device.
co: U vostru apparechju mobile hà da dumandavvi di permette à Mozilla VPN di creà una cunnessione. Ci vole à permette què per chì a VPN funziuneghji currettamente nant’à u vostru apparechju.

# vpn.onboarding.startSlideMobileHeader
source: Allow Mozilla VPN to create a VPN connection
co: Permette à Mozilla VPN di creà una cunnessione

# vpn.paymentMethods.iapApple
source: Apple subscription
co: Abbunamentu Apple

# vpn.paymentMethods.iapGoogle
source: Google subscription
co: Abbunamentu Google

# vpn.postAuthentication.headline
source: Quick access
co: Accessu prestu

# vpn.postAuthentication.subtitle
source: You can quickly access Mozilla VPN from your status bar.
co: Hè pussibule d’accede più prestu à Mozilla VPN da a vostra barra di statu.

# vpn.product.description
source: A fast, secure and easy to use VPN. Built by the makers of Firefox.
co: Una reta privata virtuale (VPN) rapida, assicurizata è faciule à impiegà. Cuncepita da l’autori di Firefox.

# vpn.purchase.percentSaved
source: Save %1%
co: Risparmià %1 %

# vpn.purchase.subscribeNow
source: Subscribe now
co: Abbunassi subitu

# vpn.purchase.subscriptionOption
source: %1-month plan: %2
co: Prugramma per %1 mesi : %2

# vpn.purchaseWeb.inProgress2
source: Please continue subscribing in your browser…
co: Ci vole à cuntinuà l’abbunamentu nant’à u vostru navigatore…

# vpn.purchaseWeb.message
source: We couldn’t find a subscription for %1. Subscribe now to protect your connection.
co: Ùn si pò truvà un abbunamentu per %1. Abbunatevi subitu per prutege a vostra cunnessione.

# vpn.purchaseWeb.title
source: Subscribe to Mozilla VPN
co: Abbunatevi à Mozilla VPN

# vpn.resetSettings.body1
source: This will reset all VPN settings, including:
co: St’azzione reinizierà tutte e preferenze di a VPN, cum’è :

# vpn.resetSettings.body2
source: Resetting the VPN will sign you out, but your account will not be deleted.
co: U reiniziu di a VPN vi discunnetterà ma u vostru contu ùn serà micca squassatu.

# vpn.resetSettings.confirmResetModalBody
source: Reset Mozilla VPN settings? This can’t be undone.
co: Reinizià e preferenze di Mozilla VPN ? St’azzione ùn pò micca esse invertita.

# vpn.resetSettings.confirmResetModalResetButtonLabel
source: Reset and quit
co: Reinizià è esce

# vpn.resetSettings.confirmResetModalTitle
source: Confirm reset
co: Cunfirmà u reiniziu

# vpn.resetSettings.listItemPreferences
source: Preferences
co: Preferenze

# vpn.resetSettings.resetButtonLabel
source: Reset VPN
co: Reinizià a VPN

# vpn.resetSettings.resetLabel
source: Reset VPN
co: Reinizià a VPN

# vpn.resetSettings.title
source: Reset Mozilla VPN
co: Reinizià Mozilla VPN

# vpn.restorePurchase.restorePurchaseButton
source: Already a subscriber?
co: Dighjà abbunata(u) ?

# vpn.restorePurchaseExpiredError.restorePurchaseExpiredErrorText2
source: Sorry, we are unable to connect your Mozilla account to a current subscription. Please try again or contact our support team for further assistance.
co: Per disgrazia, ùn pudemu micca cunnette u vostru contu Mozilla à un abbunamentu in corsu. Pruvate torna o cuntattate a nostra squadra d’assistenza per ottene un aiutu.

# vpn.restorePurchaseGenericPurchaseError.restorePurchaseGenericPurchaseErrorText
source: Sorry, we were unable to confirm your subscription. Please try again or contact our support team for help.
co: Per disgrazia, ùn avemu micca riesciutu à cunfirmà u vostru abbunamentu. Pruvate torna o cuntattate a nostra squadra d’assistenza per ottene un aiutu.

# vpn.restorePurchaseInUseError.restorePurchaseInUseErrorText2
source: Another Mozilla account has already subscribed using this Apple ID. Please sign out and try again or contact our support team for help.
co: Un altru contu Mozilla hè dighjà abbunatu cù st’Apple ID. Discunnittitevi è pruvate torna o cuntattate a nostra squadra d’assistenza per ottene un aiutu.

# vpn.serverUnavailableModal.bodyText
source: This server location is temporarily unavailable. Choose a new location.
co: A pusizione di stu servitore hè timpurariamente indispunibule. Sciglitene una nova.

# vpn.serverUnavailableModal.buttonLabel
source: Choose a new location
co: Sciglite una pusizione nova

# vpn.serverUnavailableModal.headerText
source: Server unavailable
co: Servitore indispunibule

# vpn.serverUnavailableNotification.bodyText
source: This server location is temporarily unavailable. Please open the app to choose a new location.
co: A pusizione di stu servitore hè timpurariamente indispunibule. Aprite l’appiecazione per sceglie una pusizione nova.

# vpn.serverUnavailableNotification.bodyTextFireWallBlocked
source: The server has been blocked. Check your firewall settings.
co: U servitore hè statu bluccatu. Verificate e preferenze di u vostru parafocu.

# vpn.serverUnavailableNotification.preferencesLabel
source: Server unavailable notification
co: Nutificazione di servitore indispunibule

# vpn.serverUnavailableNotification.preferencesSubLabel
source: Get notified when connecting to a server location failed
co: Ricivete una nutificazione quandu a cunnessione à una pusizione di servitore hè fiascata

# vpn.serversView.recommendedCardBody
source: These locations are sorted by expected performance.
co: Ste pusizioni sò classificate da e perfurmenze previste.

# vpn.serversView.recommendedCardTitle
source: Why are these locations recommended?
co: Perchè sò ricumandate ste pusizioni ?

# vpn.serversView.recommendedEmptyLabel
source: To see recommended server locations, turn off the VPN.
co: Per affissà e pusizioni di servitore ricumandate, disattivate a VPN.

# vpn.serversView.recommendedRefreshLabel
source: Refresh list
co: Attualizà a lista

# vpn.serversView.recommendedRefreshLastUpdatedDisabledLabel
source: Last updated: %1. To update this list please disconnect from the VPN.
co: Ultima mudificazione : %1. Per mudificà sta lista ci vole à discunnettesi da a VPN.

# vpn.serversView.recommendedRefreshLastUpdatedLabel
source: Last updated: %1.
co: Ultima mudificazione : %1.

# vpn.serversView.recommendedRefreshLastUpdatedLabelYesterday
source: yesterday
co: eri

# vpn.serversView.recommendedRefreshlLoadingLabel
source: Checking (%1%)…
co: Verificazione (%1 %)…

# vpn.serversView.searchNoResultsLabel
source: No results. Try a different search
co: Nisunu risultatu. Pruvate una ricerca sfarente

# vpn.serversView.searchPlaceholder
source: Search countries
co: Ricercà un paese

# vpn.serversView.serverCityWithGoodConnection
source: %1. Good connectivity
co: %1. Bella cunnettività

# vpn.serversView.serverCityWithModerateConnection
source: %1. Moderate connectivity
co: %1. Cunnettività muderata

# vpn.serversView.serverCityWithNoConnection
source: %1. No connectivity
co: %1. Nisuna cunnettività

# vpn.serversView.serverCityWithPoorConnection
source: %1. Poor connectivity
co: %1. Cunnettività scarsa

# vpn.serversView.tabAllLabel
source: All
co: Tutti

# vpn.serversView.tabRecommendedLabel
source: Recommended
co: Ricumandati

# vpn.settings.appExclusionClearAllApps
source: Clear all
co: Tuttu squassà

# vpn.settings.appExclusionSettings
source: App exclusions
co: Esclusioni d’appiecazione

# vpn.settings.appPreferences
source: App preferences
co: Preferenze d’appiecazione

# vpn.settings.crashOptInDescription
source: Allow Mozilla VPN to automatically send crash reports to help fix unexpected crashes
co: Permette à Mozilla VPN di mandà autumaticamente i raporti d’accidente per aiutà à currege i prublemi

# vpn.settings.dataCollectionDescription
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla
co: Permette à Mozilla VPN di mandà i dati tecnichi, d’interazzione, di campagna è di ricumandazione à Mozilla

# vpn.settings.dnsSettings
source: DNS settings
co: Preferenze DNS

# vpn.settings.dnsSettingsCustomDNSBody
source: Resolve websites using a custom DNS
co: Cunvertisce i siti web grazia à un DNS persunalizatu

# vpn.settings.dnsSettingsCustomDNSError
source: Invalid DNS, please try a new one
co: DNS inaccettevule, pruvatene un altru

# vpn.settings.dnsSettingsCustomDNSTitle
source: Use custom DNS
co: Impiegà un DNS persunalizatu

# vpn.settings.dnsSettingsDisconnectWarning
source: Changing these settings will cause the VPN to disconnect and reconnect automatically.
co: U cambiamentu di ste preferenze cagiunerà à scunnessione è a ricunnessione autumatica di a VPN.

# vpn.settings.dnsSettingsInputPlaceholder
source: Enter custom DNS
co: Stampittate un DNS persunalizatu

# vpn.settings.dnsSettingsStandardDNSBody
source: Resolve websites using Mozilla VPN’s standard DNS
co: Cunvertisce i siti web grazia à u DNS classicu di Mozilla VPN

# vpn.settings.dnsSettingsStandardDNSTitle
source: Use standard DNS
co: Impiegà u DNS classicu

# vpn.settings.dnsSettingsWarning
source: These options may cause some websites to break or not display content correctly.
co: St’ozzioni ponu cagiunà un funziunamentu gattivu o un’affissera incurretta nant’à certi siti web.

# vpn.settings.privacyAdblockBody
source: Reduces the number of ads you see when you’re using VPN
co: Riduce u numeru di publicità affissate quandu s’impiegheghja a VPN

# vpn.settings.privacyAdblockTitle
source: Block ads
co: Blucchime di publicità

# vpn.settings.privacyCard
source: These options may cause some websites to break or not display content correctly.
co: St’ozzioni ponu cagiunà un funziunamentu gattivu o un’affissera incurretta nant’à certi siti web.

# vpn.settings.privacyMalwareBody2
source: Helps protect you from ransomware, phishing, spyware, and viruses
co: Prutezzione contr’à i ransomware, phishing, i prugrammi di spiunaghju è l’agenti infettivi

# vpn.settings.privacyMalwareTitle
source: Block malware
co: Blucchime di prugrammi periculosi

# vpn.settings.privacySettings
source: Privacy features
co: Funzioni di cunfidenzialità

# vpn.settings.privacyTrackerBody
source: Fewer harmful domains will be able to track you
co: Menu di duminiu dannighjevule serà capace di spiunavvi

# vpn.settings.privacyTrackerTitle
source: Block trackers
co: Blucchime di u spiunaghju

# vpn.settings.startAtBootSubtitle
source: Mozilla VPN will launch and connect when you start up your device
co: Mozilla VPN si lancierà è si cunnitterà à l’avviu di u vostru apparechju

# vpn.settings.startAtBootTitle
source: Connect VPN on startup
co: Cunnette VPN à l’avviu

# vpn.settings.tipsAndTricksSettings
source: Tips and tricks
co: Astuzie è cunsiglii

# vpn.settingsDev.restartRequired
source: VPN must be restarted to take effect
co: A VPN deve esse rilanciata per piglià in contu i cambiamenti

# vpn.settingsDev.showOptionSubtitle
source: Show or hide the developer options menu
co: Affissà o piattà u listinu di l’ozzioni di sviluppu

# vpn.settingsDev.showOptionTitle
source: Show Developer Options
co: Affissà l’ozzioni di sviluppu

# vpn.settingsDev.title
source: Developer Options
co: Ozzioni di sviluppu

# vpn.settingsDev.useStagingSubtitle
source: Staging services are used to test features before they go live to production
co: I servitori di qualifica sò impiegati per pruvà e funzioni nanzu a so messa in pruduzzione

# vpn.settingsDev.useStagingTitle
source: Use Staging Servers
co: Impiegà i servitori di qualifica

# vpn.splittunnel.infoCardDescription
source: VPN must be off to edit App exclusions
co: A VPN deve esse disattivata per mudificà l’esclusioni d’appiecazione

# vpn.splittunnel.infoLinkText
source: Learn more
co: Sapene di più

# vpn.splittunnel.infoText2
source: For any questions about setting app exclusions, we’ve provided some helpful tips on our website.
co: Per aiutavvi à definisce l’esclusione d’appiecazione, avemu pruvistu parechje minichichje nant’à u nostru situ web.

# vpn.splittunnel.missingAppActionButton
source: Add apps manually
co: Aghjunghje appiecazioni manualmente

# vpn.splittunnel.missingAppAddedOne
source: Success! You added “%1” to this list.
co: Operazione riesciuta ! Avete aghjuntu « %1 » à sta lista.

# vpn.splittunnel.missingAppMultiple
source: %1 apps missing from list.
co: %1 appiecazione(i) assente nant’à a lista.

# vpn.subscriptionManagement.activatedLabel
source: Active since
co: Attivu dapoi

# vpn.subscriptionManagement.cardExpiresLabel
source: Expires
co: Scadenza

# vpn.subscriptionManagement.cardLast4
source: Card ending in %1
co: Carta finiscendusi da %1

# vpn.subscriptionManagement.expiresLabel
source: Expires
co: Scadenza

# vpn.subscriptionManagement.manageAccount
source: Manage account
co: Ghjestione di u contu

# vpn.subscriptionManagement.manageSubscriptionButton
source: Manage subscription
co: Ghjestione di l’abbunamentu

# vpn.subscriptionManagement.menuTitle
source: Profile
co: Prufilu

# vpn.subscriptionManagement.nextLabel
source: Next billed
co: Prossima fatturazione

# vpn.subscriptionManagement.paymentHeadline
source: Payment Information
co: Infurmazioni di pagamentu

# vpn.subscriptionManagement.planLabel
source: Subscription plan
co: Prugramma d’abbunamentu

# vpn.subscriptionManagement.planMonthly
source: Monthly plan: %1
co: Prugramma misincu : %1

# vpn.subscriptionManagement.planMonthlyPlusTax
source: %1/month + tax
co: %1 à u mese + e tasse

# vpn.subscriptionManagement.planMonthlyWithoutTax
source: %1/month
co: %1 à u mese

# vpn.subscriptionManagement.planValueHalfYearly
source: %1 Half-yearly
co: %1 à u semestru

# vpn.subscriptionManagement.planValueHalfYearlyPlusTax
source: %1 Half-yearly + tax
co: %1 à u semestru + e tasse

# vpn.subscriptionManagement.planValueMonthly
source: %1 Monthly
co: %1 à u mese

# vpn.subscriptionManagement.planValueMonthlyPlusTax
source: %1 Monthly + tax
co: %1 à u mese + e tasse

# vpn.subscriptionManagement.planValueYearly
source: %1 Yearly
co: %1 à l’annu

# vpn.subscriptionManagement.planValueYearlyPlusTax
source: %1 Yearly + tax
co: %1 à l’annu + e tasse

# vpn.subscriptionManagement.statusActive
source: Active
co: Attivu

# vpn.subscriptionManagement.statusInactive
source: Inactive
co: Inattivu

# vpn.subscriptionManagement.statusLabel
source: Status
co: Statu

# vpn.subscriptionManagement.subscriptionPlatformLabel
source: %1 subscription
co: Abbunamentu %1

# vpn.subscriptionManagement.summaryHeadline
source: Subscription summary
co: Riassuntu di l’abbunamentu

# vpn.subscriptionManagement.upgradeToAnnual
source: Save 50% on an annual plan
co: Risparmiate 50% nant’à un impegnu annuale

# vpn.subscriptionManagement.upgradeToAnnualButton
source: Change plan
co: Cambià d’abbunamentu

# vpn.systray.disconnect
source: Disconnect
co: Scunnettesi

# vpn.systray.help
source: Help
co: Aiutu

# vpn.systray.hide
source: Hide Mozilla VPN
co: Piattà Mozilla VPN

# vpn.systray.preferences
source: Preferences…
co: Preferenze…

# vpn.systray.quit
source: Quit Mozilla VPN
co: Esce da Mozilla VPN

# vpn.systray.show
source: Show Mozilla VPN
co: Affissà Mozilla VPN

# vpn.systray.statusConnectTo
source: Connect to the last location:
co: Cunnette à l’ultima pusizione :

# vpn.systray.statusConnectedTo
source: Connected to:
co: Cunnessa à :

# vpn.systray.statusConnectingTo
source: Connecting to:
co: Cunnessione à :

# vpn.systray.statusDisconnectingFrom
source: Disconnecting from:
co: Scunnettesi da :

# vpn.telemetryPolicyView.allow
source: Allow on this device
co: Permette nant’à st’apparechju

# vpn.telemetryPolicyView.dataCollectionAndUse
source: Data collection and use
co: Culletta è adopru di i dati

# vpn.telemetryPolicyView.description
source: We strive to provide you with choices and collect only the data we need to improve Mozilla VPN. Sharing this data with Mozilla is optional.
co: Femu casu à pruponevi a scelta è cullettà solu i dati ch’avemu bisognu per amendà Mozilla VPN. U spartimentu di sti dati cù Mozilla hè ozzionale.

# vpn.telemetryPolicyView.doNotAllow
source: Don’t allow
co: Ùn permette micca

# vpn.telemetryPolicyView.learnMore
source: Learn more about what data Mozilla collects and how it’s used.
co: Sapene di più nant’à i dati culletti da Mozilla è cum’elli sò impiegati.

# vpn.telemetryPolicyView.question
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla?
co: Permette à Mozilla VPN di mandà i dati tecnichi, d’interazzione, di campagna è di ricumandazione à Mozilla ?

# vpn.tipsAndTricks.advancedTipsDescription
source: Let us help you learn more about Mozilla VPN
co: Lasciateci aiutavvi à sapene di più nant’à Mozilla VPN

# vpn.tipsAndTricks.advancedTipsGuideViewTitle
source: Advanced tip
co: Astuzia d’espertu

# vpn.tipsAndTricks.advancedTipsTitle
source: Advanced tips
co: Astuzie d’espertu

# vpn.tipsAndTricks.introModalDescription
source: Here’s a great list of useful tips and tricks to get the best out of your Mozilla VPN experience. Check it out now or find it anytime in the settings.
co: Eccu una bella lista d’astuzie è di cunsiglii per ottene u megliu di Mozilla VPN. Ispettatela subitu o ritruvatela più tardi in e preferenze.

# vpn.tipsAndTricks.quickTipsDescription
source: Let us help you get the most out of Mozilla VPN
co: Lasciateci aiutavvi à ottene u megliu di Mozilla VPN

# vpn.tipsAndTricks.quickTipsGuideViewTitle
source: Quick tip
co: Minichichja rapida

# vpn.tipsAndTricks.quickTipsTitle
source: Quick tips
co: Minichichje rapide

# vpn.tipsAndTricks.settingsEntryLabel
source: VPN tips and tricks
co: Astuzie è cunsiglii per a VPN

# vpn.tipsAndTricks.tabTitleAll
source: All
co: Tuttu

# vpn.tipsAndTricks.tabTitleTips
source: Tips
co: Astuzie

# vpn.updateButton.actionNoUpdate
source: Okay
co: Vai

# vpn.updateButton.actionOnUpdate
source: Update now
co: Rinnovà subitu

# vpn.updateButton.checkForUpdateButtonText
source: Check for Updates
co: Cuntrollà i rinnovi

# vpn.updateButton.descriptionNoUpdate2
source: You currently have the latest version of Mozilla VPN
co: Avete attualmente l’ultima versione di Mozilla VPN

# vpn.updateButton.descriptionOnUpdate
source: Click to update to the latest version of the application
co: Cliccà per rinnovà l’appiecazione à l’ultima versione

# vpn.updateButton.titleNoUpdate
source: You are up to date
co: Site à l’ultimu livellu

# vpn.updateButton.titleOnUpdate
source: Updates available
co: Rinnovi dispunibule
