Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: scn/addons/guide_03_adding_and_removing_devices/strings.xliff
Languages: scn

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
scn: Comu jùnciri un dispusitivu

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
scn: Grapi l’app Mozilla VPN nnô to dispusitivu prifirutu

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
scn: Trasi nnô to cuntu

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
scn: Allististi! Juncemmu u to dispusitivu â lista di chiḍḍi cullijati â VPN

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
scn: Comu livari un dispusitivu

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
scn: Grapi Mozilla VPN nnô computer o nnô dispusitivu mòbbili chi prifirisci

# guide.adding_and_removing_devices.block.c_4.l_2_0
source: Go to Settings and select “My devices”
scn: Vai nnê Mpustazzioni e scarta “I me dispusitivi”

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
scn: Scarta a cona “Munnizza” ô ciancu dû dispusitivu chi vo’ livari dâ lista dî dispusitivi cullijati

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
scn: Sicuta sta guida lesta di 3 passaggi pi jùnciri e livari di manera fàcili tutti i to dispusitivi.

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
scn: Comu junciu e levu un dispusitivu?
