Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: co/addons/strings.xliff
Languages: co

# vpn.225updateMessage.bullet1
source: On iOS, enhanced stability and reliability for VPN connections.
co: Nant’à iOS, a stabilità è a sicurità sò più maiò per e cunnessioni VPN.

# vpn.225updateMessage.bullet2
source: On Android, added step-by-step instructions to enable VPN connection on startup.
co: Nant’à Android, aghjuntu d’istruzzioni tappa dopu à tappa per attivà a cunnessione VPN à l’avviu.

# vpn.227updateMessage.bullet1
source: Dark mode — enjoy a sleek new look that’s easy on the eyes, day or night.
co: Modu scuru ; scuprite un aspettu novu, piacevule à fighjà, di ghjornu o di notte.

# vpn.commonStrings.downloadButton
source: Download update
co: Scaricà a messa à livellu

# vpn.commonStrings.downloadTitle
source: Download the new Mozilla VPN %1
co: Scaricà a versione nova %1 di Mozilla VPN

# vpn.commonStrings.generalUpdateBulletIntro
source: This update includes minor bug fixes, UI adjustments and other performance improvements, including:
co: Sta versione cuntene currezzioni di prublemi chjuchi, adattazioni di l’interfaccia grafica è amendamenti di perfurmenza, trà quelli :

# vpn.commonStrings.generalUpdateContent
source: This update includes minor bug fixes, UI adjustments and other performance improvements.
co: Sta versione cuntene currezzioni di prublemi chjuchi, adattazioni di l’interfaccia grafica è amendamenti di perfurmenza.

# vpn.commonStrings.getHelpButton
source: Get help
co: Ottene aiutu

# vpn.commonStrings.latestVersionSubtitle
source: You’re using the latest version of Mozilla VPN.
co: Impiegate l’ultima versione di Mozilla VPN.

# vpn.commonStrings.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience.
co: Avemu publicatu una versione messa à livellu di Mozilla VPN ! Installate l’ultima versione per ottene l’esperienza a più bella cù Mozilla VPN.

# vpn.commonStrings.updateButton
source: Update now
co: Mette à livellu subitu

# vpn.commonStrings.updateTitle
source: Update to Mozilla VPN %1
co: Messa à livellu versu Mozilla VPN %1

# vpn.commonStrings.whatsNewClosing
source: Thank you for installing the latest version!
co: Vi ringraziemu d’avè installatu l’ultima versione !

# vpn.commonStrings.whatsNewTitle
source: You’ve updated to Mozilla VPN %1
co: Avete messu à livellu Mozilla VPN in versione %1

# vpn.tryFirefoxExtension.bullet1
source: Turn off VPN for specific websites
co: Disattivà a VPN per siti web specifichi

# vpn.tryFirefoxExtension.bullet2
source: Set different locations for different websites, to see the web as you prefer
co: Definisce pusizioni sfarente per siti web sfarenti, per affissà u Web cum’ella vi piace

# vpn.tryFirefoxExtension.bullet3
source: Keep protection for Firefox on, even when the Mozilla VPN app is off
co: Cunservà a prutezzione per Firefox, ancu quandu l’appiecazione Mozilla VPN hè disattivata

# vpn.tryFirefoxExtension.downloadFirefox
source: Download Firefox
co: Scaricà Firefox

# vpn.tryFirefoxExtension.finalLine
source: Not using Firefox to browse? Give it a try.
co: Ùn impiegate micca Firefox per navigà ? Pruvatelu puru.

# vpn.tryFirefoxExtension.getExtension
source: Get the extension
co: Ottene l’estensione

# vpn.tryFirefoxExtension.subtitle
source: Personalize your VPN protections to meet your web browsing needs.
co: Persunalizate e vostre prutezzioni VPN per risponde à i vostri bisogni di navigazione.

# vpn.tryFirefoxExtension.title
source: Try the Firefox extension
co: Pruvate l’estensione Firefox

# vpn.upgradeToBundle.bullet1
source: VPN for secure, private browsing
co: Una VPN per una navigazione assicurizata è privata

# vpn.upgradeToBundle.upgrade
source: Upgrade
co: Mette à livellu
