Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */addons/strings.xliff
Languages: bg, cs, cy, da, de, el, es_ar, es_es, fi, fr, fur, fy_nl, hu, ia, id, is, it, ja, ko, lo, nl, pa_in, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, th, tr, vi, zh_cn, zh_tw

# vpn.225updateMessage.bullet1
source: On iOS, enhanced stability and reliability for VPN connections.
bg: В iOS подобрена стабилност и надеждност за VPN връзки.
cs: V systému iOS zvýšena stabilita a spolehlivost připojení k VPN.
cy: Ar iOS, gwell sefydlogrwydd a dibynadwyedd cysylltiadau VPN.
da: Forbedret stabilitet og pålidelighed for VPN-forbindelser på iOS.
de: Verbesserte Stabilität und Zuverlässigkeit für VPN-Verbindungen unter iOS.
el: Στο iOS, ενισχυμένη σταθερότητα και αξιοπιστία για τις συνδέσεις VPN.
es_ar: En iOS, estabilidad y confiabilidad mejoradas para las conexiones VPN.
es_es: En iOS, estabilidad y fiabilidad mejoradas para las conexiones VPN.
fi: iOS:ssä VPN-yhteyksien parannettu vakaus ja luotettavuus.
fr: Sur iOS, stabilité et fiabilité accrues pour les connexions VPN.
fur: Su iOS a son stadis mioradis stabilitât e afidabilitât des conessions VPN.
fy_nl: Yn iOS, ferbettere stabiliteit en betrouberheid foar VPN-ferbiningen.
hu: Fokozott stabilitás és megbízhatóság a VPN kapcsolatoknál iOS-en.
ia: Sur iOS, stabilitate e fidibilitate ameliorate pro le connexiones VPN.
id: Di iOS, peningkatan stabilitas dan keandalan untuk koneksi VPN.
is: Á iOS; aukinn stöðugleiki og áreiðanleiki VPN-tenginga.
it: Per iOS migliorate la stabilità e affidabilità delle connessioni VPN.
ja: iOS では、VPN 接続の安定性と信頼性が向上しました。
ko: iOS에서 VPN 연결에 대한 안정성이 향상되었습니다.
lo: ໃນ iOS, ປັບປຸງຄວາມສະຖຽນ ແລະ ຄວາມຫນ້າເຊື່ອຖືສໍາລັບການເຊື່ອມຕໍ່ VPN.
nl: In iOS, verbeterde stabiliteit en betrouwbaarheid voor VPN-verbindingen.
pa_in: iOS ਲਈ, VPN ਕਨੈਕਸ਼ਨਾਂ ਲਈ ਸੁਧਾਰ ਕੀਤੀ ਸਥਿਰਤਾ ਅਤੇ ਭਰੋਸੇਯੋਗਤਾ ਹੈ।
pl: W systemie iOS poprawiono stabilność i niezawodność połączeń VPN.
pt_br: Em iOS, estabilidade e confiabilidade aprimoradas para conexões VPN.
pt_pt: Estabilidade e fiabilidade melhoradas para ligações VPN no iOS.
ru: На iOS повышена стабильность и надёжность VPN-соединений.
sk: V systéme iOS zvýšená stabilita a spoľahlivosť pre pripojenia VPN.
sl: V sistemu iOS izboljšana stabilnost in zanesljivost povezav VPN.
sq: Në iOS, qëndrueshmëria dhe bazim të zgjeruar për lidhje VPN.
sv: På iOS, förbättrad stabilitet och tillförlitlighet för VPN-anslutningar.
th: สำหรับ iOS มีการเพิ่มความเสถียรและความน่าเชื่อถือให้กับการเชื่อมต่อ VPN
tr: iOS’te VPN bağlantılarında kararlılık ve güvenilirlik artırıldı.
vi: Trên iOS, độ ổn định và độ tin cậy đã được cải thiện cho các kết nối VPN.
zh_cn: 增强 iOS 上 VPN 连接的稳定性和可靠性。
zh_tw: 在 iOS 上加強了 VPN 連線的穩定性與可靠度。

# vpn.225updateMessage.bullet2
source: On Android, added step-by-step instructions to enable VPN connection on startup.
bg: Под Android добавени инструкции за активиране на VPN връзка при стартиране.
cs: V systému Android byly přidány pokyny krok za krokem, jak povolit připojení do sítě VPN při startu zařízení.
cy: Ar Android, ychwanegwyd cyfarwyddiadau cam wrth gam i alluogi cysylltiad VPN wrth gychwyn.
da: Tilføjet trin-for-trin instruktioner til at aktivere VPN-forbindelse ved opstart på Android.
de: Unter Android wurden Schritt-für-Schritt-Anleitungen hinzugefügt, um die VPN-Verbindung beim Start zu aktivieren.
el: Στο Android, προστέθηκαν αναλυτικές οδηγίες για την ενεργοποίηση της σύνδεσης VPN κατά την εκκίνηση.
es_ar: En Android, instrucciones paso a paso agregadas para habilitar la conexión VPN al inicio.
es_es: En Android, se han añadido instrucciones paso a paso para activar la conexión VPN al inicio.
fi: Androidilla lisätty vaiheittaiset ohjeet VPN-yhteyden käyttöönottoon käynnistyksen yhteydessä.
fr: Sur Android, ajout d’instructions pas à pas pour activer la connexion VPN au démarrage.
fur: Su Android a son stadis zontadis istruzions detaiadis par ativâ la conession VPN al inviament.
fy_nl: Yn Android: stapswize ynstruksjes tafoege om VPN-ferbining by opstarten yn te skeakeljen.
hu: Androidon lépésenkénti utasítások lettek hozzáadva a VPN-kapcsolat indításkori engedélyezéséhez.
ia: Sur Android, addite instructiones passo a passo pro activar le connexion VPN al initio.
id: Di Android, tambahkan petunjuk langkah demi langkah untuk mengaktifkan koneksi VPN saat memulai.
is: Á Android; bætt við skref-fyrir-skref leiðbeiningum fyrir virkjun VPN-tengingar í ræsingu.
it: Per Android aggiunte istruzioni dettagliate per attivare la connessione VPN all’avvio.
ja: Android では、起動時に VPN 接続を有効にするための手順が追加されました。
ko: Android에서 실행할 때 VPN 연결 활성화에 대한 단계별 지침이 추가되었습니다.
lo: ໃນ Android, ເພີ່ມຄໍາແນະນໍາເທື່ອລະຂັ້ນຕອນເພື່ອເປີດໃຊ້ການເຊື່ອມຕໍ່ VPN ໃນຕອນເລີ່ມຕົ້ນ.
nl: In Android: stapsgewijze instructies toegevoegd om VPN-verbinding bij opstarten in te schakelen.
pa_in: ਐਡਰਾਇਡ ਲਈ ਸ਼ੁਰੂ ਵੇਲੇ VPN ਕਨੈਕਸ਼ਨ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਵਾਸਤੇ ਪੜਾਅਵਾਰ ਹਦਾਇਤਾਂ ਜੋੜੀਆਂ ਗਈਆਂ ਹਨ।
pl: Na Androidzie dodano instrukcję krok po kroku, jak włączyć połączenie VPN podczas uruchamiania.
pt_br: Em Android, foram adicionadas instruções passo a passo para ativar a conexão VPN ao iniciar.
pt_pt: Foram adicionadas instruções passo a passo para ativar a ligação VPN no arranque no Android.
ru: На Android добавлены пошаговые инструкции по включению VPN-соединения при запуске.
sk: V systéme Android boli pridané podrobné pokyny na povolenie pripojenia VPN pri spustení.
sl: Za Android dodana navodila po korakih za omogočanje povezave VPN ob zagonu.
sq: Në Android u shtuan udhëzime hap pas hapi për të aktivizuar lidhje VPN gjatë nisjes.
sv: På Android, lagt till steg för steg instruktioner för att aktivera VPN-anslutning vid uppstart.
th: สำหรับ Android มีการเพิ่มคำแนะนำทีละขั้นตอนในการเปิดใช้งานการเชื่อมต่อ VPN เมื่อเริ่มต้นระบบ
tr: Android’de başlangıçta VPN bağlantısını etkinleştirmek için adım adım yönergeler eklendi.
vi: Trên Android, đã thêm hướng dẫn từng bước để bật kết nối VPN khi khởi động.
zh_cn: 在Android 版中添加了启动时关于启用 VPN 连接的说明。
zh_tw: 在 Android 上加入了開機時啟用 VPN 連線的步驟教學。

# vpn.227updateMessage.bullet1
source: Dark mode — enjoy a sleek new look that’s easy on the eyes, day or night.
bg: Тъмен режим — насладете се на нов елегантен външен вид, който е удобен за очите, през деня или през нощта.
cs: Tmavý režim — vychutnejte si nový elegantní vzhled, který je šetrný k očím ve dne i v noci.
cy: Modd tywyll - mwynhewch wedd newydd slic sy'n hawdd ar y llygaid, ddydd neu nos.
da: Mørk tilstand - et nyt udseende, der er skånsomt mod øjnene uanset om det er dag eller nat.
de: Dunkelmodus – Genießen Sie ein schlankes neues Aussehen, das die Augen schont, bei Tag und bei Nacht.
el: Σκουρόχρωμη λειτουργία: μια νέα, ξεκούραστη για τα μάτια σας εμφάνιση και τη μέρα και τη νύχτα.
es_ar: Modo oscuro — disfrutá de una nueva apariencia elegante que es agradable a la vista, de día o de noche.
es_es: Modo oscuro — disfruta de una apariencia nueva y elegante que es agradable a la vista, de día o de noche.
fi: Tumma tila – nauti uudesta tyylikkäästä ulkoasusta, joka on miellyttävä silmille vuorokaudenajasta riippumatta.
fr: Mode sombre — profitez d’un nouveau look élégant et agréable à regarder, de jour comme de nuit.
fur: Modalitât scure — gjolt dal gnûf aspiet elegant che nol strache i voi, di dì e di gnot.
fy_nl: Tsjustere modus – genietsje fan in strak nij uterlik dat maklik is foar de eagen, sawol dei as nacht.
hu: Sötét mód – élvezze az új, letisztult megjelenést, amely kíméli a szemet, éjjel és nappal.
ia: Modo obscur: discoperi un nove apparentia elegante que non fatiga le oculos, die o nocte.
id: Mode gelap — nikmati tampilan baru yang ramping dan nyaman di mata, siang atau malam hari.
is: Dökkur hamur - njóttu áferðarfallegs nýstárlegs útlits sem er þægilegt fyrir augun, dag sem nótt.
it: Modalità scura: scopri un nuovo look elegante che non affatica gli occhi, di giorno o di notte.
ko: 다크 모드 — 낮이든 밤이든 눈에 편안하게 보이는 세련되고 새로운 모습을 즐겨보세요.
lo: ໂໝດມືດ — ເພີດເພີນໄປກັບຮູບຊົງໃໝ່ທີ່ເງົາງາມເປັນມິດກັບສາຍຕາ, ທັງກາງເວັນ ຫຼື ກາງຄືນ.
nl: Donkere modus – geniet van een strakke nieuwe look die zowel overdag als ‘s nachts rustig is voor de ogen.
pl: Tryb ciemny — ciesz się nowym, eleganckim wyglądem, który nie męczy oczu, zarówno w dzień, jak i w nocy.
pt_br: Modo escuro — aproveite um novo visual elegante e agradável aos olhos, de dia ou de noite.
pt_pt: Modo escuro — desfrute de um novo visual simples que é melhor para os olhos, de dia ou de noite.
ru: Тёмная тема — наслаждайтесь новым оформлением, приятным для глаз днём и ночью.
sk: Tmavý režim – vychutnajte si nový elegantný vzhľad, ktorý je šetrný k očiam vo dne aj v noci.
sl: Temni način – nov eleganten videz, ki je prijazen očem, podnevi in ponoči.
sq: Mënyra e errët — shijoni një pamje të re të hajthme që është e lehtë për sytë, ditën apo natën.
sv: Mörkt läge — njut av ett nytt, snyggt utseende som är bra för ögonen, dag som natt.
th: โหมดมืด — เพลิดเพลินไปกับรูปลักษณ์ใหม่ที่ดูทันสมัยและสบายตา ไม่ว่าจะกลางวันหรือกลางคืน
tr: Koyu mod: İster gündüz ister gece, gözlerinizi yormayan yeni görünümün keyfini çıkarın.
vi: Chế độ tối — tận hưởng giao diện mới đẹp mắt, dễ nhìn, bất kể ngày hay đêm.
zh_cn: 深色模式 — 乐享深邃新外观。无论白天或黑夜，目光所及皆舒适。
zh_tw: 暗色模式 — 不論是早上還是晚上，都有圓滑的全新外觀，讓您的眼睛更舒服。

# vpn.231updateMessage.bullet1
source: An option, under “Preferences”, to enable support for RCS/MMS messaging, Apple features like CarPlay and AirDrop, as well as connections to local devices.
bg: Опция под „Предпочитания“ за активиране на поддръжка за RCS/MMS съобщения, функции на Apple като CarPlay и AirDrop, както и връзки към локални устройства.
cs: Možnost v “Předvolbách” pro povolení podpory pro zprávy RCS/MMS, funkce Apple jako CarPlay či AirDrop, stejně jako pro připojení k místním zařízením.
cy: Mae dewis, o dan “Dewisiadau”, i alluogi cefnogaeth ar gyfer negeseuon RCS/MMS, nodweddion Apple fel CarPlay ac AirDrop, yn ogystal â chysylltiadau â dyfeisiau lleol.
da: En indstilling under "Indstillinger" til at aktivere understøttelse af RCS/MMS-beskeder, Apple-funktioner som CarPlay og AirDrop, samt forbindelser til lokale enheder.
de: Eine Option unter „Einstellungen“, um die Unterstützung für RCS/MMS-Nachrichten, Apple-Funktionen wie CarPlay und AirDrop sowie Verbindungen zu lokalen Geräten zu aktivieren.
el: Μια επιλογή του μενού «Προτιμήσεις» για την ενεργοποίηση της υποστήριξης μηνυμάτων RCS/MMS, λειτουργιών της Apple, όπως το CarPlay και το AirDrop, καθώς και των συνδέσεων με τοπικές συσκευές.
es_ar: Una opción, en “Preferencias”, para habilitar el soporte para mensajería RCS/MMS, funciones de Apple como CarPlay y AirDrop, así como conexiones a dispositivos locales.
es_es: Una opción, en “Preferencias”, para habilitar el soporte para mensajería RCS/MMS, funciones de Apple como CarPlay y AirDrop, así como conexiones a dispositivos locales.
fi: “Asetukset”-kohdassa on valinta, jolla voi ottaa käyttöön RCS-/MMS-viestien tuen, Apple-ominaisuuksia kuten CarPlay ja AirDrop, sekä yhteydet paikallisiin laitteisiin.
fr: Une option, dans la section « Préférences », pour activer la prise en charge des messages RCS/MMS, des fonctionnalités Apple comme CarPlay et AirDrop, ainsi que la connexion aux appareils locaux.
fy_nl: In opsje, ûnder ‘Foarkarren’, om stipe foar RCS/MMS-berjochten, Apple-funksjes lykas CarPlay en AirDrop, en ek ferbiningen mei lokale apparaten yn te skeakeljen.
hu: A „Beállítások” alatti lehetőség az RCS/MMS üzenetkezelés, az olyan Apple-funkciók, mint a CarPlay és az AirDrop, valamint a helyi eszközökhöz való csatlakozás támogatásához.
ia: Un option, sub “Preferentias”, pro activar supporto pro messages RCS/MMS, functiones de Apple como CarPlay e AirDrop, e connexiones a apparatos local.
id: Opsi, di bawah “Preferensi”, untuk mengaktifkan dukungan untuk pesan RCS/MMS, fitur Apple seperti CarPlay dan AirDrop, serta koneksi ke perangkat lokal.
it: Un’opzione nelle preferenze per attivare il supporto per la messaggistica RCS/MMS, funzionalità Apple come CarPlay e AirDrop, nonché la possibilità di connettersi a dispositivi locali.
ko: “설정” 아래에 RCS/MMS 메시징과 Carplay나 AirDrop과 같은 Apple 기능, 로컬 기기에 대한 연결을 활성화하는 옵션이 있습니다.
lo: ທາງເລືອກໜຶ່ງ, ພາຍໃຕ້ “ຄວາມມັກ”, ເພື່ອເປີດໃຊ້ການຮອງຮັບການສົ່ງຂໍ້ຄວາມ RCS/MMS, ຄຸນສົມບັດຂອງ Apple ເຊັ່ນ CarPlay ແລະ AirDrop, ເຊັ່ນດຽວກັນກັບການເຊື່ອມຕໍ່ກັບອຸປະກອນທ້ອງຖິ່ນ.
nl: Een optie, onder ‘Voorkeuren’, om ondersteuning voor RCS/MMS-berichten, Apple-functies zoals CarPlay en AirDrop, evenals verbindingen met lokale apparaten in te schakelen.
pl: Opcja w sekcji „Preferencje” umożliwiająca włączenie obsługi wiadomości RCS/MMS, funkcji Apple, takich jak CarPlay i AirDrop, a także połączeń z urządzeniami lokalnymi.
pt_br: Uma opção, em “Preferências”, para ativar o suporte a mensagens RCS/MMS, recursos da Apple como CarPlay e AirDrop, além de conexões com dispositivos locais.
pt_pt: Uma opção, em “Preferências”, para ativar o suporte para mensagens RCS/MMS, funcionalidades da Apple como o Carplay e o AirDrop, bem como as ligações a dispositivos locais.
ru: Параметр в «Настройках», чтобы включить поддержку обмена сообщениями RCS/MMS, функций Apple, таких как Carplay и AirDrop, а также подключений к локальным устройствам.
sk: Predvoľba v časti “Nastavenia” na povolenie podpory pre správy RCS/MMS, funkcie Apple, ako sú CarPlay a AirDrop, ako aj pripojenia k lokálnym zariadeniam.
sl: Možnost v nastavitvah, ki omogoči delovanje sporočanja RCS/MMS, Applovih funkcij kot CarPlay in AirDrop ter povezovanja z lokalnimi napravami.
sq: Një mundësi, nën “Parapëlqime”, për të aktivizuar mbulim për shkëmbim mesazhesh RCS/MMS, veçori Apple si CarPlay dhe AirDrop, si dhe lidhje te pajisje vendore.
sv: Ett alternativ, under "Inställningar", för att aktivera stöd för RCS/MMS-meddelanden, Apple-funktioner som CarPlay och AirDrop, samt anslutningar till lokala enheter.
tr: “Tercihler” menüsüne RCS/MMS mesajlaşma, Carplay ve AirDrop gibi Apple özellikleri, yerel cihaz bağlantıları desteğini etkinleştirebileceğiniz bir seçenek eklendi.
vi: Một tuỳ chọn, dưới “Tùy chỉnh”, để hỗ trợ nhắn tin RCS/MMS, các tính năng của Apple như CarPlay và AirDrop, cũng như kết nối với các thiết bị cục bộ.
zh_cn: “首选项”中添加了一个选项，可启用对以下功能的支持： RCS/彩信、Apple 提供的功能（例如 CarPlay 车载和隔空投送），以及连接本地设备。
zh_tw: 「偏好設定」當中新增選項，讓您可開啟支援 RCS/MMS 多媒體簡訊、CarPlay 與 AirDrop 等 Apple 功能，以及與區域網路當中其他裝置進行連線。

# vpn.233updateMessage.bullet1
source: [all] Subscription management has fully transitioned to the Mozilla accounts website.
bg: [всички] Управлението на абонаменти премина изцяло към уебсайта на Mozilla.
cs: [vše] Správa předplatných byla plně přesunuta na web s účty Mozilla.
cy: [all] Mae rheoli tanysgrifiadau wedi trosglwyddo'n llwyr i wefan cyfrifon Mozilla.
da: [Alle] Håndtering af abonnement er nu helt flyttet til websiden for Mozilla-konti.
el: [όλες] Η διαχείριση συνδρομής έχει μεταφερθεί πλήρως στον ιστότοπο των λογαριασμών Mozilla.
es_ar: [todas] La administración de suscripciones ha sido migrada por completo al sitio web de cuentas de Mozilla.
es_es: [todos] La gestión de suscripciones se ha trasladado por completo al sitio web de cuentas de Mozilla.
fr: [Tous] La gestion des abonnements a été entièrement transférée sur le site web des comptes Mozilla.
fy_nl: [alles] Abonnemintsbehear is folslein oergien op de Mozilla Accounts-website.
hu: [összes] Az előfizetés-kezelés teljesen átkerült a Mozilla-fiókok weboldalára.
ia: [tote] Le gestion de abonamento ha plenmente transite al sito web del contos Mozilla.
id: [all] Manajemen langganan telah sepenuhnya dialihkan ke situs web akun Mozilla.
it: La gestione degli abbonamenti ora avviene interamente sul sito degli account Mozilla.
ko: [all] 구독 관리가 Mozilla 계정 웹 사이트로 완전히 전환되었습니다.
nl: [alle] Abonnementsbeheer is volledig overgegaan op de Mozilla Accounts-website.
pl: [wszystkie] Zarządzanie subskrypcjami zostało w całości przeniesione na stronę kont Mozilli.
pt_br: [todos] O gerenciamento de assinaturas foi totalmente transferido para o site de contas Mozilla.
pt_pt: [todos] A gestão de subscrições transitou totalmente para o site das contas Mozilla.
ru: [все] Управление подписками полностью перешло в сайт аккаунтов Mozilla.
sk: [Všetky] Správa predplatného bola úplne presunutá na webovú stránku účtov Mozilla.
sl: [vsi] Upravljanje naročnin je v celoti preneseno na spletno mesto računov Mozilla.
sq: [krejt] Administrimi i pajtimeve është kaluar plotësisht te sajti i llogarive Mozilla.
sv: [alla] Prenumerationshantering har helt övergått till webbplatsen för Mozilla-konton.
tr: [tümü] Abonelik yönetimi tamamen Mozilla hesapları web sitesine taşındı.
vi: [tất cả] Quản lý gói đăng ký đã được chuyển hoàn toàn sang trang web tài khoản Mozilla.
zh_cn: [全部]订阅管理已完全转移到 Mozilla 账户网站。
zh_tw: [全部] 訂閱管理已完全轉到 Mozilla 帳號網站進行管理。

# vpn.233updateMessage.bullet10
source: [Linux] Some behind-the-scenes changes that help us get new versions out to you more easily.
bg: [Linux] Някои промени зад кулисите, които ни помагат да ви предоставяме по-лесно нови версии.
cs: [Linux] Několik změn v zákulisí, které nám pomohou snadněji šířit nové verze.
cy: [Linux] Rhai newidiadau tu ôl i'r llenni sy'n ein helpu ni i gael fersiynau newydd allan i chi yn haws.
da: [Linux] Vi har bygget lidt om i kulisserne, så vi nemmere kan udgive nye versioner.
el: [Linux] Μερικές παρασκηνιακές αλλαγές που μας βοηθούν να προσφέρουμε πιο εύκολα τις νέες εκδόσεις σε εσάς.
es_ar: [Linux] Algunos cambios detrás de escena que nos ayudan a sacar nuevas versiones más fácilmente.
es_es: [Linux] Algunos cambios internos que nos ayudan a proporcionar nuevas versiones más fácilmente.
fr: [Linux] Quelques changements en coulisses qui nous aident à vous fournir les nouvelles versions plus facilement.
fy_nl: [Linux] Guon wizigingen efter de skermen dy’t ús helpe om nije ferzjes makliker by jo te krijen.
hu: [Linux] Néhány színfalak mögötti változás, amely segít abban, hogy könnyebben eljuttassuk az új verziókat Önhöz.
ia: [Linux] Alcun modificationes detra le scenas que nos adjuta a distribuer le nove versiones plus facilemente.
id: [Linux] Beberapa perubahan di balik layar yang membantu kami mengeluarkan versi baru untuk Anda dengan lebih mudah.
it: [Linux] Alcune modifiche dietro le quinte che ci aiutano a distribuire le nuove versioni più facilmente.
ko: [Linux] 새 버전을 여러분에게 더 쉽게 제공할 수 있는 몇 가지 변경 사항을 알려드립니다.
nl: [Linux] Enkele wijzigingen achter de schermen die ons helpen nieuwe versies gemakkelijker naar u toe te sturen.
pl: [Linux] Kilka zmian wprowadzanych w tle, które pomogą nam łatwiej dostarczać Wam nowe wersje.
pt_br: [Linux] Algumas mudanças nos bastidores que nos ajudam a apresentar novas versões mais facilmente.
pt_pt: [Linux] Algumas mudanças nos bastidores que facilitam a disponibilização das novas versões para si.
ru: [Linux] Некоторые изменения под капотом, которые помогут нам легче выпускать новые версии.
sk: [Linux] Niekoľko zmien na pozadí, ktoré nám pomáhajú jednoduchšie sprístupňovať nové verzie.
sl: [Linux] Nekaj sprememb v ozadju, ki nam omogočajo lažje izdajanje novih različic.
sq: [Linux] Disa ndryshime në prapaskenë që na ndihmojnë të marrim më kollaj versione të reja për ju.
sv: [Linux] Några förändringar bakom kulisserna som hjälper oss att lättare ge ut nya versioner till dig.
tr: [Linux] Yeni sürümleri size daha kolay ulaştırmamızı sağlayacak bazı değişiklikler yapıldı.
vi: [Linux] Một số thay đổi hậu trường giúp chúng tôi cung cấp phiên bản mới cho bạn dễ dàng hơn.
zh_cn: [Linux] 进行了一些内部更改，可方便我们发布新版本。
zh_tw: [Linux] 一些介面上看不到的變更，讓我們可以更輕鬆地推送新版本給您。

# vpn.233updateMessage.bullet11
source: [all] You can use Mozilla VPN in dozens of languages, and we’ve included the latest translations in this release.
bg: [всички] Можете да използвате Mozilla VPN на десетки езици. Включихме най-новите преводи в това издание.
cs: [vše] Mozilla VPN můžete používat v desítkách jazyků, přičemž nejnovější překlady jsme zahrnuli i do této verze.
cy: [all] Gallwch ddefnyddio Mozilla VPN mewn dwsinau o ieithoedd, ac rydym wedi cynnwys y cyfieithiadau diweddaraf yn y fersiwn hon.
da: [Alle] Du kan bruge Mozilla VPN på mange forskellige sprog - og vi har tilføjet de nyeste oversættelser i denne udgivelse.
el: [όλες] Μπορείτε να χρησιμοποιήσετε το Mozilla VPN σε δεκάδες γλώσσες και έχουμε συμπεριλάβει τις πιο πρόσφατες μεταφράσεις σε αυτήν την έκδοση.
es_ar: [todas] Podés usar Mozilla VPN en docenas de idiomas y hemos incluido las últimas traducciones en esta versión.
es_es: [todos] Puedes usar Mozilla VPN en docenas de idiomas, y hemos incluido las últimas traducciones en esta versión.
fr: [Tous] Vous pouvez utiliser Mozilla VPN dans des dizaines de langues, et nous avons inclus les dernières traductions dans cette version.
fy_nl: [alles] Jo kinne Mozilla VPN yn tsientallen talen brûke, en wy hawwe de lêste oersettingen yn dizze ferzje opnommen.
hu: [összes] Több tucat nyelven használhatja a Mozilla VPN-t, és ez a kiadás tartalmazza a legfrissebb fordításokat.
ia: [tote] Tu pote usar Mozilla VPN in dozenas de linguas, e nos ha includite le ultime traductiones in iste version.
id: [all] Anda dapat menggunakan Mozilla VPN dalam lusinan bahasa, dan kami telah menyertakan terjemahan terbaru dalam rilis ini.
it: Puoi utilizzare Mozilla VPN in decine di lingue e abbiamo incluso le traduzioni più aggiornate in questa versione.
ko: [all] Mozilla VPN은 수십 개 언어로 사용할 수 있으며 최신 번역 버전을 이번 버전에 포함시켰습니다.
nl: [alle] U kunt Mozilla VPN in tientallen talen gebruiken, en we hebben de nieuwste vertalingen in deze versie opgenomen.
pl: [wszystkie] Z Mozilla VPN możesz korzystać w kilkudziesięciu językach, a w tym wydaniu uwzględniliśmy najnowsze tłumaczenia.
pt_br: [tudos] Você pode usar o Mozilla VPN em dezenas de idiomas, por isso incluímos as traduções mais recentes nesta versão.
pt_pt: [todos] Pode utilizar a Mozilla VPN em dezenas de idiomas e incluímos as traduções mais recentes neste lançamento.
ru: [все] Вы можете использовать Mozilla VPN на десятках языков, и мы включили последние переводы в этот релиз.
sk: [Všetky] Mozilla VPN môžete používať v desiatkach jazykov a v tejto verzii sme zahrnuli najnovšie preklady.
sl: [vsi] Mozilla VPN lahko uporabljate v desetinah jezikov, v to izdajo pa smo vključili najnovejše prevode.
sq: [krejt] Mundeni të përdorni Mozilla VPN në dhjetëra gjuha dhe me këtë hedhje në qarkullim kemi përfshirë përkthimet më të reja.
sv: [alla] Du kan använda Mozilla VPN på dussintals språk och vi har inkluderat de senaste översättningarna i den här versionen.
tr: [tümü] Mozilla VPN’i onlarca dilde kullanabilirsiniz. Bu sürüme en yeni çevirileri ekledik.
vi: [tất cả] Bạn có thể sử dụng Mozilla VPN bằng hàng chục ngôn ngữ và chúng tôi đã đưa bản dịch mới nhất vào bản phát hành này.
zh_cn: [所有平台] Mozilla VPN 支持数十种语言，本次更新带来了最新的翻译版本。
zh_tw: [全部] 您可以在 Mozilla VPN 使用十幾種語言版本，這個版本中已包含最新翻譯。
