Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */addons/strings.xliff
Languages: bg, cs, cy, da, de, el, es_ar, es_es, fi, fr, fur, fy_nl, hu, ia, id, is, it, ja, ko, lo, nl, pa_in, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, th, tr, vi, zh_cn, zh_tw

# vpn.233updateMessage.bullet51
source: [Android] If you share logs when contacting support, they now include the device model and manufacturer to help us better help you.
bg: [Android] Ако споделяте данни, когато се свързвате с поддръжката, те вече включват модела и производителя на устройството, за да ни помогнат да ви помогнем по-добре.
cs: [Android] Pokud při kontaktování podpory sdílíte protokoly, obsahují nyní model a výrobce zařízení, abychom vám mohli lépe pomoci.
da: [Android] Hvis du deler logfiler, når du kontakter supporten, inkluderer de nu enhedsmodel og producent, så vi bedre kan hjælpe dig.
el: [Android] Εάν μοιραστείτε τα αρχεία καταγραφής κατά την επικοινωνία σας με την υποστήριξη, αυτά θα περιλαμβάνουν πλέον το μοντέλο και τον κατασκευαστή της συσκευής, ώστε να σας βοηθήσουμε πιο αποτελεσματικά.
es_ar: [Android] Si compartís registros cuando contactás a soporte, ahora incluyen el modelo y fabricante del dispositivo para ayudarnos a ayudarte mejor.
es_es: [Android] Si compartes registros al contactar con la asistencia, ahora se incluye el modelo y el fabricante del dispositivo para que podamos ayudarte mejor.
fr: [Android] Si vous partagez les journaux lorsque vous contactez l’assistance, ils incluent désormais le modèle et le fabricant de l’appareil pour nous aider à mieux vous aider.
fy_nl: [Android] As jo lochboeken diele as jo kontakt opnimme mei de stipeôfdieling, befetsje dizze no it apparaatmodel en de fabrikant om ús te helpen jo better te helpen.
hu: [Android] Ha naplókat oszt meg, amikor felveszi a kapcsolatot a támogatással, akkor azok mostantól az eszköz típusát és gyártóját is tartalmazzák, hogy jobban segíthessünk.
ia: [Android] Si tu comparti tu registrationes contactante le supporto, illos ora include le modello e le fabricante del apparato pro adjutar nos a melio adjutar te.
id: [Android] Jika Anda berbagi log saat menghubungi dukungan, mereka sekarang menyertakan model perangkat dan pabrikan untuk membantu kami membantu Anda dengan lebih baik.
it: [Android] Se invii i registri quando contatti l’assistenza, ora questi riportano anche il modello e il produttore del dispositivo per permetterci di aiutarti al meglio.
ko: [Android] 지원팀에 문의할 때 로그를 공유하는 경우, 더 나은 도움을 제공하도록 기기 모델과 제조업체가 포함됩니다.
pt_br: [Android] Se você compartilha logs ao entrar em contato com o suporte, agora eles incluem o modelo e o fabricante do dispositivo para nos ajudar a melhor te ajudar.
pt_pt: [Android] Ao partilhar registos ao contactar o suporte, estes passam agora a incluir o modelo e o fabricante do dispositivo para que possamos prestar-lhe um melhor apoio.
ru: [Android] Если вы делитесь логами при запросе поддержки, они теперь включают в себя модель и производителя устройства, чтобы лучше вам помочь.
sl: [Android] Če ob stiku s podporo delite dnevnike, ti sedaj vsebujejo model in proizvajalca naprave, s čimer vam lažje pomagamo.
sq: [Android] Nëse jepni regjistra, kur lidheni me asistencën, ata tani përshijnë modelin e pajisjes dhe prodhuesin, për të na ndihmuar më mirë t’ju ndihmojmë ju.
tr: [Android] Destek ekibiyle iletişime geçtiğinizde kayıtları paylaşırsanız size daha iyi yardımcı olabilmemiz için artık cihaz modelini ve üreticisini bildirmeleri gerekir.
vi: [Android] Nếu bạn chia sẻ nhật ký khi liên hệ với bộ phận hỗ trợ, nhật ký sẽ bao gồm thông tin về mẫu thiết bị và nhà sản xuất để chúng tôi có thể hỗ trợ bạn tốt hơn.
zh_cn: [Android] 如果您在联系支持时提供的日志现在会包含设备型号和制造商以帮助我们更好地为您提供帮助。
zh_tw: [Android] 若您在聯絡支援團隊時提供了記錄為了讓我們能更好地幫助您現在起會在記錄中註明裝置型號與製造商。

# vpn.233updateMessage.bullet6
source: [Linux] If your distro ships with that latest Qt 6.10, builds from scratch may have had issues. They no longer should.
bg: [Linux] Ако вашата дистрибуция се доставя с най-новата версия Qt 6.10, компилирането от изходния код може да е имало проблеми. Вече не би трябвало да има такива.
cs: [Linux] Pokud je vaše distribuce dodávána s nejnovějším Qt 6.10, mohly mít sestavení od základu problémy. Už by neměli.
cy: [Linux] Os yw eich distro'n cael ei rannu gyda'r Qt 6.10 diweddaraf hwnnw, efallai y bydd adeiladu o'r cychwyn yn cael problemau. Dylent nhw ddim bellach.
da: [Linux] For distributioner med den seneste version af Qt 6.10 har der været problemer med nye builds. Det burde ikke længere være tilfældet.
el: [Linux] Εάν η διανομή σας περιλαμβάνει το πιο πρόσφατο Qt 6.10, οι εκδόσεις που μεταγλωττίζονταν από τον πηγαίο κώδικα ενδέχεται να παρουσίαζαν ζητήματα. Αυτό δεν θα πρέπει να συμβαίνει πλέον.
es_ar: [Linux] Si su distribución viene con el último Qt 6.10, las versiones desde cero pueden haber tenido problemas. Ya no deberían hacerlo.
es_es: [Linux] Si tu distribución viene con la última versión de Qt 6.10, es posible que las compilaciones desde cero hayan tenido problemas. Ya no deberían tenerlos.
fr: [Linux] Si votre distribution dispose de la récente version 6.10 de Qt, les compilations à partir de zéro ont peut-être rencontré des problèmes. Cela ne devrait plus être le cas.
fy_nl: [Linux] As jo distro mei de nijste Qt 6.10 komt, kinne builds fan it begjin ôf problemen hân hawwe. Dat soe net mear barre moatte.
hu: [Linux] Ha a disztribúció a legfrissebb Qt 6.10-es verzióval érkezik, akkor a forráskódból történő fordítással lehettek problémák. Most már nem kellene.
ia: [Linux] Si tu distribution es expedite con ille ultime Qt 6.10, le compilationes ex novo pote haber habite problemas. Il non plus deberea haber.
id: [Linux] Jika distro Anda dikirimkan dengan Qt 6.10 terbaru, build dari awal mungkin mengalami masalah. Mereka tidak lagi seharusnya.
it: [Linux] Se la tua distribuzione include Qt 6.10, la compilazione da zero potrebbe non funzionare come previsto. Questo problema dovrebbe essere ora risolto.
ko: [Linux] 배포판에 최신 Qt 6.10이 함께 제공되면 처음부터 빌드하는 데 문제가 있을 수 있습니다. 이제 잘 작동합니다.
pl: [Linux] Jeśli Twoja dystrybucja zawiera najnowszą wersję Qt 6.10, kompilacja źródeł mogła powodować problemy. Teraz już nie powinna.
pt_br: [Linux] Se a sua distribuição vem com o Qt 6.10 mais recente, compilações do zero podem ter tido problemas. Não devem mais.
pt_pt: [Linux] Caso a sua distribuição venha com o mais recente Qt 6.10, compilar do zero pode ter causado problemas. Agora, já não deverá acontecer.
ru: [Linux] Если ваш дистрибутив поставляется с последним Qt 6.10, сборки с нуля могли иметь проблемы. Больше не должны.
sk: [Linux] Ak vaša distribúcia obsahuje najnovšiu verziu Qt 6.10, zostavenia od začiatku mohli mať problémy. Už by ich nemali mať.
sl: [Linux] Če je vaša distribucija dobavljena z najnovejšim Qt 6.10, so bile graditve od začetka morda težave. Ne bi smeli več.
sq: [Linux] Nëse shpërndarja juaj vjen me Qt 6.10 më të re, montimet nga e para mund të keni pasur probleme. S’duhet të kenë më.
sv: [Linux] Om din distribution levereras med den senaste Qt 6.10, kan byggen från grunden ha haft problem. Det borde de inte längre.
tr: [Linux] Dağıtımınız en yeni Qt 6.10 sürümüyle geliyorsa sıfırdan build edilen sürümlerde sorun yaşanmış olabilir. Bu sorunu çözdük.
vi: [Linux] Nếu bản phân phối của bạn được cài sẵn Qt 6.10 mới nhất, việc build lại từ đầu có thể gặp sự cố. Giờ thì không còn như vậy nữa.
zh_cn: [Linux] 如果您的发行版预装了最新的 Qt 6.10从头开始构建可能会出现问题。他们不再应该。
zh_tw: [Linux] 若您的發行版提供的是最新的 Qt 6.10，自行手動編譯的版本可能有些問題。現在應已修正。

# vpn.233updateMessage.bullet7
source: [iOS] Some exciting under-the-hood work to support a future feature.
bg: [iOS] Някои вълнуващи промени за поддържане на бъдещи функции.
cs: [iOS] Několik zajímavých úprav pod kapotou pro podporu budoucí funkce.
cy: [iOS] Peth gwaith cyffrous o dan-y-cwfl i gefnogi nodweddion yn y dyfodol.
da: [iOS] Arbejde bag kulisserne for at understøtte en kommende ny funktion.
el: [iOS] Μερικές συναρπαστικές εργασίες στο παρασκήνιο για την υποστήριξη μιας μελλοντικής δυνατότητας.
es_ar: [iOS] Emocionante trabajo secreto para soportar una futura característica.
es_es: [iOS] Algunas funciones internas interesantes para dar soporte a una función futura.
fr: [iOS] Quelques travaux en cours pour une future fonctionnalité.
fy_nl: [iOS] Wat spannend wurk ûnder de motorkap om in takomstige funksje te stypjen.
hu: [iOS] Néhány izgalmas, motorháztető alatti munka egy jövőbeli funkció támogatásához.
ia: [iOS] Alcun interessante labores interne pro supportar un functionalitate futur.
id: [iOS] Beberapa pekerjaan tersembunyi yang menarik untuk mendukung fitur masa depan.
it: [iOS] Alcune interessanti novità per supportare una nuova funzione in arrivo.
ko: [iOS] 향후 기능을 지원하기 위한 몇 가지 흥미로운 내부 작업이 있습니다.
nl: [iOS] Wat opwindend werk onder de motorkap om een toekomstige functie te ondersteunen.
pl: [iOS] Kilka ekscytujących zmian pod maską, które mają na celu wsparcie jednej z planowanych funkcji.
pt_br: [iOS] Um emocionante trabalho oculto para dar suporte a um recurso futuro.
pt_pt: [iOS] Estamos a fazer algumas interessantes nos bastidores para dar suporte a uma funcionalidade futura.
ru: [iOS] Несколько интересных наработок под капотом для поддержки одной из будущих функций.
sk: [iOS] Niekoľko zaujímavých prác „pod kapotou“ na podporu budúcich funkcií.
sl: [iOS] Nekaj popravkov pod pokrovom, ki bodo podpirali prihajajočo novost.
sq: [iOS] Ca punë ngazëlluese nën kapak, për të mbuluar një veçori të ardhshme.
sv: [iOS] Lite spännande arbete under huven för att stödja en framtida funktion.
tr: [iOS] Gelecekteki bir özelliği destekleyecek çalışmalar yaptık.
vi: [iOS] Một số công việc thú vị đang được thực hiện để hỗ trợ tính năng trong tương lai.
zh_cn: [iOS] 一些令人兴奋的底层工作为未来的功能所支持。
zh_tw: [iOS] 一些介面上看不到，但令人振奮的改動，以支援未來的新功能。

# vpn.233updateMessage.bullet8
source: [Android] Invisible work that will allow the app to run smoother on the latest devices.
bg: [Android] Невидима работа, която ще позволи на приложението да работи по-добре на най-новите устройства.
cs: [Android] Neviditelná práce, která umožní plynulejší chod aplikace na nejnovějších zařízeních.
cy: [Android] Gwaith anweledig fydd yn caniatáu i'r ap redeg yn llyfnach ar y dyfeisiau diweddaraf.
da: [Android] Usynlige ændringer for at få appen til at køre bedre på de nyeste enheder.
el: [Android] Εργασίες στο παρασκήνιο που επιτρέπουν την ομαλότερη λειτουργία της εφαρμογής στις νεότερες συσκευές.
es_ar: [Android] Trabajo invisible que permitirá que la aplicación funcione mejor en los últimos dispositivos.
es_es: [Android] Trabajo invisible que permitirá que la aplicación funcione de forma más fluida en los dispositivos más recientes.
fr: [Android] Des changements invisibles qui permettront à l’application de mieux fonctionner sur les appareils les plus récents.
fy_nl: [Android] Unsichtber wurk dat de app soepeler útfiere sil op de nijste apparaten.
hu: [Android] Láthatatlan munka, amely lehetővé teszi, hogy az alkalmazás simábban fusson a legújabb eszközökön.
ia: [Android] labor invisibile que permittera al application de functionar plus facilemente sur le ultime apparatos.
id: [Android] Pekerjaan tak terlihat yang memungkinkan aplikasi berjalan lebih lancar di perangkat terbaru.
it: [Android] Lavoro dietro le quinte che permetterà all’app di funzionare in modo più fluido sui dispositivi più recenti.
ko: [Android] 최신 기기에서 앱이 보다 부드럽게 작동하도록 하는 보이지 않는 작업입니다.
nl: [Android] Onzichtbaar werk waardoor de app op de nieuwste apparaten soepeler zal werken.
pl: [Android] Niewidoczne zmiany, dzięki którym aplikacja będzie działać płynniej na najnowszych urządzeniach.
pt_br: [Android] Trabalho invisível que permitirá que o aplicativo funcione mais facilmente nos dispositivos mais recentes.
pt_pt: [Android] O trabalho invisível que permitirá que a aplicação funcione de forma mais suave nos dispositivos mais recentes.
ru: [Android] Невидимая работа, которая позволит приложению работать плавнее на новейших устройствах.
sk: [Android] Neviditeľná práca, ktorá umožní aplikácii bežať plynulejšie na najnovších zariadeniach.
sl: [Android] Nevidne izboljšave, ki bodo omogočile tekoče delovanje aplikacije na najnovejših napravah.
sq: [Android] Punë e padukshme që do ta lejojë aplikacionin të xhirojë më rrjedhshëm në pajisjet më të reja.
sv: [Android] Osynligt arbete som gör att appen kan köras smidigare på de senaste enheterna.
tr: [Android] Uygulamanın en yeni cihazlarda daha sorunsuz çalışmasını sağlayacak bir çalışma yaptık.
vi: [Android] Công việc vô hình này sẽ cho phép ứng dụng chạy mượt mà hơn trên các thiết bị mới nhất.
zh_cn: [Android] 无形的改进让应用可以在最新版的设备上更顺畅地运行。
zh_tw: [Android] 一些介面上看不到，但讓程式能在最新裝置中執行得更順暢的調整。

# vpn.233updateMessage.bullet9
source: [macOS] Over the past few releases we’ve improved how the VPN operates under the hood. This release completes that work.
bg: [macOS] През последните няколко версии подобрихме начина по който работи VPN-а. С това издание свършихме с този процес.
cs: [macOS] Během několika posledních vydání jsme vylepšili, jak VPN funguje tzv. pod kapotou. Toto vydání tuto práci dokončuje.
cy: [macOS] Dros yr ychydig fersiynau diwethaf rydym wedi gwella sut mae'r VPN yn gweithredu o dan y cwfl. Mae'r fersiwn hon yn cwblhau'r gwaith hwnnw.
da: [macOS] I de seneste nye udgivelser har vi ændret, hvordan VPN'en fungerer bag kulisserne. Med denne udgivelse er arbejdet med denne opgave nu afsluttet.
el: [macOS] Στις τελευταίες εκδόσεις, βελτιώσαμε παρασκηνιακά τον τρόπο λειτουργίας του VPN. Αυτή η έκδοση ολοκληρώνει αυτές τις εργασίες.
es_ar: [macOS] En las últimas versiones, mejoramos la forma en que la VPN funciona internamente. Esta versión completa ese trabajo.
es_es: [macOS] En las últimas versiones hemos mejorado el funcionamiento interno de la VPN. Esta versión completa ese trabajo.
fr: [macOS] Au cours des dernières versions, nous avons amélioré le fonctionnement du VPN sous le capot. Cette version complète ce travail.
fy_nl: [macOS] Yn de ôfrûne pear ferzjes hawwe wy ferbettere hoe’t de VPN ûnder de motorkap wurket. Dizze ferzje foltôget dat wurk.
hu: [macOS] Az elmúlt néhány kiadásban a VPN színfalak mögötti működését fejlesztettük. Ez a kiadás fejezi be ezt a munkát.
ia: [macOS] In le ultime poc versiones nos ha meliorate como le VPN opera internemente. Iste version completa ille labor.
id: [macOS] Selama beberapa rilis terakhir kami telah meningkatkan cara VPN beroperasi di bawah tenda. Rilis ini menyelesaikan pekerjaan itu.
it: [macOS] Negli ultimi aggiornamenti abbiamo ottimizzato il funzionamento interno della VPN. Questa versione completa questo lavoro.
ko: [macOS] 지난 몇 번의 릴리스를 통해 VPN이 내부적으로 작동하는 방식을 개선했습니다. 이 출시에서 그 작업을 완료했습니다.
nl: [macOS] De afgelopen paar versies hebben we de werking van de VPN onder de motorkap verbeterd. Deze versie voltooit dat werk.
pl: [macOS] W ciągu ostatnich kilku wydań poprawialiśmy mechanizm działania VPN. Niniejsze wydanie stanowi zakończenie tych prac.
pt_br: [macOS] Nas últimas versões, aprimoramos como a VPN funciona de forma oculta. Esta versão completa esse trabalho.
pt_pt: [macOS] Nos últimos lançamentos, aperfeiçoámos o funcionamento interno da VPN. Com esta versão, esse processo fica concluído.
ru: [macOS] В последних нескольких релизах мы улучшили работу VPN под капотом. Этот релиз завершает эту работу.
sk: [macOS] V posledných vydaniach sme na pozadí vylepšili fungovanie VPN. Toto vydanie túto prácu dokončuje.
sl: [macOS] V zadnjih nekaj izdajah smo pod pokrovom izboljšali delovanje VPN. S to izdajo je to delo zaključeno.
sq: [macOS] Përgjatë pak hedhjeve së fundi në qarkullim kemi përmirësuar mënyrën se si funksionon VPN-ja nën kapak. Kjo hedhje në qarkullim e plotëson atë punë.
sv: [macOS] Under de senaste utgåvorna har vi förbättrat hur VPN fungerar under huven. Den här utgåvan slutför det arbetet.
tr: [macOS] Son birkaç sürümde VPN'in çalışma şeklini geliştiriyorduk. Bu sürümde o çalışmalar tamamlandı.
vi: [macOS] Trong vài bản phát hành gần đây, chúng tôi đã cải thiện cách thức hoạt động của VPN. Bản phát hành này hoàn thiện công việc đó.
zh_cn: [macOS] 在过去的几个版本中我们改进了 VPN 的后台工作方式。此版本完成了这项工作。
zh_tw: [macOS] 在過去的幾個版本中，我們改善了 VPN 的內部運作。並於這個版本完成。

# vpn.commonStrings.downloadButton
source: Download update
bg: Изтегляне на обновяване
cs: Stáhnout aktualizaci
cy: Llwythwch y diweddariad i lawr
da: Hent opdatering
de: Update herunterladen
el: Λήψη ενημέρωσης
es_ar: Descargar actualización
es_es: Descargar actualización
fi: Lataa päivitys
fr: Télécharger la mise à jour
fur: Discjame l’inzornament
fy_nl: Fernijing downloade
hu: Frissítés letöltése
ia: Discargar actualisation
id: Unduh versi baru
is: Sækja uppfærslu
it: Scarica aggiornamento
ja: 更新をダウンロード
ko: 업데이트 다운로드
lo: ດາວໂຫລດຕົວອັບເດດ
nl: Update downloaden
pa_in: ਅੱਪਡੇਟ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz aktualizację
pt_br: Baixar atualização
pt_pt: Transferir atualização
ru: Скачать обновление
sk: Stiahnuť aktualizáciu
sl: Prenesi posodobitev
sq: Shkarkoje përditësimin
sv: Hämta uppdatering
th: ดาวน์โหลดการอัปเดต
tr: Güncellemeyi indir
vi: Tải xuống bản cập nhật
zh_cn: 下载更新
zh_tw: 下載更新

# vpn.commonStrings.downloadTitle
source: Download the new Mozilla VPN %1
bg: Изтеглете новия Mozilla VPN %1
cs: Stáhněte si novou Mozilla VPN %1
cy: Llwythwch i lawr y Mozilla VPN %1 newydd
da: Hent den nye Mozilla VPN %1
de: Laden Sie das neue Mozilla VPN %1 herunter
el: Λήψη του νέου Mozilla VPN %1
es_ar: Descargá la nueva Mozilla VPN %1
es_es: Descarga el nuevo Mozilla VPN %1
fi: Lataa uusi Mozilla VPN %1
fr: Téléchargez la nouvelle version de Mozilla VPN %1
fur: Discjame la gnove version %1 di Mozilla VPN
fy_nl: Download de nije Mozilla VPN %1
hu: Megjelent az új Mozilla VPN %1, töltse le
ia: Discarga le nove Mozilla VPN %1
id: Unduh Mozilla VPN baru %1
is: Sæktu nýja Mozilla VPN %1
it: Scarica la nuova versione %1 di Mozilla VPN
ja: 新しい Mozilla VPN %1 をダウンロード
ko: 새로운 Mozilla VPN %1 다운로드
lo: ດາວໂຫຼດ Mozilla VPN ໃໝ່ %1
nl: Download de nieuwe Mozilla VPN %1
pa_in: ਨਵੇਂ Mozilla VPN %1 ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz nową wersję aplikacji Mozilla VPN %1
pt_br: Instale o novo Mozilla VPN %1
pt_pt: Transferir a nova Mozilla VPN %1
ru: Скачать новый Mozilla VPN %1
sk: Stiahnite si novú Mozilla VPN %1
sl: Prenesite novi Mozilla VPN %1
sq: Shkarkoni VPN e ri Mozilla %1
sv: Ladda ner nya Mozilla VPN %1
th: ดาวน์โหลด Mozilla VPN %1 ใหม่
tr: Yeni Mozilla VPN %1 sürümünü indirin
vi: Tải xuống Mozilla VPN %1
zh_cn: 下载新版 Mozilla VPN %1
zh_tw: 下載新版的 Mozilla VPN %1

# vpn.commonStrings.generalUpdateBulletIntro
source: This update includes minor bug fixes, UI adjustments and other performance improvements, including:
bg: Тази актуализация включва незначителни корекции на грешки, корекции на потребителския интерфейс и други подобрения на производителността, включително и:
cs: Tato aktualizace obsahuje drobné opravy chyb, úpravy uživatelského rozhraní a další vylepšení výkonu, včetně:
cy: Mae'r diweddariad hwn yn cynnwys mân gywiriadau i wallau, addasiadau rhyngwyneb a gwelliannau perfformiad eraill, gan gynnwys:
da: Denne opdatering indeholder mindre fejlrettelser, justeringer af brugerfladen og andre forbedringer af ydelsen, inklusive:
de: Dieses Update enthält kleinere Fehlerbehebungen, Anpassungen der Benutzeroberfläche und andere Leistungsverbesserungen, einschließlich:
el: Αυτή η ενημέρωση περιλαμβάνει μικρές διορθώσεις σφαλμάτων, προσαρμογές στο περιβάλλον χρήστη και άλλες βελτιώσεις επιδόσεων, όπως:
es_ar: Esta actualización incluye correcciones de errores menores, ajustes de la interfaz de usuario y otras mejoras de rendimiento, que incluyen:
es_es: Esta actualización incluye correcciones de errores menores, ajustes de la interfaz de usuario y otras mejoras de rendimiento, que incluyen:
fi: Tämä päivitys sisältää pieniä virheenkorjauksia, käyttöliittymän säätöjä ja muita suorituskyvyn parannuksia, mukaan lukien:
fr: Cette mise à jour comprend des corrections de bugs mineurs, des améliorations de l’interface utilisateur ainsi que d’autres améliorations de performances, parmi lesquelles :
fur: Chest inzornament al inclût piçulis corezions di erôrs secondaris, modifichis de interface utent e altris mioraments des prestazions, includûts:
fy_nl: Dizze fernijing omfettet lytse bugfixes, UI-oanpassingen en oare prestaasjesferbetteringen, wêrûnder:
hu: A frissítés kisebb hibajavításokat, felületi módosításokat, és egyéb teljesítménybeli fejlesztéseket tartalmaz, többek között:
ia: Iste actualisation include minor remedios de errores, adjustamentos del interfacie de usator e altere meliorationes del prestation, includite:
id: Pembaruan ini mencakup perbaikan bug minor, penyesuaian UI, dan peningkatan kinerja lainnya, termasuk:
is: Þessi uppfærsla inniheldur smávægilegar villuleiðréttingar, lagfæringar á notendaviðmóti og ýmsar endurbætur á afköstum, þar á meðal:
it: Questo aggiornamento include correzioni di bug secondari, modifiche dell’interfaccia utente e altri miglioramenti delle prestazioni, tra cui:
ja: この更新には、軽微なバグの修正、ユーザーインターフェース (UI) の調整およびその他のパフォーマンスの向上が含まれます:
ko: 이 업데이트에는 다음을 포함한 사소한 버그 수정과 UI 조정, 기타 성능 개선 사항이 포함되어 있습니다:
lo: ການປັບປຸງນີ້ປະກອບມີການແກ້ໄຂຂໍ້ຜິດພາດເລັກນ້ອຍ, ການປັບ UI ແລະ ການປັບປຸງປະສິດທິພາບອື່ນໆ, ລວມທັງ:
nl: Deze update bevat kleine bugfixes, aanpassingen in de gebruikersinterface en andere prestatieverbeteringen, waaronder:
pa_in: ਇਸ ਅੱਪਡੇਟ ਵਿੱਚ ਮਾਮੂਲੀ ਬੱਗ ਫਿਕਸ, UI ਸੁਧਾਰ ਅਤੇ ਹੋਰ ਕਾਰਗੁਜ਼ਾਰੀ ਸੁਧਾਰ ਹਨ, ਜਿੰਨ੍ਹਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ:
pl: Ta aktualizacja zawiera drobne poprawki błędów, dostosowania interfejsu użytkownika i inne ulepszenia wydajności, w tym:
pt_br: Esta atualização contém pequenas correções, ajustes na interface do usuário e outras melhorias de desempenho, incluindo:
pt_pt: Esta atualização inclui pequenas correções de bugs, ajustes na interface do utilizador e outras melhorias de desempenho, incluindo:
ru: Это обновление включает в себя незначительные исправления ошибок, доработки пользовательского интерфейса и другие улучшения производительности, в том числе:
sk: Táto aktualizácia obsahuje drobné opravy chýb, úpravy používateľského rozhrania a ďalšie vylepšenia výkonu vrátane:
sl: Ta posodobitev vključuje manjše popravke, spremembe uporabniškega vmesnika in druge izboljšave delovanja, vključno z naslednjimi:
sq: Ky përditësim përfshin ndreqje të metash të vockla, përimtime të UI-t dhe të tjera përmirësime të funksionimit, përfshi:
sv: Den här uppdateringen innehåller mindre buggfixar, UI-justeringar och andra prestandaförbättringar, inklusive:
th: การอัปเดตนี้มีการแก้ไขข้อบกพร่องเล็กน้อย การปรับแต่ง UI และการปรับปรุงประสิทธิภาพอื่นๆ รวมถึง:
tr: Bu güncellemede küçük hata düzeltmeleri, arayüz düzenlemeleri ve bazı performans iyileştirmeleri yaptık:
vi: Bản cập nhật này bao gồm các bản sửa lỗi nhỏ, điều chỉnh giao diện người dùng và cải tiến hiệu suất khác, bao gồm:
zh_cn: 此更新包含轻微 bug 的修复、界面调整和其他性能改进，包括：
zh_tw: 此次更新修正了一些小錯誤、介面設計調整，以及效能改善，包含：
