Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */addons/strings.xliff
Languages: bg, cs, cy, da, de, el, es_ar, es_es, fi, fr, fur, fy_nl, hu, ia, id, is, it, ja, ko, lo, nl, pa_in, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, th, tr, vi, zh_cn, zh_tw

# vpn.commonStrings.generalUpdateContent
source: This update includes minor bug fixes, UI adjustments and other performance improvements.
bg: Тази актуализация включва незначителни корекции на грешки, корекции на потребителския интерфейс и други подобрения на производителността.
cs: Tato aktualizace obsahuje drobné opravy chyb, úpravy uživatelského rozhraní a další vylepšení výkonu.
cy: Mae'r diweddariad hwn yn cynnwys mân atgyweiriadau i fygiau, addasiadau UI a gwelliannau perfformiad eraill.
da: Denne opdatering indeholder mindre fejlrettelser, justeringer af brugerfladen og andre forbedringer af ydelsen.
de: Dieses Update enthält kleinere Fehlerbehebungen, Anpassungen der Benutzeroberfläche und andere Leistungsverbesserungen.
el: Αυτή η ενημέρωση περιλαμβάνει μικρές διορθώσεις σφαλμάτων, προσαρμογές στο περιβάλλον χρήστη και άλλες βελτιώσεις επιδόσεων.
es_ar: Esta actualización incluye correcciones de errores menores, ajustes de la interfaz de usuario y otras mejoras de rendimiento.
es_es: Esta actualización incluye correcciones de errores menores, ajustes de la interfaz de usuario y otras mejoras de rendimiento.
fi: Tämä päivitys sisältää pieniä virheenkorjauksia, käyttöliittymän säätöjä ja muita suorituskyvyn parannuksia.
fr: Cette mise à jour comprend des corrections de bugs mineurs, des ajustements de l’interface et diverses améliorations des performances.
fur: Chest inzornament al inclût piçulis corezions di erôrs secondaris, modifichis de interface utent e altris mioraments des prestazions.
fy_nl: Dizze fernijing omfettet lytse bugfixes, oanpassingen yn de brûkersinterface en oare prestaasjesferbetteringen.
hu: A frissítés kisebb hibajavításokat, felületi módosításokat, és egyéb teljesítménybeli fejlesztéseket tartalmaz.
ia: Iste actualisation include minor remedios de defecto, adjustamentos del interfacie de usator e altere meliorationes de prestation.
id: Pembaruan ini mencakup perbaikan bug minor, penyesuaian UI, dan peningkatan kinerja lainnya.
is: Þessi uppfærsla inniheldur smávægilegar villuleiðréttingar, lagfæringar á notendaviðmóti og ýmsar endurbætur á afköstum.
it: Questo aggiornamento include correzioni di bug secondari, modifiche dell’interfaccia utente e altri miglioramenti delle prestazioni.
ja: この更新には、軽微なバグの修正、ユーザーインターフェース (UI) の調整およびその他のパフォーマンスの向上が含まれています。
ko: 이 업데이트에는 사소한 버그 수정, UI 조정 및 기타 성능 향상이 포함됩니다.
lo: ການປັບປຸງນີ້ປະກອບມີການແກ້ໄຂຂໍ້ຜິດພາດເລັກນ້ອຍ, ການປັບ UI ແລະ ການປັບປຸງປະສິດທິພາບອື່ນໆ.
nl: Deze update bevat kleine bugfixes, aanpassingen in de gebruikersinterface en andere prestatieverbeteringen.
pa_in: ਇਸ ਅੱਪਡੇਟ ਵਿੱਚ ਮਾਮੂਲੀ ਬੱਗ ਫਿਕਸ, UI ਸੁਧਾਰ ਅਤੇ ਹੋਰ ਕਾਰਗੁਜ਼ਾਰੀ ਸੁਧਾਰ ਸ਼ਾਮਲ ਹਨ।
pl: Ta aktualizacja zawiera drobne poprawki błędów, korekty interfejsu użytkownika i ulepszenia wydajności.
pt_br: Esta atualização contém pequenas correções, ajustes na interface do usuário e outras melhorias de desempenho.
pt_pt: Esta atualização inclui pequenas correções de bugs, ajustes na interface do utilizador e outras melhorias de desempenho.
ru: Это обновление включает в себя незначительные исправления ошибок, изменения пользовательского интерфейса и другие улучшения производительности.
sk: Táto aktualizácia obsahuje drobné opravy chýb, úpravy používateľského rozhrania a ďalšie vylepšenia výkonu.
sl: Ta posodobitev vključuje manjše popravke hroščev, prilagoditve uporabniškega vmesnika in druge izboljšave delovanja.
sq: Ky përditësim përfshin ndreqje të metash të vockla, përimtime të UI-t dhe të tjera përmirësime të funksionimit.
sv: Den här uppdateringen innehåller mindre buggfixar, UI-justeringar och andra prestandaförbättringar.
th: การอัปเดตนี้มีการแก้ไขข้อบกพร่องเล็กน้อย การปรับแต่ง UI และการปรับปรุงประสิทธิภาพอื่นๆ
tr: Bu güncellemede küçük hata düzeltmeleri, arayüz düzenlemeleri ve bazı performans iyileştirmeleri yaptık.
vi: Bản cập nhật này bao gồm các bản sửa lỗi nhỏ, điều chỉnh giao diện người dùng và cải tiến hiệu suất khác.
zh_cn: 此更新包含了次要问题修复、界面调整及其他性能改进。
zh_tw: 此次更新修正了一些小錯誤、介面設計調整，以及效能改善。

# vpn.commonStrings.getHelpButton
source: Get help
bg: Получаване на помощ
cs: Získat pomoc
cy: Derbyn cymorth
da: Få hjælp
de: Unterstützung erhalten
el: Λήψη βοήθειας
es_ar: Obtener ayuda
es_es: Obtener ayuda
fi: Tuki
fr: Obtenir de l’aide
fur: Oten assistence
fy_nl: Help krije
hu: Segítség kérése
ia: Obtener auxilio
id: Dapatkan bantuan
is: Fá aðstoð
it: Ottieni assistenza
ja: ヘルプを表示
ko: 도움 받기
lo: ຂໍຄວາມຊ່ວຍເຫລືອ
nl: Hulp verkrijgen
pa_in: ਮਦਦ ਲਵੋ
pl: Pomoc
pt_br: Obter ajuda
pt_pt: Obter ajuda
ru: Получить помощь
sk: Získať pomoc
sl: Pomoč
sq: Merrni ndihmë
sv: Få hjälp
th: รับความช่วยเหลือ
tr: Yardım al
vi: Nhận trợ giúp
zh_cn: 获取帮助
zh_tw: 取得幫助

# vpn.commonStrings.latestVersionSubtitle
source: You’re using the latest version of Mozilla VPN.
bg: Използвате най-новото издание на Mozilla VPN.
cs: Používáte nejnovější verzi Mozilla VPN.
cy: Rydych yn defnyddio'r fersiwn diweddaraf o Mozilla VPN.
da: Du bruger den seneste version af Mozilla VPN.
de: Sie verwenden die neueste Version von Mozilla VPN.
el: Χρησιμοποιείτε την πιο πρόσφατη έκδοση του Mozilla VPN.
es_ar: Estás usando la última versión de Mozilla VPN.
es_es: Estás usando la última versión de Mozilla VPN.
fi: Käytät Mozilla VPN:n uusinta versiota.
fr: Vous utilisez la dernière version de Mozilla VPN.
fur: Tu stâs doprant la version plui resinte di Mozilla VPN.
fy_nl: Jo brûke de nijste ferzje fan Mozilla VPN.
hu: A Mozilla VPN legfrissebb verzióját használja.
ia: Tu actualmente usa le ultime version de Mozilla VPN.
id: Anda menggunakan Mozilla VPN versi terbaru.
is: Þú ert að nota nýjustu útgáfuna af Mozilla VPN.
it: Stai utilizzando la versione più recente di Mozilla VPN.
ja: 最新バージョンの Mozilla VPN を使用しています。
ko: 최신 버전의 Mozilla VPN을 사용하고 있습니다.
lo: ທ່ານກຳລັງໃຊ້ Mozilla VPN ເວີຊັນຫຼ້າສຸດ.
nl: U gebruikt de nieuwste versie van Mozilla VPN.
pa_in: ਤੁਹਾਡੇ ਕੋਲ Mozilla VPN ਦਾ ਨਵਾਂ ਵਰਜ਼ਨ ਹੈ
pl: Używasz najnowszej wersji Mozilla VPN.
pt_br: Você está usando a versão mais recente do Mozilla VPN.
pt_pt: Está a utilizar a versão mais recente da Mozilla VPN.
ru: Вы используете последнюю версию Mozilla VPN.
sk: Používate najnovšiu verziu Mozilla VPN.
sl: Uporabljate najnovejšo različico Mozilla VPN.
sq: Po përdorni versionin më të ri të Mozilla VPN-së.
sv: Du använder den senaste versionen av Mozilla VPN.
th: คุณกำลังใช้ Mozilla VPN รุ่นล่าสุด
tr: Mozilla VPN’in en son sürümünü kullanıyorsunuz.
vi: Bạn đang sử dụng phiên bản mới nhất của Mozilla VPN.
zh_cn: 您正在使用最新版本的 Mozilla VPN。
zh_tw: 您目前使用的是最新版的 Mozilla VPN。

# vpn.commonStrings.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience.
bg: Налично е актуализирано издание на Mozilla VPN! Осъвременете до най-новата версия за възможно най-доброто Mozilla VPN изживяване.
cs: Vydali jsme aktualizovanou verzi Mozilla VPN! Aktualizujte na nejnovější verzi a získejte nejlepší možnou zkušenost s Mozilla VPN.
cy: Rydym wedi rhyddhau fersiwn wedi'i diweddaru o Mozilla VPN! Diweddarwch i'r fersiwn newydd i gael y profiad Mozilla VPN gorau posibl.
da: Vi har udgivet en opdateret version af Mozilla VPN! Opgrader til den seneste version for at få den bedst mulige oplevelse med Mozilla VPN.
de: Wir haben eine aktualisierte Version von Mozilla VPN veröffentlicht! Aktualisieren Sie auf die neueste Version, um das bestmögliche Mozilla-VPN-Erlebnis zu erhalten.
el: Έχουμε κυκλοφορήσει μια ενημερωμένη έκδοση του Mozilla VPN! Κάντε ενημέρωση στην πιο πρόσφατη έκδοση για τη βέλτιστη εμπειρία με το Mozilla VPN.
es_ar: ¡Lanzamos una versión actualizada de Mozilla VPN! Actualizá a la última versión para tener la mejor experiencia posible con Mozilla VPN.
es_es: ¡Hemos lanzado una versión actualizada de Mozilla VPN! Actualiza a la última versión para la mejor experiencia de Mozilla VPN.
fi: Olemme julkaisseet päivitetyn version Mozilla VPN:stä! Päivitä uusimpaan versioon saadaksesi parhaan mahdollisen Mozilla VPN -kokemuksen.
fr: Nous avons publié une version mise à jour de Mozilla VPN ! Mettez à jour vers la dernière version pour bénéficier de la meilleure expérience Mozilla VPN possible.
fur: O vin publicade une version inzornade di Mozilla VPN! Fâs l’inzornament ae ultime version par otignî il massim di Mozilla VPN.
fy_nl: Wy hawwe in bywurke ferzje fan Mozilla VPN útbrocht! Wurkje by nei de nijste ferzje foar de bêst mooglike Mozilla VPN-ûnderfining.
hu: Kiadtuk a Mozilla VPN frissített verzióját! Frissítsen a legújabb verzióra a lehető legjobb Mozilla VPN élményért.
ia: Nos ha publicate un version actualisate de Mozilla VPN! Actualisa al ultime version pro le melior experientia possibile de Mozilla VPN.
id: Kami telah merilis versi terbaru Mozilla VPN! Perbarui ke versi terbaru untuk pengalaman Mozilla VPN terbaik.
is: Við höfum gefið út uppfærða útgáfu af Mozilla VPN! Uppfærðu í nýjustu útgáfuna til að fá sem besta upplifun af VPN.
it: È disponibile una versione aggiornata di Mozilla VPN! Esegui l’aggiornamento all’ultima versione per ottenere il massimo da Mozilla VPN.
ja: Mozilla VPN の更新バージョンをリリースしました。最新バージョンに更新して Mozilla VPN のすばらしい機能を体験してください。
ko: 업데이트된 버전의 Mozilla VPN을 출시했습니다! 최상의 Mozilla VPN 경험을 위해 최신 버전으로 업데이트하세요.
lo: ພວກເຮົາໄດ້ປ່ອຍເວີຊັນອັບເດດຂອງ Mozilla VPN ແລ້ວ! ອັບເດດເປັນເວີຊັນຫຼ້າສຸດເພື່ອປະສົບການ Mozilla VPN ທີ່ດີທີ່ສຸດທີ່ເປັນໄປໄດ້.
nl: We hebben een bijgewerkte versie van Mozilla VPN uitgebracht! Werk bij naar de nieuwste versie voor de best mogelijke Mozilla VPN-ervaring.
pa_in: ਅਸੀਂ Mozilla VPN ਦਾ ਅੱਪਡੇਟ ਕੀਤਾ ਵਰਜ਼ਨ ਜਾਰੀ ਕੀਤਾ ਹੈ! Mozilla VPN ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਤਜਰਬਾ ਹਾਸਲ ਕਰਨ ਲਈ ਨਵੇਂ ਵਰਜ਼ਨ ਲਈ ਅੱਪਡੇਟ ਕਰੋ।
pl: Wydaliśmy zaktualizowaną wersję Mozilla VPN! Zaktualizuj do najnowszej wersji, aby uzyskać najlepszą możliwą jakość działania Mozilla VPN.
pt_br: Lançamos uma nova versão do Mozilla VPN! Atualize para a versão mais recente, para ter a melhor experiência de uso possível do Mozilla VPN.
pt_pt: Lançamos uma versão atualizada da Mozilla VPN! Atualize para a versão mais recente para obter a melhor experiência possível da Mozilla VPN.
ru: Мы выпустили обновленную версию Mozilla VPN! Обновитесь до последней версии, чтобы получить наилучшие возможности Mozilla VPN.
sk: Sprístupnili sme aktualizovanú verziu Mozilla VPN! Aktualizujte na najnovšiu verziu a získate najlepší možný zážitok z Mozilla VPN.
sl: Izdali smo posodobljeno različico Mozilla VPN! Za najboljšo možno izkušnjo nadgradite na najnovejšo različico.
sq: Kemi hedhur në qarkullim një version të përditësuar të Mozilla VPN-së! Për punimin më të mirë të mundshëm të Mozilla VPN-së, përditësojeni me versionin më të ri.
sv: Vi har släppt en uppdaterad version av Mozilla VPN! Uppdatera till den senaste versionen för bästa möjliga Mozilla VPN-upplevelse.
th: เราได้ออก Mozilla VPN รุ่นอัปเดตแล้ว! อัปเดตเป็นรุ่นล่าสุดเพื่อประสบการณ์การใช้ Mozilla VPN ที่ดีที่สุด
tr: Mozilla VPN’in yeni sürümü çıktı! En iyi Mozilla VPN deneyimi için en son sürüme güncelleyin.
vi: Chúng tôi đã phát hành bản cập nhật của Mozilla VPN! Cập nhật lên phiên bản mới nhất để có trải nghiệm Mozilla VPN tốt nhất có thể.
zh_cn: 我们发布了 Mozilla VPN 的更新版本！请升级到最新版本，享受最佳 Mozilla VPN 体验。
zh_tw: 我們推出了新版本的 Mozilla VPN！請更新到最新版，即可獲得最佳的使用體驗。

# vpn.commonStrings.updateButton
source: Update now
bg: Обновяване
cs: Aktualizovat
cy: Diweddarwch nawr
da: Opdater nu
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
es_ar: Actualizar ahora
es_es: Actualizar ahora
fi: Päivitä nyt
fr: Mettre à jour maintenant
fur: Inzorne daurman
fy_nl: No bywurkje
hu: Frissítés most
ia: Actualisar ora
id: Perbarui sekarang
is: Uppfæra núna
it: Aggiorna adesso
ja: 今すぐ更新
ko: 지금 업데이트하기
lo: ອັບເດດຕອນນີ້
nl: Nu bijwerken
pa_in: ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj teraz
pt_br: Atualizar agora
pt_pt: Atualizar agora
ru: Обновить сейчас
sk: Aktualizovať teraz
sl: Posodobi zdaj
sq: Përditësojeni tani
sv: Uppdatera nu
th: อัปเดตตอนนี้
tr: Şimdi güncelle
vi: Cập nhật ngay
zh_cn: 立即更新
zh_tw: 立即更新

# vpn.commonStrings.updateTitle
source: Update to Mozilla VPN %1
bg: Актуализация до Mozilla VPN %1
cs: Aktualizace na Mozilla VPN %1
cy: Diweddariad i Mozilla VPN %1
da: Opdater til Mozilla VPN %1
de: Aktualisieren Sie auf Mozilla VPN %1
el: Ενημέρωση στο Mozilla VPN %1
es_ar: Actualizar a Mozilla VPN %1
es_es: Actualizar a Mozilla VPN %1
fi: Päivitä Mozilla VPN versioon %1
fr: Mise à jour vers Mozilla VPN %1
fur: Inzorne a Mozilla VPN %1
fy_nl: Bywurkje nei Mozilla VPN %1
hu: Frissítés erre: Mozilla VPN %1
ia: Promover a Mozilla VPN %1
id: Perbarui ke Mozilla VPN %1
is: Uppfæra í Mozilla VPN %1
it: Aggiorna a Mozilla VPN %1
ja: Mozilla VPN %1 に更新
ko: Mozilla VPN %1로 업데이트
lo: ອັບເດດເປັນ Mozilla VPN %1
nl: Bijwerken naar Mozilla VPN %1
pa_in: Mozilla VPN %1 ਲਈ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizacja Mozilli VPN do wersji %1
pt_br: Atualize para o Mozilla VPN %1
pt_pt: Atualizar para a Mozilla VPN %1
ru: Обновить на Mozilla VPN %1
sk: Aktualizácia na Mozilla VPN %1
sl: Posodobitev na Mozilla VPN %1
sq: Përditësojeni me Mozilla VPN %1
sv: Uppdatering till Mozilla VPN %1
th: อัปเดตเป็น Mozilla VPN %1
tr: Mozilla VPN %1 sürümüne güncelleyin
vi: Cập nhật lên Mozilla VPN %1
zh_cn: 更新至 Mozilla VPN %1
zh_tw: 更新到 Mozilla VPN %1

# vpn.commonStrings.whatsNewClosing
source: Thank you for installing the latest version!
bg: Благодарим ви, че инсталирахте най-новото издание!
cs: Děkujeme vám za instalaci nejnovější verze!
cy: Diolch am osod y fersiwn diweddaraf!
da: Tak for at du har installeret den seneste version.
de: Vielen Dank, dass Sie die neueste Version installiert haben!
el: Ευχαριστούμε που εγκαταστήσατε την πιο πρόσφατη έκδοση!
es_ar: ¡Gracias por instalar la última versión!
es_es: ¡Gracias por instalar la última versión!
fi: Kiitos uusimman version asentamisesta!
fr: Merci d’avoir installé la dernière version !
fur: Graciis par vê instalât la version plui resinte!
fy_nl: Tank foar it ynstallearjen fan de nijste ferzje!
hu: Köszönjük, hogy telepíti a legújabb verziót!
ia: Gratias pro le installation del ultime version!
id: Terima kasih telah memasang versi terbaru!
is: Takk fyrir að setja upp nýjustu útgáfuna!
it: Grazie per aver installato la versione più recente.
ja: 最新バージョンをインストールしていただきありがとうございます！
ko: 최신 버전을 설치해주셔서 감사합니다!
lo: ຂອບໃຈສຳລັບການຕິດຕັ້ງເວີຊັນຫຼ້າສຸດ!
nl: Bedankt voor het installeren van de nieuwste versie!
pa_in: ਨਵਾਂ ਵਰਜ਼ਨ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ!
pl: Dziękujemy za zainstalowanie najnowszej wersji!
pt_br: Obrigado por instalar a versão mais recente!
pt_pt: Obrigado por instalar a versão mais recente!
ru: Спасибо, что установили последнюю версию!
sk: Ďakujeme, že ste si nainštalovali najnovšiu verziu!
sl: Hvala, ker ste namestili najnovejšo različico!
sq: Faleminderit për instalimin e versionit më të ri!
sv: Tack för att du installerade den senaste versionen!
th: ขอบคุณที่ติดตั้งรุ่นล่าสุด!
tr: Son sürümü yüklediğiniz için teşekkür ederiz!
vi: Cảm ơn bạn đã cài đặt phiên bản mới nhất!
zh_cn: 感谢您安装最新版本！
zh_tw: 感謝您安裝最新版本！

# vpn.commonStrings.whatsNewTitle
source: You’ve updated to Mozilla VPN %1
bg: Актуализирахте до Mozilla VPN %1
cs: Aktualizovali jste na Mozilla VPN %1
cy: Rydych wedi diweddaru i Mozilla VPN %1
da: Du har opdateret til Mozilla VPN %1
de: Sie haben auf Mozilla VPN %1 aktualisiert
el: Ενημερώσατε στο Mozilla VPN %1
es_ar: Actualizaste a Mozilla VPN %1
es_es: Has actualizado a Mozilla VPN %1
fi: Olet päivittänyt Mozilla VPN:n versioon %1
fr: Vous avez effectué la mise à jour vers Mozilla VPN %1
fur: Tu âs fat l’inzornament a Mozilla VPN %1
fy_nl: Jo binne bywurke nei Mozilla VPN %1
hu: Frissített erre a Mozilla VPN verzióra: %1
ia: Tu ha actualisate Mozilla VPN %1
id: Anda telah memperbarui ke Mozilla VPN %1
is: Þú hefur uppfært í Mozilla VPN %1
it: Hai eseguito l’aggiornamento a Mozilla VPN %1
ja: Mozilla VPN %1 に更新しました
ko: Mozilla VPN %1로 업데이트하였습니다
lo: ທ່ານໄດ້ອັບເດດເປັນ Mozilla VPN %1
nl: U bent bijgewerkt naar Mozilla VPN %1
pa_in: ਤੁਸੀਂ Mozilla VPN %1 ਲਈ ਅੱਪਡੇਟ ਕਰ ਚੁੱਕੇ ਹੋ
pl: Zaktualizowałeś Mozilla VPN do wersji %1
pt_br: Você atualizou para o Mozilla VPN %1
pt_pt: Atualizou para a Mozilla VPN %1
ru: Вы обновили до Mozilla VPN %1
sk: Aktualizovali ste na Mozilla VPN %1
sl: Posodobili ste Mozilla VPN na različico %1
sq: E përditësuat me Mozilla VPN %1
sv: Du har uppdaterat till Mozilla VPN %1
th: คุณได้อัปเดตเป็น Mozilla VPN %1 แล้ว
tr: Mozilla VPN %1 sürümüne güncelleme yaptınız
vi: Bạn đã cập nhật lên Mozilla VPN %1
zh_cn: 您已更新至 Mozilla VPN %1
zh_tw: 您已更新到 Mozilla VPN %1

# vpn.tryFirefoxExtension.bullet1
source: Turn off VPN for specific websites
bg: Изключете VPN за конкретни уеб сайтове
cs: Vypnutí VPN pro konkrétní weby
cy: Diffoddwch VPN ar gyfer gwefannau penodol
da: Slå VPN fra for bestemte websteder
de: VPN für bestimmte Websites deaktivieren
el: Απενεργοποιήστε το VPN για συγκεκριμένους ιστοτόπους
es_ar: Deshabilitar la VPN para sitios web específicos
es_es: Desactivar la VPN para sitios web específicos
fi: Poista VPN käytöstä tietyillä verkkosivustoilla
fr: Désactiver le VPN pour des sites web spécifiques
fur: Disative la VPN par sîts web specifics
fy_nl: VPN útskeakelje foar spesifike websites
hu: A VPN kikapcsolása egyes webhelyek esetén
ia: Disactivar le VPN pro specific sitos web
id: Matikan VPN untuk situs web tertentu
is: Slökkva á VPN fyrir tiltekin vefsvæði
it: Disattiva VPN per siti web specifici
ja: 特定のウェブサイトで VPN をオフにする
ko: 특정 웹사이트에서 VPN 끄기
lo: ປິດ VPN ສໍາລັບເວັບໄຊທ໌ສະເພາະ
nl: VPN uitschakelen voor specifieke websites
pa_in: ਖਾਸ ਵੈੱਬਸਾਈਟਾਂ ਲਈ VPN ਨੂੰ ਬੰਦ ਕਰੋ
pl: Wyłącz VPN dla określonych witryn internetowych
pt_br: Desative a VPN em sites específicos
pt_pt: Desativar a VPN para sites específicos
ru: Отключить VPN для определённых сайтов
sk: Vypnite VPN pre konkrétne webové stránky
sl: Izklop VPN-ja za določena spletna mesta
sq: Çaktivizojeni VPN-në për sajte specifike
sv: Stäng av VPN för specifika webbplatser
th: ปิด VPN สำหรับแต่ละเว็บไซต์
tr: Belirli web siteleri için VPN’i kapatın
vi: Tắt VPN cho trang web cụ thể
zh_cn: 为特定网站关闭 VPN
zh_tw: 對特定網站關閉 VPN

# vpn.tryFirefoxExtension.bullet2
source: Set different locations for different websites, to see the web as you prefer
bg: Задайте различни местоположения за различните уеб сайтове, за да виждате мрежата както предпочитате
cs: Nastavení různých umístění pro různé webové stránky, abyste si mohli zobrazit web podle svých preferencí
cy: Gosodwch leoliadau gwahanol ar gyfer gwahanol wefannau, i weld y we fel hoffech chi
da: Angiv forskellige placeringer til forskellige websteder for at se nettet, som du foretrækker det
de: Legen Sie unterschiedliche Standorte für unterschiedliche Websites fest, um das Internet so zu sehen, wie Sie es möchten
el: Καθορίστε διαφορετικές τοποθεσίες για διαφορετικές ιστοσελίδες, για να δείτε το διαδίκτυο όπως επιθυμείτε
es_ar: Configurar diferentes ubicaciones para diferentes sitios web, para ver la web como prefieras
es_es: Establece diferentes ubicaciones para diferentes sitios web, para ver la web como prefieras
fi: Aseta eri sijainnit eri verkkosivustoille, jotta näet verkon haluamallasi tavalla
fr: Définir différents emplacements pour différents sites web, pour afficher le Web à votre guise
fur: Stabilìs posizions diferentis pai varis sîts web, navighe sul web come che tu preferissis
fy_nl: Stel ferskate lokaasjes yn foar ferskate websites, om it web te sjen lykas jo dat wolle
hu: Különböző helyek beálltása a különböző weboldalakhoz, hogy úgy lássa a webet, ahogy szeretné
ia: Defini positiones differente pro sitos web differente, pro vider le web como tu prefere
id: Atur lokasi yang berbeda untuk situs web yang berbeda, untuk melihat web seperti yang Anda inginkan
is: Stilltu mismunandi staðsetningar fyrir mismunandi vefsvæði til að skoða vefinn eins og þú vilt hafa hann
it: Configura posizioni diverse per ciascun sito web, naviga sul Web come preferisci.
ko: 웹 사이트마다 위치를 다르게 설정하여 웹을 원하는 대로 볼 수 있습니다
lo: ກໍານົດສະຖານທີ່ທີ່ແຕກຕ່າງກັນສໍາລັບເວັບໄຊທ໌ທີ່ແຕກຕ່າງກັນ, ເພື່ອເບິ່ງເວັບຕາມທີ່ທ່ານຕ້ອງການ
nl: Stel verschillende locaties in voor verschillende websites om het web te zien zoals u dat wilt
pl: Ustawiaj różne lokalizacje dla różnych witryn internetowych, aby przeglądać sieć w sposób, który Ci odpowiada
pt_br: Defina diferentes locais para diferentes sites, para ver a web como preferir
pt_pt: Definir diferentes localizações para diferentes websites, para ver a web como prefere
ru: Установите разные местоположения для разных веб-сайтов, чтобы видеть Интернет так, как вы предпочитаете
sk: Nastavte rôzne umiestnenia pre rôzne webové stránky, aby ste videli web tak, ako chcete
sl: Nastavitev različnih lokacij za različna spletna mesta za ogled spleta po svoji želji
sq: Caktoni vendndodhje të ndryshme për sajte të ndryshme, që ta shihni web-in si parapëlqeni ta shihni
sv: Ange olika platser för olika webbplatser för att se webben så som du föredrar
th: กำหนดตำแหน่งที่แตกต่างกันสำหรับเว็บไซต์ต่างๆ เพื่อดูเว็บได้อย่างที่คุณต้องการ
tr: Web’i istediğiniz gibi görmek için farklı web sitelerine farklı konumlar atayın
vi: Đặt các địa điểm khác nhau cho các trang web khác nhau để xem web theo ý muốn
zh_cn: 为不同网站设置不同位置，以您喜欢的方式浏览网络
zh_tw: 為不同網站設定不同 VPN 連線位置，從自己想要的地方開啟網站
