Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */addons/strings.xliff
Languages: bg, cs, cy, da, de, el, es_ar, es_es, fi, fr, fur, fy_nl, hu, ia, id, is, it, ja, ko, lo, nl, pa_in, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, th, tr, vi, zh_cn, zh_tw

# vpn.tryFirefoxExtension.bullet3
source: Keep protection for Firefox on, even when the Mozilla VPN app is off
bg: Дръжте защитата за Firefox включена, дори когато приложението Mozilla VPN е изключено
cs: Ochrana Firefoxu zůstane zapnutá, i když je aplikace Mozilla VPN vypnutá
cy: Cadwch ddiogelwch Firefox ymlaen, hyd yn oed pan fydd ap Mozilla VPN i ffwrdd
da: Behold beskyttelsen for Firefox slået til, selv når Mozilla VPN-appen er slukket
de: Lassen Sie den Schutz für Firefox aktiviert, auch wenn die Mozilla VPN-App ausgeschaltet ist
el: Διατηρήστε ενεργή την προστασία του Firefox, ακόμα και όταν το Mozilla VPN είναι ανενεργό
es_ar: Mantener la protección para Firefox activada, incluso cuando la aplicación Mozilla VPN está desactivada
es_es: Mantén activada la protección de Firefox, incluso cuando la aplicación VPN de Mozilla esté desactivada
fi: Pidä Firefoxin suojaus päällä, vaikka Mozilla VPN -sovellus olisi pois päältä
fr: Conserver la protection pour Firefox, même lorsque l’application Mozilla VPN est désactivée
fur: Manten ative la protezion par Firefox ancje cuant che la aplicazion Mozilla VPN e je disativade
fy_nl: Beskerming foar Firefox oan stean litte, sels as de Mozilla VPN-app útskeakele is
hu: A Firefox védelmének bekapcsolva tartása akkor is, ha a Mozilla VPN alkalmazás ki van kapcsolva
ia: Tene active le protection pro Firefox, mesmo quando le app de Mozilla VPN es disactivate
id: Tetap aktifkan perlindungan untuk Firefox, bahkan saat aplikasi Mozilla VPN mati
is: Haltu vörnum fyrir Firefox í gangi, jafnvel þegar slökkt er á Mozilla VPN-forritinu
it: Mantieni la protezione per Firefox attiva anche quando l’app Mozilla VPN è disattivata
ja: Mozilla VPN アプリがオフの場合でも、Firefox の保護をオンに維持します
ko: Mozilla VPN 앱이 꺼져 있을 때에도 Firefox 보호 계속 켜짐
lo: ຮັກສາການປ້ອງກັນສໍາລັບ Firefox, ເຖິງແມ່ນວ່າໃນເວລາທີ່ແອັບຯ Mozilla VPN ປິດ
nl: Bescherming voor Firefox aan laten staan, zelfs als de Mozilla VPN-app is uitgeschakeld
pl: Utrzymuj włączoną ochronę przeglądarki Firefox, nawet gdy aplikacja Mozilla VPN jest wyłączona
pt_br: Mantenha a proteção do Firefox ativada, mesmo quando o aplicativo Mozilla VPN estiver desativado
pt_pt: Mantenha a proteção do Firefox ativada, mesmo quando a aplicação Mozilla VPN está desativada
ru: Оставлять защиту для Firefox включенной, даже если приложение Mozilla VPN отключено
sk: Udržujte ochranu pre Firefox zapnutú, aj keď je aplikácia Mozilla VPN vypnutá
sl: Možnost vključene zaščite za Firefox, tudi ko je aplikacija Mozilla VPN izklopljena
sq: Mbaj mbrojtje për Firefox, edhe kur aplikacioni Mozilla VPN është i mbyllur
sv: Behåll skyddet för Firefox på, även när Mozilla VPN-appen är avstängd
th: เปิดการป้องกันทิ้งไว้สำหรับ Firefox แม้ว่าแอป Mozilla VPN จะปิดอยู่ก็ตาม
tr: Mozilla VPN uygulaması kapalıyken bile Firefox korumasını açık tutun
vi: Luôn bật tính năng VPN cho Firefox, ngay cả khi đã tắt ứng dụng Mozilla VPN
zh_cn: 即使关闭了 Mozilla VPN 应用，也能继续保护 Firefox
zh_tw: 就算關閉 Mozilla VPN 應用程式，也持續開啟 Firefox 上的保護

# vpn.tryFirefoxExtension.downloadFirefox
source: Download Firefox
bg: Изтегляне на Firefox
cs: Stáhnout Firefox
cy: Llwytho Firefox i Lawr
da: Hent Firefox
de: Firefox herunterladen
el: Λήψη του Firefox
es_ar: Descargá Firefox
es_es: Descargar Firefox
fi: Lataa Firefox
fr: Télécharger Firefox
fur: Discjame Firefox
fy_nl: Firefox downloade
hu: Firefox letöltése
ia: Discargar Firefox
id: Unduh Firefox
is: Sækja Firefox
it: Scarica Firefox
ja: Firefox をダウンロード
ko: Firefox 다운로드
lo: ດາວໂຫລດ Firefox
nl: Firefox downloaden
pa_in: Firefox ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz Firefoksa
pt_br: Baixar o Firefox
pt_pt: Transferir o Firefox
ru: Скачать Firefox
sk: Stiahnuť Firefox
sl: Prenesi Firefox
sq: Shkarkoni Firefox-in
sv: Hämta Firefox
th: ดาวน์โหลด Firefox
tr: Firefox’u indir
vi: Tải xuống Firefox
zh_cn: 下载 Firefox
zh_tw: 下載 Firefox

# vpn.tryFirefoxExtension.finalLine
source: Not using Firefox to browse? Give it a try.
bg: Не използвате Firefox, за да сърфирате? Опитайте.
cs: Nepoužíváte k procházení internetu Firefox? Vyzkoušejte ho.
cy: Ddim yn defnyddio Firefox i bori? Rhowch gynnig arno.
da: Bruger du ikke Firefox til at browse? Giv det en chance.
de: Sie surfen nicht mit Firefox? Probieren Sie es aus.
el: Δεν χρησιμοποιείτε το Firefox; Δοκιμάστε το.
es_ar: ¿No usás Firefox para navegar? Probalo.
es_es: ¿No utilizas Firefox para navegar? Pruébalo.
fi: Etkö käytä Firefoxia selaamiseen? Kokeile sitä.
fr: Vous n’utilisez pas Firefox pour naviguer ? Essayez-le.
fur: No dopristu Firefox par navigâ? Provilu.
fy_nl: Brûkte jo Firefox net om te sneupen? Probearje it ris.
hu: Nem Firefoxot használ a böngészéshez? Próbálja ki.
ia: Non usa tu Firefox pro navigar? Prova lo.
id: Tidak menggunakan Firefox untuk menjelajah? Cobalah.
is: Notarðu ekki Firefox til að vafra? Prófaðu.
it: Non utilizzi Firefox per navigare? Provalo.
ko: 탐색에 Firefox를 사용하지 않습니까? 사용해 보세요.
lo: ບໍ່ໄດ້ໃຊ້ Firefox ເພື່ອທ່ອງເວັບບໍ? ລອງໃຊ້ເບິ່ງ.
nl: Gebruikt u Firefox niet om te surfen? Probeer het eens.
pa_in: ਬਰਾਊਜ਼ ਕਰਨ ਲਈ Firefox ਨਹੀਂ ਵਰਤਦੇ? ਇੱਕ ਵਾਰ ਅਜ਼ਮਾਓ ਤਾਂ ਸਹੀ।
pl: Nie używasz przeglądarki Firefox? Warto ją wypróbować.
pt_br: Não está usando o Firefox para navegar? Experimente.
pt_pt: Não utiliza o Firefox para navegar? Experimente.
ru: Не используете Firefox для веб-сёрфинга? Попробуйте.
sk: Nepoužívate Firefox na prehliadanie? Vyskúšajte ho.
sl: Za brskanje ne uporabljate Firefoxa? Preskusite ga.
sq: S’përdorni Firefox-in për shfletim? Provojeni.
sv: Använder du inte Firefox för att surfa? Ge det ett försök.
th: ไม่ได้ใช้ Firefox เพื่อท่องเว็บงั้นหรือ? ลองใช้ดูสิ
tr: Web’de gezinmek için Firefox kullanmıyor musunuz? Şimdi deneyin.
vi: Chưa từng sử dụng Firefox để duyệt? Hãy thử xem.
zh_cn: 未使用 Firefox？不如试试看。
zh_tw: 沒有使用 Firefox 上網嗎？請試試看。

# vpn.tryFirefoxExtension.getExtension
source: Get the extension
bg: Вземете разширението
cs: Získat toto rozšíření
cy: Cael yr estyniad
da: Hent udvidelsen
de: Installieren Sie die Erweiterung
el: Λήψη επέκτασης
es_ar: Obtené la extensión
es_es: Obtener la extensión
fi: Hanki laajennus
fr: Installer l’extension
fur: Discjame la estension
fy_nl: De útwreiding downloade
hu: Kiegészítő beszerzése
ia: Installa le extension
id: Dapatkan ekstensi
is: Ná í forritsaukann
it: Installa l’estensione
ja: 拡張機能を入手
ko: 확장 기능 받기
lo: ຮັບສ່ວນຂະຫຍາຍ
nl: De extensie downloaden
pa_in: ਇਕਸਟੈਨਸ਼ਨ ਲਵੋ
pl: Pobierz rozszerzenie
pt_br: Instalar a extensão
pt_pt: Obter a extensão
ru: Загрузить расширение
sk: Získať rozšírenie
sl: Prenesi razširitev
sq: Merreni zgjerimin
sv: Hämta tillägget
th: รับส่วนขยาย
tr: Uzantıyı yükle
vi: Tải tiện ích mở rộng
zh_cn: 安装扩展
zh_tw: 安裝擴充套件

# vpn.tryFirefoxExtension.subtitle
source: Personalize your VPN protections to meet your web browsing needs.
bg: Персонализирайте вашите VPN защити, за да отговарят на вашите нужди при сърфиране в мрежата.
cs: Přizpůsobte si ochranu VPN svým potřebám při prohlížení webu.
cy: Personoli'ch diogelwch VPN i ddiwallu'ch anghenion pori gwe.
da: Tilpas dine VPN-beskyttelser, så de opfylder dine behov for browsing på nettet.
de: Passen Sie Ihren VPN-Schutz an, um Ihre Surf-Anforderungen zu erfüllen.
el: Εξατομικεύστε την προστασία του VPN σας, για να καλύψετε τις ανάγκες της περιήγησής σας.
es_ar: Personalizá las protecciones de tu VPN para satisfacer tus necesidades de navegación web.
es_es: Personaliza tus protecciones VPN para satisfacer tus necesidades de navegación web.
fi: Mukauta VPN-suojasi vastaamaan verkkoselaamisen tarpeitasi.
fr: Personnalisez vos protections VPN pour répondre à vos besoins de navigation web.
fur: Personalize la tô protezion VPN par sodisfâ lis tôs esigjencis di navigazion.
fy_nl: Personalisearje jo VPN-beskermings om te foldwaan oan jo behoeften foar blêdzjen.
hu: Szabja testre a VPN védelmét, hogy megfeleljen a webböngészési igényeinek.
ia: Personalisa tu protectiones de VPN pro satisfacer le besonios de tu navigation del web.
id: Personalisasi perlindungan VPN Anda untuk memenuhi kebutuhan penjelajahan web Anda.
is: Sérsníddu VPN-varnirnar þínar til að mæta þörfum þínum fyrir vafur.
it: Personalizza la tua protezione VPN per soddisfare le tue esigenze di navigazione.
ko: 웹 브라우징 요구 사항에 맞게 VPN 보호 기능을 개인화하세요.
lo: ປັບແຕ່ງການປົກປ້ອງ VPN ຂອງທ່ານເພື່ອຕອບສະໜອງຄວາມຕ້ອງການ ການທ່ອງເວັບຂອງທ່ານ.
nl: Personaliseer uw VPN-beschermingen om aan uw surfbehoeften te voldoen.
pl: Spersonalizuj zabezpieczenia VPN tak, aby odpowiadały Twoim potrzebom związanym z przeglądaniem stron internetowych.
pt_br: Personalize sua proteção de VPN para atender às suas necessidades de navegação na web.
pt_pt: Personalize as suas proteções de VPN para atender às suas necessidades de navegação na Internet.
ru: Настройте защиту вашего VPN в соответствии с вашими потребностями в веб-сёрфинге.
sk: Prispôsobte si ochranu VPN tak, aby vyhovovala vašim potrebám pri prehliadaní webu.
sl: Prilagodite zaščite VPN svojim potrebam pri brskanju po spletu.
sq: Përshtatini mbrojtjet e VPN-së që të përkojnë me nevojat tuaja të shfletimit.
sv: Anpassa dina VPN-skydd för att möta dina surfbehov.
th: ปรับแต่งการป้องกันด้วย VPN ให้ตรงกับความต้องการในการท่องเว็บของคุณ
tr: VPN korumalarınızı web’de gezinti ihtiyaçlarınızı karşılayacak şekilde kişiselleştirin.
vi: Cá nhân hóa các biện pháp bảo vệ VPN để đáp ứng nhu cầu duyệt web của bạn.
zh_cn: 个性化 VPN 保护，满足您的上网需求。
zh_tw: 依照您的上網需求來調整 VPN 保護。

# vpn.tryFirefoxExtension.title
source: Try the Firefox extension
bg: Опитайте разширението за Firefox
cs: Vyzkoušejte rozšíření pro Firefox
cy: Rhowch gynnig ar yr estyniad Firefox
da: Prøv Firefox-udvidelsen
de: Probieren Sie die Firefox-Erweiterung aus
el: Δοκιμάστε την επέκταση του Firefox
es_ar: Probá la extensión de Firefox
es_es: Prueba la extensión de Firefox
fi: Kokeile Firefox-laajennusta
fr: Essayer l’extension Firefox
fur: Prove la estension par Firefox
fy_nl: De Firefox-útwreiding probearje
hu: Próbálja ki a Firefox kiegészítőt
ia: Provar le extension de Firefox
id: Coba ekstensi Firefox
is: Prófaðu Firefox-forritsaukann
it: Prova l’estensione per Firefox
ja: Firefox 拡張機能を試す
ko: Firefox 확장 기능을 사용해 보세요
lo: ລອງໃຊ້ສ່ວນຂະຫຍາຍ Firefox
nl: De Firefox-extensie proberen
pa_in: Firefox ਇਕਸਟੈਨਸ਼ਨ ਅਜ਼ਮਾਓ
pl: Wypróbuj rozszerzenie Firefoksa
pt_br: Experimente a extensão para Firefox
pt_pt: Experimente a extensão do Firefox
ru: Попробуйте расширение Firefox
sk: Vyskúšajte rozšírenie pre Firefox
sl: Preizkusite razširitev za Firefox
sq: Provoni zgjerimin Firefox
sv: Testa tillägget i Firefox
th: ลองใช้ส่วนขยาย Firefox
tr: Firefox uzantısını deneyin
vi: Thử tiện ích trên Firefox
zh_cn: 试用 Firefox 扩展
zh_tw: 試用 Firefox 擴充套件

# vpn.upgradeToBundle.bullet1
source: VPN for secure, private browsing
cy: VPN ar gyfer pori diogel, preifat
de: VPN für sicheres, privates Surfen
fi: VPN turvalliseen ja yksityiseen selaamiseen
fur: VPN par une navigazion sigure e privade
hu: VPN a biztonságos, privát böngészéshez
is: VPN fyrir öruggt einkavafur
nl: VPN voor veilige privénavigatie
pl: VPN do bezpiecznego, prywatnego przeglądania
sk: VPN pre bezpečné a súkromné prehliadanie
sv: VPN för säker, privat surfning
zh_tw: 安全、讓上網有隱私的 VPN

# vpn.upgradeToBundle.bullet2
source: Relay’s unlimited email masks to prevent spam and trackers
cy: Arallenwau e-bost diderfyn Relay i atal sbam a thracwyr
de: Unbegrenzte E-Mail-Masken von Relay gegen Spam und Tracker
fi: Relayn rajattomat sähköpostimaskit roskapostin ja seurainten estämiseen
fur: Mascaris di e-mail ilimitadis di Relay par blocâ spam e spiis
hu: A Relay korlátlan e-mail-maszkjai a levélszemét és a követők megakadályozása érdekében
is: Ótakmarkaðar tölvupósthulur Relay til að koma í veg fyrir ruslpóst og rakningarforrit
nl: Onbeperkte e-mailmaskers van Relay om spam en trackers te voorkomen
pl: Nieograniczona liczba masek e-mailowych Relay, które zabezpieczają przed spamem i trackerami
sk: Neobmedzené e‑mailové masky služby Relay, vďaka ktorým sa ochránite pred spamom a sledovaním
sv: Relays obegränsade e-postalias för att förhindra spam och spårare
zh_tw: Relay 的無限量轉寄信箱可幫助您防止垃圾信與追蹤器

# vpn.upgradeToBundle.bullet3
source: Monitor’s protection from data brokers who sell your info online
cy: Diogelwch Monitor rhag broceriaid data sy'n gwerthu eich gwybodaeth ar-lein
de: Monitors Schutz vor Datenhändlern, die Ihre Daten online verkaufen
fi: Monitorin suojaus datavälittäjiltä, jotka myyvät tietojasi verkossa
fur: La protezion di Monitor dai intermediaris di dâts che a vendin lis tôs informazions in rêt
hu: A Monitor védelme az adatait online eladó brókerekkel szemben
nl: De bescherming van Monitor tegen gegevensmakelaars die uw gegevens online verkopen
pl: Ochrona Monitora przed brokerami danych, którzy sprzedają Twoje dane w Internecie
sk: Ochrana od Monitora pred sprostredkovateľmi údajov, ktorí predávajú vaše informácie online
sv: Monitors skydd från datamäklare som säljer din information online
zh_tw: Monitor 保護您不受銷售您個資的網路行銷商影響

# vpn.upgradeToBundle.bulletIntro
source: Plan includes:
cy: Mae'r cynllun yn cynnwys:
de: Der Plan beinhaltet:
fi: Tilaus sisältää:
hu: A csomag tartalma:
is: Áskrift innifelur:
nl: Abonnement omvat:
pl: Plan zawiera:
sk: Plán zahŕňa:
sv: Planen inkluderar:
zh_tw: 方案包含：

# vpn.upgradeToBundle.line1
source: For %1/month, get our privacy tools in one plan.
cy: Am %1/mis, cael ein hoffer preifatrwydd mewn un cynllun.
de: Holen Sie sich für %1/Monat unsere Datenschutzwerkzeuge in einem Plan.
fi: Saat työkalumme yksityisyyden suojaamiseksi yhdellä tilauksella hintaan %1/kk.
hu: %1/hó áron kapja meg adatvédelmi eszközeinket egy csomagban.
nl: Ontvang voor %1/maand onze privacyhulpmiddelen in één abonnement.
pl: Za %1/miesiąc otrzymasz nasze narzędzia ochrony prywatności w jednym planie.
sk: Získajte naše nástroje na ochranu súkromia v jednom pláne za %1 mesačne.
sv: För %1/månad, få våra integritetsverktyg i ett abonnemang.
zh_tw: 每月 %1，即可使用我們的隱私保護工具。

# vpn.upgradeToBundle.title
source: 3 tools, 1 privacy plan — VPN, email masking, and data protection
cy: 3 teclyn, 1 cynllun preifatrwydd — VPN, cuddio e-bost, a diogelu data
de: 3 Werkzeuge, 1 Datenschutzplan – VPN, E-Mail-Maskierung und Datenschutz
fi: 3 työkalua, 1 tietosuojapaketti — VPN, sähköpostiosoitteen maski ja tietosuoja
hu: 3 eszköz, 1 adatvédelmi csomag – VPN, e-mail-maszkolás és adatvédelem
nl: Drie hulpmiddelen, één privacy-abonnement – VPN, e-mailmaskering en gegevensbescherming
pl: 3 narzędzia, 1 plan prywatności — VPN, maskowanie poczty e-mail i ochrona danych
sk: 3 nástroje, 1 plán ochrany súkromia – VPN, maskovanie e‑mailov a ochrana údajov
sv: 3 verktyg, 1 integritetsplan — VPN, e-postalias och dataskydd
zh_tw: 3 套工具、1 套隱私保護方案 — VPN、轉寄信箱、資料保護

# vpn.upgradeToBundle.upgrade
source: Upgrade
cy: Uwchraddio
fi: Päivitä
hu: Csomagváltás
is: Uppfæra
nl: Upgraden
pl: Zaktualizuj
sk: Inovovať
sv: Uppgradera
zh_tw: 升級

# vpn.233updateMessage.bullet61
source: [all] The navigation bar’s message icon sometimes retained the ’unread’ indicator even after all messages were read. That should not happen anymore.
bg: [за всички] Иконата за съобщения в лентата за навигация понякога запазваше индикатора „непрочетено“, дори след като всички съобщения бяха прочетени. Това вече не би трябвало да се случва.
cs: [vše] Ikona zprávy v navigační liště někdy obsahovala indikátor „nepřečteno“ i poté, co byly všechny zprávy přečteny. To by se už nemělo stávat.
el: [όλες] Το εικονίδιο μηνυμάτων της γραμμής πλοήγησης διατηρούσε μερικές φορές την ένδειξη «μη αναγνωσμένα», ακόμα και μετά την ανάγνωση όλων των μηνυμάτων. Αυτό δεν θα πρέπει να συμβαίνει πια.
es_es: [todos] El icono de mensaje de la barra de navegación a veces conservaba el indicador de ’no leído’ incluso después de leer todos los mensajes. Esto ya no debería ocurrir.
fr: [tous] L’icône de message dans la barre de navigation affichait parfois l’indicateur « non lu », même après la lecture de tous les messages. Cela ne devrait plus arriver.
it: L’icona dei messaggi nella barra di navigazione a volte manteneva l’indicatore “non letto” anche dopo aver letto tutti i messaggi. Questo non dovrebbe più accadere.
ko: [all] 메시지를 모두 읽은 후에도 탐색 표시 줄의 메시지 아이콘에 '읽지 않음'표시기가 계속 남아있는 경우가 있었습니다. 더이상 이런 일이 일어나지 않을 것입니다.
ru: [всё] Значок сообщения на панели навигации иногда сохранял индикатор «непрочитано» даже после того, как были прочитаны все сообщения. Это не должно больше происходить.
sl: [vsa] Na ikoni sporočila v navigacijski vrstici je včasih ostal znak "neprebrano" tudi potem, ko so bila prebrana vsa sporočila. To se ne bi smelo več dogajati.

# vpn.233updateMessage.bullet62
source: [iOS] Did you notice that the close button on popups was a little too low? It no longer is.
bg: [iOS] Забелязахте ли, че бутонът за затваряне на изскачащите прозорци беше прекалено ниско на екрана? Вече не е така.
cs: [iOS] Všimli jste si, že velikost tlačítka pro zavření vyskakovacích oken je příliš nízko? Již není.
el: [iOS] Παρατηρήσατε ότι το κουμπί κλεισίματος στα αναδυόμενα παράθυρα ήταν πολύ χαμηλά; Δεν είναι πια.
es_es: [iOS] ¿Notaste que el botón de cerrar ventanas emergentes estaba demasiado abajo? Ya no lo está.
fr: [iOS] Avez-vous remarqué que le bouton de fermeture des popups était un peu trop bas ? Ce n’est plus le cas.
it: [iOS] Ti sei accorto che il pulsante di chiusura nei pop-up era posizionato un po’ troppo in basso? Ora l’abbiamo sistemato.
ko: [iOS] 팝업창의 닫기 버튼이 너무 낮은 것, 못느끼셨나요? 해결되었습니다.
ru: [iOS] Вы замечали, что кнопка закрытия на всплывающих окнах была слишком низко? Этого больше нет.
sl: [iOS] Ste opazili, da je gumb za zapiranje na pojavnih oknih postavljen nekoliko prenizko? Ni več.

# vpn.234updateMessage.bullet1
source: [iOS, Windows] Improved method of signing in.
bg: [iOS, Windows] Подобрен метод за вписване.
el: [iOS, Windows] Βελτιωμένη μέθοδος σύνδεσης.
fr: [iOS, Windows] Amélioration de la méthode de connexion.
ko: [iOS, Windows] 로그인 방법이 개선되었습니다.

# vpn.234updateMessage.bullet2
source: [all] In the rare situation where all servers in a location are unavailable, it was difficult for people to turn off the VPN. This is now easier.
bg: [за всички] В рядката ситуация, в която всички сървъри в дадено местоположение са недостъпни беше трудно да се изключи VPN. Това вече е по-лесно.
el: [όλες] Στη σπάνια περίπτωση όπου όλοι οι διακομιστές σε μια τοποθεσία δεν είναι διαθέσιμοι, ήταν δύσκολο για τους χρήστες να απενεργοποιήσουν το VPN. Αυτό είναι πλέον πιο εύκολο.
fr: [all] Dans les rares situations où tous les serveurs d’un emplacement sont indisponibles, il était difficile de désactiver le VPN. C’est maintenant plus facile.
ko: [모두] 드물게 특정 위치의 모든 서버가 사용할 수 없는 상황에서, 사용자가 VPN을 끄는 것이 어려웠습니다. 이제 쉬워졌습니다.

# vpn.234updateMessage.bullet3
source: [macOS, Windows, Linux] Small improvements in the system status bar icon when switching servers.
bg: [macOS, Windows, Linux] Малки подобрения в иконката на системната лента на състоянието при превключване на сървъри.
el: [macOS, Windows, Linux] Μικρές βελτιώσεις στο εικονίδιο της γραμμής κατάστασης του συστήματος κατά την εναλλαγή διακομιστών.
fr: [macOS, Windows, Linux] Petites améliorations de l’icône dans la barre d’état lors du changement de serveur.
ko: [macOS, Windows, Linux] 서버 전환시 시스템 상태바 아이콘이 개선되었습니다.

# vpn.234updateMessage.bullet4
source: [macOS, Linux] Better experience in the rare situation where credentials are not found upon app launch.
bg: [macOS, Linux] По-добро изживяване в рядката ситуация, в която идентификационни данни не са намерени при стартиране на приложението.
el: [macOS, Linux] Καλύτερη εμπειρία στις σπάνιες περιπτώσεις όπου τα διαπιστευτήρια δεν βρίσκονται κατά την εκκίνηση της εφαρμογής.
fr: [macOS, Linux] Meilleure expérience dans les rares situations où les identifiants ne sont pas trouvés au lancement de l’application.
ko: [macOS, Linux] 드물게 앱 실행시 자격 증명을 찾을 수 없는 상황에서의 경험이 개선되었습니다.
