Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */addons/strings.xliff
Languages: bg, cs, cy, da, de, el, es_ar, es_es, fi, fr, fur, fy_nl, hu, ia, id, is, it, ja, ko, lo, nl, pa_in, pl, pt_br, pt_pt, ru, sk, sl, sq, sv, th, tr, vi, zh_cn, zh_tw

# vpn.233updateMessage.bullet2
source: [all] Regular key rotation, improving security in the event of extreme, unexpected situations.
bg: [всички] Редовна ротация на ключове за сигурност, подобряваща сигурността в случай на екстремни или неочаквани ситуации.
cs: [vše] Pravidelné střídání klíčů pro zvýšení bezpečnosti v případě extrémních a neočekávaných situací.
cy: [all] Cylchdroi allweddi rheolaidd, sy'n gwella diogelwch mewn sefyllfaoedd eithafol, annisgwyl.
da: [Alle] Regelmæssig rotation af nøgler, hvilket forbedrer sikkerheden i ekstreme, uventede situationer.
el: [όλες] Τακτική εναλλαγή κλειδιού, βελτιώνοντας την ασφάλεια σε περίπτωση ακραίων, απρόσμενων καταστάσεων.
es_ar: [todas] Rotación regular de claves, mejorando la seguridad en caso de situaciones extremas e inesperadas.
es_es: [todos] Rotación regular de claves, mejorando la seguridad en caso de situaciones extremas e inesperadas.
fr: [Tous] Rotation régulière des clés, renforçant la sécurité en cas de situations extrêmes et imprévues.
fy_nl: [alles] Regelmjittige kaairûlaasje, ferbetteret de befeiliging yn ekstreme, ûnferwachte situaasjes.
hu: [összes] Rendszeres kulcscsere, növelve a biztonságot az extrém, váratlan helyzetek esetén.
ia: [tote] Rotation de clave regular, meliorante le securitate in caso de situationes extreme, impreviste.
id: [all] Rotasi kunci secara teratur, meningkatkan keamanan jika terjadi situasi ekstrem yang tidak terduga.
it: Rotazione regolare delle chiavi, per migliorare la sicurezza in caso di situazioni estreme e impreviste.
ko: [all] 정기적인 키 순환을 통해 예기치 않은 극단적 상황에서의 보안을 향상시킵니다.
nl: [alle] Regelmatige sleutelroulatie, verbetert de beveiliging in extreme, onverwachte situaties.
pl: [wszystkie] Regularna wymiana kluczy, zwiększająca bezpieczeństwo w przypadku ekstremalnych, nieoczekiwanych sytuacji.
pt_br: [todos] Rotatividade regular de chaves, melhorando a segurança no caso de situações extremas e inesperadas.
pt_pt: [todas] Substituição periódica de chaves, reforçando a segurança, caso ocorram situações extremas e imprevistas.
ru: [все] Регулярная ротация ключей, повышающая безопасность в случае экстремальных, неожиданных ситуаций.
sk: [Všetky] Pravidelná rotácia kľúčov, ktorá zlepšuje bezpečnosť v prípade extrémnych, neočakávaných situácií.
sl: [vsi] Redno menjavanje ključev za večjo varnost v primeru skrajnih, nepričakovanih situacij.
sq: [krejt] Rrotullim periodik i kyçeve, duke përmirësuar sigurinë në rast situatash të skajshme, të papritura.
sv: [alla] Regelbunden nyckelrotation, förbättrar säkerheten i händelse av extrema, oväntade situationer.
tr: [tümü] Beklenmedik ekstrem durumlarda güvenliği artıran düzenli anahtar değiştirmeyi devreye aldık.
vi: [tất cả] Thay đổi khóa thường xuyên, cải thiện tính bảo mật trong trường hợp xảy ra tình huống bất ngờ, nghiêm trọng.
zh_cn: [所有平台] 定期轮替密钥，提升极端和意外情况下的安全性。
zh_tw: [全部] 定期輪換金鑰，提高金鑰在發生極端、未預期情況時的安全性。

# vpn.233updateMessage.bullet21
source: [Windows] When you’ve been connected for a long time, has the connection timer in the app ever looked weird? While your device has always been protected in those cases, we’ve fixed that bug and now report the accurate time.
bg: [Windows] Когато сте били свързани дълго време, таймерът за връзка в приложението изглеждал ли е странно? Въпреки че устройството ви винаги е било защитено в такива случаи, ние поправихме този бъг и сега отчитаме точното време.
cs: [Windows] Stalo se vám někdy, že po dlouhé době připojení vypadal časovač připojení v aplikaci divně? Zatímco vaše zařízení bylo v těchto případech vždy chráněno, tuto chybu jsme opravili a nyní hlásí přesný čas.
da: [Windows] Har forbindelsestiden, der vises i appen, nogle gange set mærkelig ud, når du har været forbundet i lang tid? Selvom din enhed altid har været beskyttet i disse tilfælde, har vi rettet fejlen og rapporterer nu den nøjagtige varighed.
el: [Windows] Όταν κάνατε συνδέσεις για μεγάλο χρονικό διάστημα, σας είχε φανεί ποτέ περίεργο το χρονόμετρο σύνδεσης στην εφαρμογή; Αν και η συσκευή σας προστατευόταν πάντα σε αυτές τις περιπτώσεις, διορθώσαμε αυτό το σφάλμα και πλέον αναφέρεται ο ακριβής χρόνος.
es_ar: [Windows] Cuando estuviste conectado durante mucho tiempo, ¿el temporizador de conexión en la aplicación se vio raro alguna vez? Si bien tu dispositivo siempre estuvo protegido en esos casos, solucionamos ese error y ahora informamos el tiempo exacto.
es_es: [Windows] Cuando has estado conectado durante mucho tiempo, ¿alguna vez te ha parecido extraño el temporizador de conexión de la app? Aunque tu dispositivo siempre ha estado protegido en esos casos, hemos corregido el error y ahora muestra la hora exacta.
fr: [Windows] Quand vous êtes connecté·e depuis longtemps, la durée de connexion affichée par l’application vous a-t-elle déjà semblé étrange ? Votre appareil était tout de même protégé dans ces situations, mais nous avons corrigé ce problème et affichons désormais la durée exacte.
fy_nl: [Windows] As jo al hiel lang ferbûn binne, hat de ferbiningstimer yn de app der dan ea nuver útsjoen? Wylst jo apparaat yn dy gefallen altyd beskerme west hat, hawwe wy dy bug reparearre en rapportearje wy no de krekte tiid.
hu: [Windows] Ha hosszú ideig csatlakozott, akkor előfordult, hogy valaha furán nézett ki a kapcsolódási időzítő az alkalmazásban? Bár az eszköze mindig is védett volt ezekben az esetekben, kijavítottuk ezt a hibát, így most már mindig a pontos időt jelenti.
ia: [Windows] Quando tu ha essite connectite pro un longe tempore, ha jammais le temporisator de connexion in le application apparite magic? Ben que tu apparato ha sempre essite protegite in ille casos, nos ha corrigite ille error e ora reporta le tempore correcte.
id: [Windows] Saat Anda tersambung dalam waktu lama, pernahkah penghitung waktu sambungan di aplikasi terlihat aneh? Meskipun perangkat Anda selalu dilindungi dalam kasus tersebut, kami telah memperbaiki bug itu dan sekarang melaporkan waktu yang akurat.
it: [Windows] Ti è mai capitato che, dopo essere rimasto connesso a lungo, il timer di connessione nell’app ti sembrasse insolito? Anche se in queste situazioni il tuo dispositivo è sempre stato al sicuro, abbiamo risolto il problema e ora mostriamo la durata corretta.
ko: [Windows] 오래 인터넷에 연결되어 있을 때 앱의 연결 타이머가 이상하게 보인 적이 있나요? 이러한 경우에도 기기를 항상 보호했지만, 해당 버그를 수정하여 이제 정확한 시간이 표시됩니다.
pt_br: [Windows] Quando você está conectado por um longo tempo, o timer de conexão do aplicativo parece estranho? Embora seu dispositivo sempre tenha sido protegido nesses casos, corrigimos esse bug e agora informamos a hora precisa.
pt_pt: [Windows] Já alguma vez reparou que o temporizador de ligação da aplicação ficava estranho quando estava ligado durante muito tempo? Mesmo assim, o seu dispositivo esteve sempre protegido nessas situações; entretanto, corrigimos esse erro e agora mostramos a hora correta.
ru: [Windows] Когда вы были подключены в течение длительного времени, таймер соединения в приложении периодически выглядел странно? Хотя ваше устройство всегда было защищено в таких случаях, мы исправили эту ошибку и теперь сообщаем точное время.
sl: [Windows] Ali se je po daljši povezavi časovnik v aplikaciji kdaj pokvaril? Vaša naprava v teh primerih nikoli ni bila prizadeta, smo pa napako odpravili in sedaj časovnik prikazuje točen čas.
sq: [Windows] Kur keni qenë i lidhur për një kohë të gjatë, a është dukur ndonjëherë i çuditshëm kohëmatësi i lidhjes te aplikacioni? Teksa pajisja juaj është mbrojtur përherë në këto raste, ndreqëm një të metë dhe tani shfaq kohën e saktë.
tr: [Windows] Uzun bir süre internete bağlı kaldığınızda uygulamadaki bağlantı zamanlayıcısı tuhaflaşıyor mu? Cihazınız bu gibi durumlarda her zaman korunuyor olsa da, bu hatayı düzelttik ve şimdi doğru saati rapor ettik.
vi: [Windows] Khi bạn đã kết nối trong một thời gian dài, bộ đếm thời gian kết nối trong ứng dụng có bao giờ trông lạ không? Mặc dù thiết bị của bạn luôn được bảo vệ trong những trường hợp đó, chúng tôi đã khắc phục lỗi đó và hiện đã báo cáo thời gian chính xác.
zh_cn: [Windows] 当您长时间保持连接时，是否曾发现应用中的连接计时器显示异常？您的设备在此情况下仍始终受到保护，而我们也已修复该错误，现在能准确显示连接时长。
zh_tw: [Windows] 有沒有遇到過當您長時間連線到應用程式當中的連線計時器變得怪怪的時候雖然在這些情況下您的裝置一直受到保護我們已修正這個問題重新回報準確的時間。

# vpn.233updateMessage.bullet3
source: [iOS] If you are using that beautiful new iPhone Air, Mozilla VPN should now look even better on it.
bg: [iOS] Ако използвате този красив нов iPhone Air, Mozilla VPN вече трябва да изглежда още по-добре на него.
cs: [iOS] Pokud používáte tento krásný nový iPhone Air, Mozilla VPN by na něm nyní měla vypadat ještě lépe.
cy: [iOS] Os ydych chi'n defnyddio'r iPhone Air newydd hardd hwnnw, dylai Mozilla VPN nawr edrych hyd yn oed yn well arno.
da: [iOS] Hvis du har den nye iPhone Air, bør Mozilla VPN nu se endnu bedre ud på den.
el: [iOS] Εάν χρησιμοποιείτε το νέο, πανέμορφο iPhone Air, το Mozilla VPN θα έχει πλέον ακόμα καλύτερη εμφάνιση σε αυτό.
es_ar: [iOS] Si estás usando ese hermoso iPhone Air nuevo, Mozilla VPN ahora debería verse aún mejor en él.
es_es: [iOS] Si estás usando ese nuevo y hermoso iPhone Air, Mozilla VPN ahora debería verse aún mejor en él.
fr: [iOS] Si vous utilisez le nouvel iPhone Air, Mozilla VPN devrait être encore plus agréable visuellement.
fy_nl: [iOS] As jo dy prachtige nije iPhone Air brûke, moat Mozilla VPN der no noch better útsjen.
hu: [iOS] Ha ezt a gyönyörű új iPhone Airt használja, akkor a Mozilla VPN most még jobban néz ki rajta.
ia: [iOS] Si tu usa ille belle nove iPhone Air, Mozilla VPN debe ora apparer mesmo melior sur illo.
id: [iOS] Jika Anda menggunakan iPhone Air baru yang cantik itu, Mozilla VPN sekarang akan terlihat lebih baik.
it: [iOS] Se stai utilizzando il nuovo iPhone Air, Mozilla VPN dovrebbe ora avere un aspetto ancora migliore.
ko: [iOS] 아름답고 새로운 iPhone Air를 사용하고 계시다면, Mozilla VPN이 이제 더 좋아 보일 것입니다.
nl: [iOS] Als u die prachtige nieuwe iPhone Air gebruikt, ziet Mozilla VPN er nu nog beter uit.
pl: [iOS] Jeśli używasz nowego pięknego iPhone’a Air, Mozilla VPN powinna teraz działać na nim jeszcze lepiej.
pt_br: [iOS] Se você está usando aquele belo iPhone Air, o Mozilla VPN deve ficar ainda melhor nele.
pt_pt: [iOS] Se estiver a usar o novo e elegante iPhone Air, a Mozilla VPN deverá agora ficar ainda melhor nesse dispositivo.
ru: [iOS] Если вы используете этот новый прекрасный iPhone Air, Mozilla VPN теперь должен выглядеть на нём ещё лучше.
sk: [iOS] Ak používate ten krásny nový iPhone Air, Mozilla VPN by na ňom mala teraz vyzerať ešte lepšie.
sl: [iOS] Če uporabljate novi iPhone Air, bi moral biti Mozilla VPN na njem videti še bolje.
sq: [iOS] Nëse po përdorni atë iPhone Air-in e ri të hijshëm, Mozilla VPN tanimë duhet të duket edhe më mirë në të.
sv: [iOS] Om du använder den nya vackra iPhone Air bör Mozilla VPN nu se ännu bättre ut på den.
tr: [iOS] Yeni iPhone Air’i kullanıyorsanız Mozilla VPN artık iPhone’unuzda daha da güzel görünecek.
vi: [iOS] Nếu bạn đang sử dụng chiếc iPhone Air mới tuyệt đẹp, Mozilla VPN giờ đây sẽ trông đẹp hơn nữa trên đó.
zh_cn: [iOS] 若您正在使用那款惊艳的新款 iPhone Air，Mozilla VPN 现已针对该设备优化显示效果，视觉体验更臻完美。
zh_tw: [iOS] 若您使用新推出的 iPhone Air，Mozilla VPN 的外觀現在會更好看。

# vpn.233updateMessage.bullet31
source: [Windows] If you use the Firefox extension, we’ve made some changes that should make it run even smoother.
bg: [Windows] Ако използвате разширението за Firefox, направихме някои промени, които трябва да го направят още по-гладко работещо.
cs: [Windows] Pokud používáte rozšíření pro Firefox, provedli jsme několik změn, které by měly zajistit ještě plynulejší chod.
da: [Windows] Hvis du bruger Firefox-udvidelsen, har vi foretaget nogle ændringer, der gerne skulle få den til at køre endnu bedre.
el: [Windows] Εάν χρησιμοποιείτε την επέκταση για το Firefox, έχουμε κάνει μερικές αλλαγές που θα κάνουν τη λειτουργία της ακόμα πιο ομαλή.
es_ar: [Windows] Si usás la extensión de Firefox, hicimos algunos cambios que deberían hacer que funcione aún mejor.
es_es: [Windows] Si usas la extensión de Firefox, hemos realizado algunos cambios que deberían hacer que funcione aún mejor.
fr: [Windows] Si vous utilisez l’extension Firefox, nous avons apporté quelques modifications qui devraient rendre son utilisation encore plus fluide.
fy_nl: [Windows] As jo de Firefox-útwreiding brûke, hawwe wy wat wizigingen makke dy’t de útwreiding noch soepeler rinne litte moatte.
hu: [Windows] Ha a Firefox kiegészítőt használja, akkor végeztünk néhány változtatást, amelyekkel a működését még simábbá tettük.
ia: [Windows] Si tu usa le extension de Firefox, nos ha facite alcun modificationes que deberea facer lo functionar mesmo plus facilemente.
id: [Windows] Jika Anda menggunakan ekstensi Firefox, kami telah membuat beberapa perubahan yang akan membuatnya berjalan lebih lancar.
it: [Windows] Se usi l’estensione per Firefox, abbiamo introdotto alcune modifiche che dovrebbero migliorarne ulteriormente la fluidità
ko: [Windows] Firefox 확장 기능을 사용하는 경우 더 원활하게 실행할 수 있도록 몇 가지 변경 사항을 적용했습니다.
pt_br: [Windows] Se você usa a extensão do Firefox, fizemos algumas alterações que devem tornar o funcionamento ainda mais suave.
pt_pt: [Windows] Se utiliza a extensão do Firefox, implementámos algumas alterações que deverão permitir que funcione de forma ainda mais fluida.
ru: [Windows] Если вы используете расширение Firefox, мы внесли некоторые изменения, которые должны сделать его работу ещё плавнее.
sl: [Windows] Če uporabljate razširitev za Firefox, smo uvedli nekaj sprememb, s katerimi bo delovala še bolj gladko.
sq: [Windows] Nëse përdorni zgjerimin për Firefox, kemi bërë disa ndryshime që duhet ta bëjnë të funksionojë edhe më rrjedhshëm.
tr: [Windows] Firefox uzantısını kullanıyorsanız daha da sorunsuz çalışmasını sağlayacak bazı değişiklikler yaptık.
vi: [Windows] Nếu bạn sử dụng tiện ích mở rộng Firefox, chúng tôi đã thực hiện một số thay đổi giúp tiện ích chạy mượt mà hơn.
zh_cn: [Windows] 如果您使用 Firefox 扩展我们已经进行了一些更改使其运行更顺畅。
zh_tw: [Windows] 如果您使用 Firefox 擴充套件我們已經做了一些修改讓您執行得更順暢。

# vpn.233updateMessage.bullet4
source: [iOS] Improvements on when notification permissions are requested when the app launches for the first time.
bg: [iOS] Подобрения върху исканите права за уведомяване при стартиране на приложението за първи път.
cs: [iOS] Vylepšení nastavení oznámení při prvním spuštění aplikace.
cy: [iOS] Gwelliannau o ran pryd y mae gofyn am ganiatâd hysbysu pan fydd yr ap yn agor am y tro cyntaf.
da: [iOS] Forbedring af anmodning af tilladelser for notifikationer, når appen startes for første gang.
el: [iOS] Βελτιώσεις στο πότε ζητούνται τα δικαιώματα ειδοποιήσεων όταν η εφαρμογή εκκινείται για πρώτη φορά.
es_ar: [iOS] Mejoras en el momento en que se solicitan permisos de notificación cuando la aplicación se inicia por primera vez.
es_es: [iOS] Mejoras en el momento en que se solicitan los permisos de notificación cuando la aplicación se inicia por primera vez.
fr: [iOS] Amélioration de la demande des permissions de notification au premier lancement de l’application.
fy_nl: [iOS] Ferbetteringen oan wannear’t meldingsrjochten frege wurdt as de app foar it earst start wurdt.
hu: [iOS] Fejlesztések az értesítési engedélyek kérésében az alkalmazás első indításakor.
ia: [iOS] Meliorationes sur quando le permissos de aviso es requirite quando le application es lanceate per le prime vice.
id: [iOS] Peningkatan saat izin pemberitahuan diminta saat aplikasi diluncurkan untuk pertama kalinya.
it: [iOS] Ottimizzazione del momento in cui vengono richiesti i permessi per le notifiche al primo avvio dell’app.
ko: [iOS] 앱이 처음 실행될 때 알림 권한이 요청되는 시기를 개선했습니다.
nl: [iOS] Verbeteringen aan wanneer om meldingsrechten wordt gevraagd wanneer de app voor het eerst wordt gestart.
pl: [iOS] Poprawiono sposób wyświetlania pytania o zezwolenie na powiadomienia podczas pierwszego uruchomienia aplikacji.
pt_br: [iOS] Melhorias em quando permissões de notificação são solicitadas quando o aplicativo é iniciado pela primeira vez.
pt_pt: [iOS] Melhorias no momento em que as permissões de notificações são solicitadas, ao iniciar a aplicação pela primeira vez.
ru: [iOS] Улучшена возможность запроса разрешений на уведомления при первом запуске приложения.
sk: [iOS] Vylepšenia týkajúce sa vyžiadania povolení na upozornenia pri prvom spustení aplikácie.
sl: [iOS] Izboljšave, kdaj se zahteva dovoljenje za obvestila ob prvem zagonu aplikacije.
sq: [iOS] Përmirësime për rastet kur lejet e njoftimeve janë të domosdoshme, kur aplikacioni niset për herë të parë.
sv: [iOS] Förbättringar av när aviseringsbehörighet efterfrågas när appen startar för första gången.
tr: [iOS] Uygulama ilk kez açıldığında ne zaman bildirim izinlerinin isteneceğine dair iyileştirmeler yapıldı.
vi: [iOS] Cải thiện thời điểm yêu cầu cấp quyền thông báo khi ứng dụng khởi chạy lần đầu tiên.
zh_cn: [iOS] 改进在应用首次启动时请求通知权限。
zh_tw: [iOS] 改進了第一次啟動應用程式時，請求通知權限的時機點。

# vpn.233updateMessage.bullet5
source: [Windows, macOS, Linux] In a rare situation, the status icon wasn’t updating. We dug in deep, and it should again work for everyone.
bg: [Windows, macOS, Linux] В рядка ситуация иконата за състоянието не се обновява. Разровихме се дълбоко и отново трябва да работи за всички.
cs: [Windows, macOS, Linux] Ve výjimečném případě se stavová ikona neaktualizovala. Zapátrali jsme a už by to mělo fungovat každému.
cy: [Windows, macOS, Linux] Mewn sefyllfaoedd prin, doedd yr eicon statws ddim yn diweddaru. Ar ôl cloddio'n yn ddwfn, dylai weithio eto i bawb.
da: [Windows, macOS, Linux] I sjældne tilfælde blev status-ikonet ikke opdateret. Vi har kigget nærmere på problemet, og nu burde det virke igen for alle.
el: [Windows, macOS, Linux] Σε σπάνιες περιπτώσεις, το εικονίδιο κατάστασης δεν ενημερωνόταν. Διερευνήσαμε εις βάθος το ζήτημα και τώρα θα πρέπει να λειτουργεί ξανά για όλους.
es_ar: [Windows, macOS, Linux] En una situación poco frecuente, el ícono de estado no se actualizaba. Lo revisamos en detalle y debería funcionar nuevamente para todos.
es_es: [Windows, macOS, Linux] En raras ocasiones, el icono de estado no se actualizaba. Lo revisamos a fondo y ahora debería funcionar correctamente para todos.
fr: [Windows, macOS, Linux] Dans de rares cas, l’icône d’état ne se mettait pas à jour. Nous avons creusé le problème, et cela devrait à nouveau fonctionner pour tout le monde.
fy_nl: [Windows, macOS, Linux] Yn in seldsume situaasje waard it statuspiktogram net bywurke. Wy hawwe djip yn de saak socht, en it moat wer foar elkenien wurkje.
hu: [Windows, macOS, Linux] Egy ritka esetben az állapotikon nem frissült. A mélyére ástunk, már valószínűleg mindenkinél működik.
ia: [Windows, macOS, Linux] In un rar situation, le icone de stato non era actualisate. Nos fodeva in profunditate, e illo debe de novo functionar pro omnes.
id: [Windows, macOS, Linux] Dalam situasi yang jarang terjadi, ikon status tidak diperbarui. Kami menggali lebih dalam, dan itu seharusnya bekerja untuk semua orang.
it: [Windows, macOS, Linux] In casi eccezionali, l’icona di stato non si aggiornava. Abbiamo indagato a fondo e ora dovrebbe tornare a funzionare per tutti.
ko: [Windows, macOS, Linux] 아주 드물게 상태 아이콘이 업데이트되지 않는 문제가 있었습니다. 더 깊이 분석하여 모든 경우에 다시 작동합니다.
pl: [Windows, macOS, Linux] W rzadkich przypadkach ikona statusu nie aktualizowała się. Przyjrzeliśmy się temu dokładnie i teraz powinno to działać u wszystkich.
pt_br: [Windows, macOS, Linux] Em uma situação rara, o ícone de status não estava atualizando. Nos aprofundamos e deve funcionar novamente para todos.
pt_pt: [Windows, macOS, Linux] Em casos raros, o ícone de estado não estava a atualizar. Fizemos uma análise mais profunda e agora deverá voltar a funcionar para todos.
ru: [Windows, macOS, Linux] В редких случаях значок состояния не обновлялся. Мы тщательно разобрались, и это снова должно работать для всех и каждого.
sk: [Windows, macOS, Linux] V zriedkavých prípadoch sa ikona stavu neaktualizovala. Hlboko sme to preskúmali a malo by to opäť fungovať pre všetkých.
sl: [Windows, macOS, Linux] V redkem primeru se ikona stanja ni posodabljala. Zakopali smo globoko v težavo in jo odpravili.
sq: [Windows, macOS, Linux] Në një rast të rrallë, ikona e gjendjes s’përditësohej. Rrëmuam thellë dhe tani duhet të funksionojë për gjithkënd.
sv: [Windows, macOS, Linux] I en sällsynt situation uppdaterades inte statusikonen. Vi grävde djupt, och det borde återigen fungera för alla.
tr: [Windows, macOS, Linux] Nadiren de olsa durum simgesi güncellenmiyordu. Bu sorunu çözdük.
vi: [Windows, macOS, Linux] Trong một trường hợp hiếm hoi, biểu tượng trạng thái không cập nhật. Chúng tôi đã kiểm tra kỹ hơn và mọi thứ sẽ hoạt động trở lại bình thường.
zh_cn: [Windows, macOS, Linux] 在极少数情况下状态图标不会更新。我们潜心研究它现在应该也对所有人有用了。
zh_tw: [Windows、macOS、Linux] 於極少數情況下，狀態圖示不會更新。我們做了很深的研究，現在應該所有人都可以正常使用了。
