Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: */addons/guide_03_adding_and_removing_devices/strings.xliff
Languages: da, fr, fy_nl, nl, pl, pt_br, ru, sq, tr

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
da: Sådan tilføjer du en enhed
fr: Comment ajouter un appareil
fy_nl: In apparaat tafoegje
nl: Een apparaat toevoegen
pl: Jak dodać urządzenie
pt_br: Como adicionar um dispositivo
ru: Как добавить устройство
sq: Si të shtohet një pajisje
tr: Nasıl cihaz eklenir?

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
da: Åbn Mozilla VPN-appen på din foretrukne enhed
fr: Ouvrez l’application Mozilla VPN sur l’appareil de votre choix
fy_nl: Iepenje de Mozilla VPN-app op jo foarkarsapparaat
nl: Open de Mozilla VPN-app op uw voorkeursapparaat
pl: Otwórz aplikację Mozilla VPN na preferowanym urządzeniu
pt_br: Abra o aplicativo Mozilla VPN no seu dispositivo preferido
ru: Откройте приложение Mozilla VPN на нужном устройстве
sq: Hapni aplikacionin Mozilla VPN në pajisjen tuaj të parapëlqyer
tr: Mozilla VPN uygulamasını istediğiniz cihazda açın

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
da: Log in på din konto
fr: Connectez-vous à votre compte
fy_nl: Meld jo oan by jo account
nl: Meld u aan bij uw account
pl: Zaloguj się na konto
pt_br: Entre na sua conta
ru: Войдите в свой аккаунт
sq: Bëni hyrjen te llogaria juaj
tr: Hesabınıza giriş yapın

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
da: Sådan! Din enhed er automatisk blevet føjet til din VPN-liste med forbundne enheder
fr: Et voilà ! Votre appareil a été automatiquement ajouté à votre liste VPN d’appareils connectés
fy_nl: Voila! Jo apparaat is automatysk tafoege oan jo VPN-list mei ferbûne apparaten
nl: Voila! Uw apparaat is automatisch toegevoegd aan uw VPN-lijst met verbonden apparaten
pl: Voila! Twoje urządzenie zostało automatycznie dodane do listy podłączonych urządzeń VPN
pt_br: Pronto! O dispositivo foi adicionado automaticamente à sua lista de dispositivos conectados à VPN
ru: Вуаля! Ваше устройство было автоматически добавлено в список подключённых устройств VPN
sq: Voila! Pajisja juaj është shtuar vetvetiu te lista juaj VPN e pajisjeve të lidhura
tr: İşte! Cihazınız otomatik olarak VPN’e bağlı cihazlar listenize eklendi

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
da: Sådan fjerner du en enhed
fr: Comment supprimer un appareil
fy_nl: In apparaat fuortsmite
nl: Een apparaat verwijderen
pl: Jak usunąć urządzenie
pt_br: Como remover um dispositivo
ru: Как удалить устройство
sq: Si të hiqet një pajisje
tr: Cihaz nasıl kaldırılır?

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
da: Åbn Mozilla VPN-appen på din computer eller mobile enhed
fr: Ouvrez Mozilla VPN sur l’ordinateur ou l’appareil mobile de votre choix
fy_nl: Iepenje Mozilla VPN op jo keazen desktop- of mobile apparaat
nl: Open Mozilla VPN op uw gekozen desktop- of mobiele apparaat
pl: Otwórz Mozilla VPN na wybranym komputerze stacjonarnym lub urządzeniu mobilnym
pt_br: Abra o Mozilla VPN em seu computador ou dispositivo móvel escolhido
ru: Откройте Mozilla VPN на нужном компьютере или мобильном устройстве
sq: Hapeni Mozilla VPN-në në pajisjen tuaj të zgjedhur desktop apo celulare
tr: Bilgisayarda veya mobil cihazda Mozilla VPN’i açın

# guide.adding_and_removing_devices.block.c_4.l_2_0
source: Go to Settings and select “My devices”
da: Gå til indstillinger og vælg "Mine enheder"
fr: Rendez-vous dans les paramètres et sélectionnez « Mes appareils »
fy_nl: Gean nei Ynstellingen en selektearje ‘Myn apparaten’
nl: Ga naar Instellingen en selecteer ‘Mijn apparaten’
pl: Przejdź do Ustawień i wybierz “Moje urządzenia”
pt_br: Abra as configurações e selecione “Meus dispositivos”
ru: Перейдите в Настройки и выберите «Мои устройства»
sq: Kaloni te Rregullime dhe përzgjidhni “Pajisjet e Mia”
tr: Ayarlar’a gidip “Cihazlarım”ı seçin

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
da: Vælg ikonet med skraldespanden ud for den enhed, du vil fjerne fra din liste med foretrukne enheder
fr: Sélectionnez l’icône « Corbeille » à côté de l’appareil que vous souhaitez supprimer de votre liste d’appareils connectés
fy_nl: Selektearje it ‘Jiskefet’piktogram njonken it apparaat dat jo fuortsmite wolle út jo list mei ferbûne apparaten
nl: Selecteer het ‘Prullenbak’pictogram naast het apparaat dat u wilt verwijderen uit uw lijst met verbonden apparaten
pl: Wybierz ikonę kosza obok urządzenia, które chcesz usunąć z listy podłączonych urządzeń
pt_br: Selecione o ícone "Lixeira" ao lado do dispositivo que você quer remover da sua lista de dispositivos conectados
ru: Нажмите на значок «Корзина» рядом с устройством, которое вы хотите удалить из списка подключённых устройств
sq: Përzgjidhni ikonën “Hedhurina” në krah të pajisjes që doni të hiqet prej listës tuaj të pajisjeve të lidhura
tr: Bağlı cihazlar listenizden kaldırmak istediğiniz cihazın yanındaki “Çöp Kutusu” simgesini seçin

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
da: Følg denne hurtige guide med tre enkle trin for nemt at tilføje eller fjerne alle dine enheder.
fr: Suivez ce guide simple et rapide en 3 étapes pour ajouter et supprimer facilement tous vos appareils.
fy_nl: Folgje dizze flugge en ienfâldige 3-stappegids om al jo apparaten ienfâldich ta te foegjen en fuort te smiten.
nl: Volg deze snelle en eenvoudige 3-stappengids om al uw apparaten eenvoudig toe te voegen en te verwijderen.
pl: Postępuj zgodnie z tym 3-krokowym przewodnikiem, aby łatwo dodawać i usuwać swoje urządzenia.
pt_br: Siga este guia rápido e simples de 3 etapas para adicionar e remover todos os seus dispositivos facilmente.
ru: Следуя этой инструкции, состоящей всего из 3 шагов, вы сможете легко добавить и удалить все свои устройства.
sq: Ndiqni këtë udhërrëfyes të shpejtë dhe të thjeshtë me 3 hapa që të shoni dhe të hiqni kollaj cilëndo prej pajisjeve tuaja.
tr: Tüm cihazlarınızı kolayca eklemek ve kaldırmak için 3 adımdan oluşan bu hızlı ve basit kılavuza gözatın.

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
da: Hvordan tilføjer eller fjerner jeg enheder?
fr: Comment ajouter et supprimer des appareils ?
fy_nl: Hoe kin ik apparaten tafoegje en fuortsmite?
nl: Hoe kan ik apparaten toevoegen en verwijderen?
pl: Jak dodawać i usuwać urządzenia?
pt_br: Como adicionar e remover dispositivos?
ru: Как добавлять и удалять устройства?
sq: Si të shtoj dhe heq pajisje?
tr: Nasıl cihaz ekleyebilir ve kaldırabilirim?
