Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: scn/addons/strings.xliff
Languages: scn

# vpn.225updateMessage.bullet1
source: On iOS, enhanced stability and reliability for VPN connections.
scn: Nni iOS, na megghiu stabbilità e affidabbilità pî cunnissioni VPN.

# vpn.225updateMessage.bullet2
source: On Android, added step-by-step instructions to enable VPN connection on startup.
scn: Nni Android, foru agghiunciuti istruzzioni passu a passu pi abbilitari a cunnissioni VPN quannu s’abbìa u tilèfunu.

# vpn.227updateMessage.bullet1
source: Dark mode — enjoy a sleek new look that’s easy on the eyes, day or night.
scn: Mudalità scura — scopri n’aspettu novu chi arrisurta leggiu pi l’occhi, di jornu o di notti.

# vpn.commonStrings.downloadButton
source: Download update
scn: Scàrrica l’attualizzu

# vpn.commonStrings.downloadTitle
source: Download the new Mozilla VPN %1
scn: Scàrrica u novu Mozilla VPN %1

# vpn.commonStrings.generalUpdateBulletIntro
source: This update includes minor bug fixes, UI adjustments and other performance improvements, including:
scn: St’attualizzu nchiuji abbirsatini sicunnari, canci â ntirfaccia utenti e autri ammigghiurìi di pristazzioni, a tipu:

# vpn.commonStrings.generalUpdateContent
source: This update includes minor bug fixes, UI adjustments and other performance improvements.
scn: St’attualizzu nchiuji abbirsatini sicunnari, canci â ntirfaccia utenti e autri ammigghiurìi di pristazzioni.

# vpn.commonStrings.getHelpButton
source: Get help
scn: Fatti ajutari

# vpn.commonStrings.latestVersionSubtitle
source: You’re using the latest version of Mozilla VPN.
scn: Stai usannu l’ùrtima virsioni di Mozilla VPN.

# vpn.commonStrings.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience.
scn: Pubblicammu na virsioni nova di Mozilla VPN! Attualizza a l’ùrtima virsioni pâ megghiu spirienza pussìbbili cu Mozilla VPN.

# vpn.commonStrings.updateButton
source: Update now
scn: Attualizza ora

# vpn.commonStrings.updateTitle
source: Update to Mozilla VPN %1
scn: Attualizza a Mozilla VPN %1

# vpn.commonStrings.whatsNewClosing
source: Thank you for installing the latest version!
scn: Grazzi chi ti nzitasti l’ùrtima virsioni!

# vpn.commonStrings.whatsNewTitle
source: You’ve updated to Mozilla VPN %1
scn: Attualizzasti a Mozilla VPN %1

# vpn.tryFirefoxExtension.bullet1
source: Turn off VPN for specific websites
scn: Sdisattiva a VPN pi siti spicìfici

# vpn.tryFirefoxExtension.bullet2
source: Set different locations for different websites, to see the web as you prefer
scn: Mposta pusizzioni diversi pi siti diversi, pi navicari ’n riti comu prifirisci

# vpn.tryFirefoxExtension.bullet3
source: Keep protection for Firefox on, even when the Mozilla VPN app is off
scn: Manteni a prutizzioni pi Firefox attiva, macari quannu l’app Mozilla VPN è sdisattiva

# vpn.tryFirefoxExtension.downloadFirefox
source: Download Firefox
scn: Scàrrica Firefox

# vpn.tryFirefoxExtension.finalLine
source: Not using Firefox to browse? Give it a try.
scn: Nun usi Firefox pi navicari? Pròvalu.

# vpn.tryFirefoxExtension.getExtension
source: Get the extension
scn: Nzìtati u stinneriu

# vpn.tryFirefoxExtension.subtitle
source: Personalize your VPN protections to meet your web browsing needs.
scn: Pirsunalizza i to prutizzioni VPN pi rispùnniri ê to nicissità di navicazzioni.

# vpn.tryFirefoxExtension.title
source: Try the Firefox extension
scn: Prova u stinneriu pi Firefox

# vpn.upgradeToBundle.bullet1
source: VPN for secure, private browsing
scn: VPN pi na navicazzioni privata e sicura

# vpn.upgradeToBundle.bullet2
source: Relay’s unlimited email masks to prevent spam and trackers
scn: Nnirizzi di posta mascarati senza finaiti di Relay pi prutiggìriti dû spam e dî trazzatura

# vpn.upgradeToBundle.bullet3
source: Monitor’s protection from data brokers who sell your info online
scn: Monitor pi prutiggìriti di chiḍḍi chi vìnninu i to dati

# vpn.upgradeToBundle.bulletIntro
source: Plan includes:
scn: U chianu cumprenni:

# vpn.upgradeToBundle.line1
source: For %1/month, get our privacy tools in one plan.
scn: Pi %1 ô misi, pigghia tutti i nostri stigghi pâ privatizza nnôn chianu sulu.

# vpn.upgradeToBundle.title
source: 3 tools, 1 privacy plan — VPN, email masking, and data protection
scn: 3 stigghi, 1 chianu di privatizza — VPN, màscari di posta elittrònica e prutizzioni dî dati

# vpn.upgradeToBundle.upgrade
source: Upgrade
scn: Attualizza
