Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: hsb/addons/message_upgrade_to_annual_plan/strings.xliff
Languages: hsb

# message.message_upgrade_to_annual_plan.block.c_1
source: Switch to an annual plan, and get all the same benefits at 50% less than the monthly plan:
hsb: Přeńdźće k lětnemu planej, a dóstańće wšě samsne lěpšiny wo 50 % tuńšo hač při měsačnym planje:

# message.message_upgrade_to_annual_plan.block.c_2.l_1
source: Protection for up to 5 devices
hsb: Škit za hač do 5 gratow

# message.message_upgrade_to_annual_plan.block.c_2.l_2
source: 500+ servers in 30+ countries
hsb: Přez 500 serwerow w přez 30 krajach

# message.message_upgrade_to_annual_plan.block.c_2.l_3
source: Device-level encryption
hsb: Zaklučowanje na gratowej runinje

# message.message_upgrade_to_annual_plan.block.c_2.l_4
source: No bandwidth restrictions
hsb: Žane wobmjezowanja šěrokosće pasma

# message.message_upgrade_to_annual_plan.block.c_2.l_5
source: No logging of your network activity
hsb: Žane protokolowanje wašeje syćoweje aktiwity

# message.message_upgrade_to_annual_plan.block.c_3
source: Switch to an annual plan
hsb: K lětnemu planej přeńć

# message.message_upgrade_to_annual_plan.block.c_4_1
source: Help
hsb: Pomoc

# message.message_upgrade_to_annual_plan.subtitle
source: Get the same protection, for half the price.
hsb: Wobstarajće sej samsny škit za poł płaćizny.

# message.message_upgrade_to_annual_plan.title
source: Save 50% when you switch to an annual plan
hsb: Składujće 50 %, hdyž k lětnemu planej přeńdźeće
