Repository: mozilla-l10n/mozilla-vpn-client-l10n
Catalog: scn/addons/message_upgrade_to_annual_plan/strings.xliff
Languages: scn

# message.message_upgrade_to_annual_plan.block.c_1
source: Switch to an annual plan, and get all the same benefits at 50% less than the monthly plan:
scn: Passa ôn chianu annuali, e ricivi tutti i vantaggi sparagnannu u 50% cu rispettu ôn chianu minzili:

# message.message_upgrade_to_annual_plan.block.c_2.l_1
source: Protection for up to 5 devices
scn: Prutizzioni nzinu a 5 dispusitivi

# message.message_upgrade_to_annual_plan.block.c_2.l_2
source: 500+ servers in 30+ countries
scn: Cchiù assai di 500 sirbura nna cchiù assai di 30 pajisi

# message.message_upgrade_to_annual_plan.block.c_2.l_3
source: Device-level encryption
scn: Cifratura a liveḍḍu di dispusitivu

# message.message_upgrade_to_annual_plan.block.c_2.l_4
source: No bandwidth restrictions
scn: Nuḍḍa ristrizzioni dâ banda

# message.message_upgrade_to_annual_plan.block.c_2.l_5
source: No logging of your network activity
scn: Nuḍḍu riggistru dâ to attività 'n riti

# message.message_upgrade_to_annual_plan.block.c_3
source: Switch to an annual plan
scn: Passa ôn chianu annuali

# message.message_upgrade_to_annual_plan.block.c_4_1
source: Help
scn: Ajutu

# message.message_upgrade_to_annual_plan.subtitle
source: Get the same protection, for half the price.
scn: Ricivi a stissa prutizzioni, â mità dû prezzu.

# message.message_upgrade_to_annual_plan.title
source: Save 50% when you switch to an annual plan
scn: Sparagna u 50% quannu passi ôn chianu annuali
